Repository: EDCD/EDDI
Catalog: Utilities/lang/*.resx
Languages: fr

# change_affect_va
source: Any changes made here will take effect automatically in VoiceAttack. You can close this window when you have finished.
fr: Chaque changement effectués ici prendra automatiquement effet dans VoiceAttack. Vous pouvez fermer cette fenêtre une fois terminé.

source: Commander
fr: Commandant

source: Complete
fr: Terminer

source: done
fr: terminé

source: Downloading upgrade.
fr: Téléchargement de ma mise à jour.

# download_failed
source: Download failed. Please try again later.
fr: Échec du téléchargement. Veuillez réessayer ultérieurement.

source: failed
fr: échec

source: Federation
fr: Fédération

source: Fighter
fr: Chasseur

# frontier_api_nok
source: Frontier API connection not operational
fr: Connexion à l'API Frontier non opérationnelle

# frontier_api_no_logins
source: You do not have a connection to the Frontier API at this time. Please enter your Elite: Dangerous email address and password below
fr: Vous n'avez pas de connexion à l'API Frontier pour le moment. veuillez enter votre adresse mail et mot de passe d'Elite: Dangerous ci-dessous

# frontier_api_ok
source: Your connection to the Frontier API is operational, Commander {0}.
fr: Votre connexion à l'API Frontier est operationnelle, Commandant {0}.

# frontier_api_temp_nok
source: Your connection to the Frontier API is good but experiencing temporary issues. Your information should be available soon
fr: Votre connexion à l'API Frontier est correcte mais rencontre des problèmes temporaires. Vos informations devraient êtres disponibles sous peu.

# frontier_api_verification_code
source: Please enter the verification code that should have been sent to your email address
fr: Veuillez entrer le code de vérification qui à due être envoyé à votre adresse mail

# if_using_va
source: If you are using VoiceAttack then please close this window before you start VoiceAttack for your changes to take effect. You can access this window from VoiceAttack with the 'Configure EDDI' command.
fr: Si vous utilisez VoiceAttack, fermez cette fenêtre avant de démarrer VoiceAttack pour que vos changements soient effectifs. Vous pouvez accéder à cette fenêtre depuis VoiceAttack avec la commande 'Configure EDDI'.

# login_nok_frontier_service
source: Unable to log in. This is usually a temporary issue with Frontier's service; please try again later
fr: Impossible de se connecter. Ceci est généralement due à un problème temporaire avec les serveur de Frontier; Veuillez réessayer ultérieurement

source: Log out
fr: Déconnexion

# mandatory_upgrade
source: Mandatory Eddi upgrade to {0} is required.
fr: Mise à jour obligatoire d'Eddi vers {0} requise.

source: Next
fr: Suivant

source: Normal Space
fr: Espace normal

source: Operational
fr: Opérationnel

# problem_external_data_services
source: There was a problem connecting to external data services; some features may be temporarily unavailable.
fr: Un problème est survenue lors de la connexion aux services de données externes; certaine fonctionnalités peuvent être temporairement indisponibles.

# problem_load_monitor
source: Failed to load monitor: {0}
fr: Échec du chargement du moniteur: {0}

# problem_load_monitor_file
source: Failed to load monitor. Please ensure that {0} is not on a network share, or itself shared.
fr: Échec du chargement du moniteur. Veuillez vous assurer que {0} n'est partagé sur le réseau.

# problem_old_version
source: This version of Eddi is too old to operate; please upgrade.
fr: Cette version d'Eddi est obsolète; veuillez mettre à jour Eddi.

source: Ship
fr: Vaisseau

source: Starting upgrade.
fr: Lancement de la mise à jour.

source: Supercruise
fr: Super navigation

# test_string
source: it works (en)
fr: it works (fr)

# test_string_args_lang
source: arg0:{0} arg1:{1} (en)
fr: arg0:{0} arg1:{1} (fr)

# update_available
source: Eddi version {0} is now available.
fr: Eddi version {0}, est maintenant disponible.

# update_message
source: Version {0} is available
fr: Version {0} disponible

# upgrade_failed
source: Upgrade failed. Please try again later.
fr: Mise à jour échouée. Veuillez réessayer ultérieurement.

# voice_test_damage
source: Severe damage to your {0}.
fr: Dommage sévère à votre {0}.

# voice_test_ship
source: This is how I will sound in your {0}.
fr: Voici comment je parlerai dans votre {0}.

source: Witch Space
fr: Hyper espace
