Repository: EDCD/EDDI
Catalog: SpeechResponder/Properties/SpeechResponder.*.resx
Languages: es, ja

source: Active personality
es: Activar personalidad
ja: 使用パーソナリティ

# button_cancel
source: Cancel
es: Cancelar
ja: キャンセル

# button_copy
source: Copy personality
es: Copiar personalidad
ja: パーソナリティを複製

# button_delete
source: Delete personality
es: Eliminar personalidad
ja: パーソナリティを削除

# button_new
source: Create new script
es: Crear script nuevo
ja: 新しいスクリプトを作成

# button_ok
source: OK
es: De acuerdo

# compare_script_button
source: Compare to default
es: Comparar con predeterminado
ja: デフォルトと比較

# compare_script_title
source: Comparison with the default script
es: Comparación con script predeterminado
ja: デフォルトのスクリプトとの比較

# default_is_read_only
source: The default personality cannot be modified. If you wish to make changes, create a copy.
es: La personalidad por defecto no puede ser modificada. Si desea hacer cambios, cree una copia.
ja: デフォルトのパーソナリティは編集できません。編集するには、コピーを作成する必要があります。

# default_personality_script_filename
source: eddi.json
es: eddi.es.json
ja: eddi.ja.json

# delete_personality_caption
source: Delete Personality
es: Eliminar Personalidad
ja: パーソナリティを削除

# delete_personality_message
source: Are you sure you want to delete the "{0}" personality?
es: ¿Seguro que quiere eliminar la personalidad "{0}"?
ja: パーソナリティ "{0}" を削除しますか？

# delete_script
source: Delete
es: Eliminar
ja: 削除

# delete_script_caption
source: Delete script
es: Eliminar script
ja: スクリプトを削除

# delete_script_message
source: Are you sure you want to delete the "{0}" script?
es: ¿Seguro que quiere eliminar el script "{0}"?
ja: スクリプト "{0}" を削除しますか？

# desc
source: Respond to events with scripted speech based on the information in the event. Not all events have scripted responses. If a script response is empty, its 'Test' and 'View' buttons are disabled. Event-based scripts can be disabled or re-prioritized but not deleted.
es: Responde a los eventos con una respuesta scriptada basada en la información del evento. No todos los eventos tienen respuestas scriptada. Si un script de respuesta está vacío, sus botones `Test' y `Ver' estarán desactivados. Los scripts basados en eventos pueden deshabilitarse o volver a priorizarse, pero no eliminarse.
ja: イベントの情報に基づき、スクリプトによる音声でイベントに応答します。 すべてのイベントが設定された応答を返すわけではありません。 スクリプト応答が空の場合、「テスト」と 「閲覧」ボタンは無効になります。イベントに基づくスクリプトは無効化または優先度が再設定されますが、削除されません。

# edit_script
source: Edit
es: Editar
ja: 編集

# edit_script_caption
source: Edit script
es: Editar script
ja: スクリプトを編集

# header_description
source: Description
es: Descripción
ja: 概要

# header_enabled
source: Enabled
es: Activado
ja: 有効

# header_name
source: Name
es: Nombre
ja: 名称

# help_button
source: Help
es: Ayuda
ja: ヘルプ

# name
source: Speech Responder
es: Asistente Vocal

# reset_script_button
source: Reset to default
es: Restablecer a predeterminado
ja: デフォルトに戻す

# subs
source: Write text copies of speech to the file %APPDATA%\EDDI\speechresponder.out
es: Registra el texto hablado (TTS) en %APPDATA%\EDDI\speechresponder.out
ja: 読み上げテキストをファイルに出力 %APPDATA%\EDDI\speechresponder.out

# subs_only
source: Do not speak out loud when text is written to the file as above
es: No hable cuando se escriba texto en el archivo arriba descrito.
ja: 上記ファイルに書き込まれた場合は読み上げない

# test_script
source: Test
es: Prueba
ja: テスト

# test_script_button
source: Test script
es: prueba el script
ja: スクリプトをテスト

# view_script
source: View
es: Ver
ja: 閲覧

# view_script_title
source: View Script
es: Ver Script
ja: スクリプトを表示

# header_priority
source: Priority
es: Prioridad
ja: 優先度

# speechResponderHelp
source: Read about the speech responder's functions
es: Lee sobre las funciones de la respuesta vocal
ja: Speech responderの機能については、

# speechResponderHelpHere
source: here.
es: aquí.
ja: こちらを参照してください。

# localizedAnd
source: and
es: y

# reset_script
source: Reset
es: Reiniciar
ja: リセット

# reset_script_message
source: Are you sure you want to reset the "{0}" script?
es: ¿Seguro que quiere reiniciar el script "{0}"?
ja: スクリプト "{0}" をリセットしますか？

# script_variables_button
source: Variables
ja: 変数
