Repository: EDCD/EDDI
Catalog: NavigationMonitor/Properties/NavigationMonitor.*.resx
Languages: de, it, pt_br, ru, zh_cn

# bm_import_button
source: Import Bookmarks
de: Lesezeichen importieren
it: Importa segnalibri
pt_br: Importar marcadores
ru: Импортировать закладки
zh_cn: 导入书签

# bm_import_button_tooltip
source: Import bookmarks from .csv file
de: Lesezeichen aus einer CSV-Datei importieren
it: Importa segnalibri da un file .csv
pt_br: Importar marcadores de arquivo .csv
ru: Импортировать закладки из CSV файла
zh_cn: 从.csv文件导入书签

# bm_location_button
source: Bookmark Location
de: Ort zu den Lesezeichen hinzufügen
it: Posizione del segnalibro
pt_br: Localização de Marcador
ru: Добавить локацию в закладки
zh_cn: 书签位置

# bm_location_button_tooltip
source: Add bookmark for current location
de: Lesezeichen für den aktuellen Standort hinzufügen
it: Aggiungi segnalibro dalla posizione corrente
pt_br: Adicionar marcador para o local atual
ru: Добавить закладку на этот адрес
zh_cn: 添加书签到当前位置

# add_button
source: Add bookmark
de: Lesezeichen hinzufügen
it: Aggiungi segnalibro
pt_br: Adicionar marcador
ru: Добавить закладку
zh_cn: 添加书签

# add_button_tooltip
source: Add bookmark from route waypoint
de: Ort zu den Lesezeichen hinzufügen
it: Aggiungi questo luogo ai segnalibri
pt_br: Marcar este local
ru: Добавить закладку из результата запроса
zh_cn: 将此位置加入书签

# find_text
source: Find:
de: Suchen:
it: Trova:
pt_br: Buscar:
ru: Найти:
zh_cn: 查询：

# header_body
source: Body
de: Körper
it: Corpo Celeste
pt_br: Corpo
ru: Тело
zh_cn: 天体

# header_comment
source: Comment
de: Kommentar
it: Commento
pt_br: Comentário
ru: Комментарий
zh_cn: 备注

# header_latitude
source: Latitude:
de: Breitengrad:
it: Latitudine:
ru: Широта:
zh_cn: 纬度:

# header_longitude
source: Longitude:
de: Längengrad:
it: Longitudine:
ru: Долгота:
zh_cn: 经度：

# header_poi
source: Station / POI
it: Stazione / P.d.I.
pt_br: Estação / PDI
ru: Станция / Точка интереса
zh_cn: 站点/兴趣点

# header_system
source: System
it: Sistema
pt_br: Sistema
ru: Система
zh_cn: 星系

# navigation_monitor_desc
source: Perform navigation queries, make and use bookmarks
de: Navigationsabfragen durchführen, Lesezeichen erstellen und verwenden
it: Eseguire procedure di navigazione, creare e utilizzare segnaposti
pt_br: Realize buscas de navegação, crie e use marcador
ru: Выполнение навигационных запросов, создание и использование закладок
zh_cn: 进行导航查询，制作并使用书签

# navigation_monitor_name
source: Navigation Monitor
de: # Navigation
it: Controllore di Navigazione
pt_br: Monitor de Navegação
ru: Навигационный монитор
zh_cn: 导航监视器

source: No Station
de: Keine Station
it: Nessuna stazione
pt_br: Sem Estação
ru: Станций нет
zh_cn: 没有站点

# orbital_station_checkbox
source: Prioritize Orbital Stations?
de: Orbitalstationen priorisieren?
it: Anteporre le stazioni orbitali?
pt_br: Priorizar Estações Orbitais?
ru: Поставить орбитальные станции в приоритет?
zh_cn: 优先考虑轨道站？

# search_distance_tooltip
source: Tip: Maximize the allowed search distance to minimize search times.
de: Tip: Maximiere die erlaubte Suchentfernung zur Minimierung der Suchzeiten.
it: Consiglio: massimizza la distanza consentita per ridurre i tempi di ricerca.
pt_br: Dica: Maximize a distância permitida para minimizar os tempos de busca.
ru: Совет: Увеличьте допустимое поисковое расстояние, чтобы уменьшить время поиска.
zh_cn: 提示：最大化允许的搜索距离，以尽量缩短搜索时间。

# remove_button
source: Remove
de: Entfernen
it: Elimina
pt_br: Remover
ru: Удалить
zh_cn: 移除

# remove_button_tooltip
source: Allows manual removal of a bookmark.
de: Dieses Lesezeichen entfernen
it: Rimuovi questo segnalibro
pt_br: Remover este marcador
ru: Позволяет вручную удалить закладку.
zh_cn: 删除书签

# remove_caption
source: Remove bookmark
de: Lesezeichen löschen
it: Elimina segnalibro
pt_br: Remover marcador
ru: Удалить закладку
zh_cn: 移除书签

# remove_message
source: Are you sure you want to remove the bookmark?
de: Bist du sicher das du dieses Lesezeichen entfernen möchtest?
it: Sei sicuro di voler eliminare questo segnalibro?
pt_br: Tem certeza que deseja excluir este marcador?
ru: Вы уверены, что хотите удалить эту закладку?
zh_cn: 您确定要移除此书签么？

source: Search
de: Suche
it: Cerca
pt_br: Buscar
ru: Поиск
zh_cn: 搜索

# search_button_tooltip
source: A successful search triggers a "Route details" event.
de: Eine erfolgreiche Suche löst das Ereignis "Route details" aus.
it: Una ricerca con risultati lancia un evento "Route details".
pt_br: Uma busca com sucesso dispara um evento de "Detalhes da rota".
ru: Выполнить запрос
zh_cn: 一次成功的搜索，其触发了一个“路线细节”事件。

# search_distance
source: Max Search Distance From Main Star (Ls):
de: Max. Suchentfernung vom Hauptstern (Ls):
it: Massima distanza consentita fra stella principale e stazione (in Ls):
pt_br: Distância Máxima de Busca da Estrela Principal (sL):
ru: Максимальное расстояние поиска от главной звезды (с. с.):
zh_cn: 系内距离主星的最大搜索距离(Ls)：

# station_textbox_desc
source: Station:
it: Stazione:
pt_br: Estação:
ru: Станция:
zh_cn: 站点:

# system_textbox_desc
source: System:
it: Sistema:
pt_br: Sistema:
ru: Система:
zh_cn: 星系:

# update_button
source: Update
de: Aktualisieren
it: Aggiorna
pt_br: Atualizar
ru: Обновить
zh_cn: 更新

# update_button_tooltip
source: Update the bookmark's location data from your current latitude and longitude
de: Aktualisieren Sie die Standortdaten des Lesezeichens anhand Ihres aktuellen Breiten- und Längengrads
it: Aggiorna la posizione del segnaposto dalla tua attuale latitudine e longitudine
pt_br: Atualiza os dados do local do marcador a partir de sua latitude e longitude atuais
ru: Обновить закладку на основе вашей текущей широты и долготы
zh_cn: 用当前纬度和经度更新书签的位置数据

# bm_export_button
source: Export Bookmarks
de: Lesezeichen exportieren
it: Esporta segnalibri
pt_br: Exportar marcadores
ru: Экспортировать закладки
zh_cn: 导出书签

# bm_export_button_tooltip
source: Export bookmarks to .csv file
de: Lesezeichen in eine .csv-Datei exportieren
it: Esporta segnalibri da un file .csv
pt_br: Exportar marcadores para arquivo .csv
ru: Экспортировать закладки в CSV файла
zh_cn: 导出书签到 .csv 文件

# header_heading
source: Heading:
de: Richtung:
it: Direzione:
pt_br: Cabeçalho:
ru: Направление:
zh_cn: 朝向：

# header_distanceKm
source: Distance (km):
de: Entfernung (km):
it: Distanza (km):
pt_br: Distância (km):
ru: Расстояние (км):
zh_cn: 距离(千米)：

# bm_nearby_radius
source: Nearby Radius (m):
de: Radius (m):
it: Raggio di Prossimità (m):
pt_br: Raio próximo (m):
ru: Ближайший радиус(метры):
zh_cn: 近接半径 (m)：

# bm_nearby_radius_tooltip
source: The radius (in meters) which triggers `Near bookmark` events
de: Der Radius (in Metern), der das Ereignis "Nächstes Lesezeichen" auslöst
it: Il raggio (in metri) entro il quale viene lanciato l'evento `Near bookmark`
pt_br: O raio (em metros) que dispara os eventos 'Próximo do marcador'
ru: Радиус (в метрах), который вызывает события "Ближайшая закладка"
zh_cn: 触发“靠近书签”事件的半径 (米)

# extra_details_tooltip
source: Show or hide additional details about the selected planetary bookmark
de: Zusätzliche Details zum ausgewählten Objekt ein- oder ausblenden
it: Mostra o nasconde ulteriori dettagli sulla voce selezionata
pt_br: Mostrar ou ocultar detalhes adicionais sobre o item selecionado
ru: Показать/Спрятать дополнительную информацию о выбранной закладки планеты
zh_cn: 显示或隐藏所选物品的额外细节

source: Use straight path?
de: Direkten Weg verwenden?
it: Utilizzare il percorso rettilineo?
pt_br: Usar caminho direto?
ru: Использовать прямой путь?
zh_cn: 使用直线路径？

# use_straight_path_tooltip
source: The shortest path around a sphere may be curved
de: Der kürzeste Weg um eine Kugel kann gekrümmt sein
it: Il percorso più breve attorno a una sfera potrebbe essere una curva
pt_br: O caminho mais curto em volta de uma esfera pode ser curvo
ru: Кратчайший путь вокруг сферы может быть кривым
zh_cn: 球体周围的最短路径可能是曲线

# bm_selected
source: Selected
de: Ausgewählt
it: Selezionato
pt_br: Selecionado
ru: Выбранная
zh_cn: 已选中

# bm_cancel
source: Cancel
de: Abbrechen
it: Annulla
pt_br: Cancelar
ru: Отмена
zh_cn: 取消

# bm_all
source: All
de: Alles
it: Tutti
pt_br: Todos
ru: Все
zh_cn: 全部

# tab_bookmarks
source: Bookmarks
de: Lesezeichen
it: Segnalibri
pt_br: Marcadores
zh_cn: 书签列表

# tab_plotted_route
source: Current Plotted Route
de: Aktuelle Route
it: Rotta corrente
pt_br: Rota atual
zh_cn: 当前路线

# header_distance_remaining_ly
source: Remaining (LY)
de: Verbleibende (Lj)
it: Rimanenti (LY)
pt_br: Restante (AL)
zh_cn: 剩余(LY)

# header_distance_ly
source: Distance (LY)
de: Entfernung (Lj)
it: Distanza (LY)
pt_br: Distância (AL)
zh_cn: 距离 (LY)

# header_stellar_class
source: Star Class
de: Sternklasse
it: Classe stellare
pt_br: Classe de Estrela
zh_cn: 恒星级别

# header_scoopable
source: Scoopable?
de: Tankbar?
pt_br: Coletável?
zh_cn: 可用于加油？

# header_neutron_star
source: Neutron Star?
de: Neutronenstern?
it: Stella di neutroni?
pt_br: Estrela de Nêutron?
zh_cn: 中子星？

# tooltip_scoopable
source: Can you refuel at this location with a fuel scoop?
de: Kann man an diesem Ort mit einer Treibstoffsonde tanken?
it: Puoi rifornirti in questo luogo con un Concentratore di carburante?
pt_br: Você pode reabastecer nesta localização com um coletor de combustível?
zh_cn: 您能否在此处使用油勺加油？

# tooltip_neutron_star
source: Is this a neutron star which may be used to supercharge your FSD?
de: Ist das ein Neutronenstern, mit dem man den FSA aufladen kann?
it: È una Stella di Neutroni che può essere usata per sovralimentare il Motore a Modulazione, questa?
pt_br: Esta é uma estrela de nêutron que você pode utilizar para sobrecarregar seu MDD?
zh_cn: 这是否是一个可被用于过充能您的FSD的中子星？

# header_missions
source: Missions?
de: Missionen?
it: Missioni?
pt_br: Missões?
zh_cn: 任务?

# tooltip_missions
source: Is this a mission destination?
de: Ist das ein Missionsziel?
it: È la destinazione di una Missione?
pt_br: Este é um destino de missão?
zh_cn: 这是一个任务目的地吗？

# header_visited
source: Visited?
de: Besucht?
it: Già visitato?
pt_br: Visitado?
zh_cn: 已来过？

# tooltip_visited
source: Have you already visited this route waypoint?
de: Hast du diesen Ort bereits besucht?
it: Hai già visitato questo luogo?
pt_br: Você já visitou este local?
zh_cn: 您是否已经访问过这个位置？

# header_refuel
source: Refuel?
de: Auftanken?
it: Rifornimento?
pt_br: Reabastecer?
zh_cn: 可加油？

# search_err_mandatory_neutron_target_system
source: The target system is a mandatory field for plotting a neutron route.
de: Das Zielsystem ist ein Pflichtfeld für die Erstellung einer Neutronensternroute.
it: Il sistema di Arrivo è un campo obbligatorio per calcolare una Neutron-Strada.
pt_br: O sistema destino é um campo obrigatório para traçar uma rota de nêutron.
zh_cn: 目标星系是绘制中子星航线的必填项。

# enable_guidance_button
source: Enable Guidance
de: Leitsystem einschalten
pt_br: Habilitar Orientação
zh_cn: 启用导航

# enable_guidance_button_tooltip
source: Guide the ship along the plotted route
de: Führt das Schiff entlang der geplotteten Route
pt_br: Guiar a nave pela rota traçada
zh_cn: 沿绘制的航线导航飞船

# disable_guidance_button
source: Cancel Guidance
de: Leitsystem ausschalten
pt_br: Cancelar Orientação
zh_cn: 取消导航

# disable_guidance_button_tooltip
source: Stop guiding the ship along the plotted route.
de: Führung entlang der geplotteten Route stoppen.
pt_br: Pare de guiar a nave pela rota traçada.
zh_cn: 停止沿绘制的航线导航飞船

# clear_route_button
source: Clear Route
de: Route löschen
it: Cancella la Rotta
pt_br: Limpar Rota
zh_cn: 清除航线

# clear_route_button_tooltip
source: Clear the plotted route
de: Geplottete Route löschen
it: Cancella la rotta pianificata
pt_br: Limpar a rota traçada
zh_cn: 清除绘制的航线

# header_station
source: Station
it: Stazione
pt_br: Estação
zh_cn: 站点

# tooltip_refuel_recommended
source: Refueling at this location is recommended.
de: Es wird empfohlen, an diesem Ort aufzutanken.
it: Rifornirsi qui è raccomandato.
pt_br: É recomendado reabastecer neste local.
