Repository: EDCD/EDDI
Catalog: SpeechService/Properties/Phonetics.*.resx
Languages: de, fr, hu, it

# achenar
source: ˈakɜːnɑ
fr: akenaʁ
it: akenar

# acihault
source: əˈsɪhɔːt
fr: asiol
it: əˈsiolt

# adan
source: ˈædən
fr: adɑ~
it: ˈæden

# aisling
source: ˈæʃlɪŋ
de: Aeschling
fr: ɛsliŋ
it: aʃling

# alcyone
source: ælˈsaɪəniː
fr: alsjɔniː
it: alsaɪnɪ

# aldebaran
source: alˈdɛbəɹən
de: Aldebberen
fr: aldebaʁɑ̃

# Alrai
source: ˈalraɪ
fr: alʁai
hu: Alrai

# antal
source: ˌænˈtæl
de: Antal
fr: a~tal
it: antal

# Antliae
source: ˈæntlɪˌiː
fr: ɑ̃tlijae
hu: Antili
it: antile

# apoyota
source: æˈpɔɪəʊtə
fr: apwajɔta
it: apoiota

# archon
source: ˈɑːkɒn
de: Akon
fr: aʁkɔ̃
it: arkon

# Arietis
source: əˈraɪɪtɪs
fr: əˈʁaɪɪtɪs
hu: árietisz
it: arietis

# arissa
source: əˈrɪsə
de: Arissa
fr: aʁisa
it: arissa

# arque
source: ɑːrk
fr: aʁk
it: ark

# asterope
source: əˈstɛroʊpiː
de: Es-terropi
fr: asteʁɔpiː
it: astɛroʊpeː

# atlas
source: ˈætləs
de: Etles
fr: atlas
it: atlas

# aulin
source: ˈɔːlɪn
fr: olɛ~
it: aulin

# bajaja
source: ˈbɑːhɑːhɑː
fr: baʒaʒa
it: ba:ja:j a

# Bei
source: beɪ
fr: bɛ
hu: bei
it: bej

# BeiDou_Bei
source: beɪ
fr: bɛ
it: bej

# BeiDou_Dou
source: ˈduː
fr: du

# Blanco
source: blæŋkˌəʊ
fr: blɑ̃ko
hu: blankó
it: Blɑnko

# Bleae
source: bliːiː
fr: bləa
hu: ble a e

# BleaeThaa_Bleae
source: bliːiː
fr: bləa
hu: ble a e tha a ble a e

# BleaeThaa_Thaa
source: θɑː
fr: taa
hu: ble a e tha a tha a

# BleaeThua_Thua
source: θuːə
fr: tɥa

# bootis
source: bəʊˈəʊtɪs
fr: butis

# bunda
source: ˈbuːndə
fr: bynda

# Capricorni
source: ˌkæprɪˈkɔːnaɪ
fr: kapʁikɔʁn
hu: Kapikorni

# Carina
source: kəˈriːnə
fr: kaʁina
hu: karina

# cayutorme
source: ˈkaɪətɔːm
fr: kɛjytɔʁm

# celaeno
source: sᵻˈliːnoʊ
fr: səlaeno

# ceos
source: ˈkeɪɒs
fr: seos

# Cephei
source: ˈsiːfɪˌaɪ
fr: sefəi
hu: Cefi

# Cepheus
source: ˈsiːfjuːs
fr: seføs
hu: Cefeusz

# Ceti
source: ˈsiːtaɪ
fr: seti
hu: Ceti

# Chi
source: kaɪ
fr: ʃi
hu: csi

# ChiPersei_Chi
source: kaɪ
fr: ʃi

# ChiPersei_Persei
source: ˈpɜːsɪˌaɪ
fr: pɛʁsei
hu: Csiperszej perszej

# Crucis
source: ˈkruːsɪs
de: Crusis
fr: kʁwadysyd
hu: Krúcisz

# Cygni
source: ˈsɪɡnaɪ
fr: siɲ
hu: cigni

# cygnus
source: ˈsɪɡnəs
fr: siɲy

# deciat
source: ˈdɛsiːæt
de: Dessi-att
fr: desja

# delaine
source: dəˈleɪn
fr: delɛn

# dezhra
source: ˈdezɦrə
fr: dɛzʁa

# diso
source: ˈdiːsəʊ
de: Dieso
fr: dizo

# djiwal
source: ˈdʒɪwæl
fr: dʒiwal

# Dou
source: ˈduː
fr: du
hu: Dú

# duval
source: duːˈvæl
de: Dü-val
fr: dyval

# dvorsi
source: ˈdvɔːsiː
fr: dvɔʁsi

# edmund
source: ˈɛdmənd
de: Ettment
fr: ɛdmund

# electra
source: ᵻˈlɛktrə
de: Ilektra
fr: elɛktʁa

# eranin
source: ˈɛrənin
de: Aerenihn
fr: eʁanɛ̃
hu: Eranin

# eravate
source: ɛrəˈvɑːtˌeɪ
de: Erevate
fr: eʁavat
hu: eravate

# EtaCarina_Carina
source: kəˈriːnə
fr: kaʁina

# Euq
source: juːk
fr: øk

# felicia
source: fəˈlɪʃɪə
fr: felisja
hu: feliszia

# Fornacis
source: fɔːˈneɪsɪs
fr: fɔʁnasist
hu: fornaszisz

# frigaha
source: frɪɡˈɑːhɑːr
fr: fʁiɡaa
hu: frigáhá

# grandmort
source: ˈɡʀɒdˌmɔʀ
fr: ɡʁɑ̃dmɔʁ
hu: Grandmort

# grom
source: ˈɡrɒm
fr: ɡʁɔm
hu: Grúm

# hecate
source: ˈhɛkətɪ
fr: ekat

# Herculis
source: hɜːkjʊˈlɪs
fr: ɛʁkyl
hu: herkulisz

# hotas
source: həʊtæs
fr: ɔtas
hu: hotasz

# hudson
source: ˈhʌdsən
fr: ydsɔ~
hu: Hádzon

# Hyades
source: ˈhaɪəˌdiːz
fr: jad
hu: Hájádesz

# Hydrae
source: ˈhaɪdriː
fr: idʁ
hu: Hájdrí

# i
source: aɪ
fr: i

# ibootis_bootis
source: bəʊˈəʊtɪs
fr: butis
hu: í bútisz

# ibootis_i
source: aɪ
fr: i
hu: i

# isleta
source: aɪlˈetə
fr: isleta
hu: ászleta

# kaia
source: ˈkaɪə
fr: kɛa
hu: Kájá

# kaiabajaja_bajaja
source: ˈbɑːhɑːhɑː
fr: baʒaʒa

# kaiabajaja_kaia
source: ˈkaɪə
fr: kɛa

# kigana
source: kiːˈɡɑːnə
fr: kiɡana
hu: kigáná

# kini
source: ˈkiːniː
fr: kini

# koji
source: ˈkəʊdʒiː
fr: kɔʒi

# kremainn
source: krəˈmeɪn
fr: kʁemɛ̃n

# laksak
source: ˈlæks.æk
fr: laksak

# lave
source: leɪv
fr: lav

# lavigny
source: ləˈviːniː
fr: laviɲi

# leesti
source: ˈliːstiː
fr: listi

# leucos
source: ˈluːkɒs
fr: løko

# li
source: liː
fr: li:

# Lupus
source: ˈluːpəs
fr: lu
hu: Lupusz

# Lyncis
source: ˈlɪnsɪs
fr: lɛ̃ks
hu: Linsziz

# mahon
source: ˈmɑːn
fr: maɔ̃

# maia
source: ˈmaɪ.ə
fr: Maïa

# mata
source: ˈmɑː.tʌ
fr: mata

# merope
source: ˈmɛrəpiː
fr: meʁɔpiː

# mu
source: mjuː
fr: my

# mukoji_koji
source: ˈkəʊdʒiː
fr: kɔʒi

# mukoji_mu
source: mjuː
fr: my

# nuenets
source: ˈnjuːənɛts
fr: nɥenɛ

# okinura
source: ɒkɪˈnjʊrə
fr: ɔkinuʁa

# Omega
source: ˈəʊmɪɡə
fr: ɔmeɡa
hu: Omega

# Ophiuchi
source: ɒˈfjuːkaɪ
fr: ɔfjyʃy
hu: opfhijucsi

# orrere
source: ɒrˈɪər
fr: ɔʁeʁe

# pai
source: paɪ
fr: pɛ

# paiszu_pai
source: paɪ
fr: pɛ

# paiszu_szu
source: ʃuː
fr: szu

# patreus
source: pətˈreɪəs
fr: patʁeys

# Pegasi
source: ˈpɛɡəˌsaɪ
fr: peɡaz
hu: Pegazi

# Persei
source: ˈpɜːsɪˌaɪ
fr: pɛʁsei
hu: Perszej

# Piscium
source: ˈpaɪsɪəm
fr: pwasɔ~
hu: Pisszijum

# Pleiades
source: ˈplaɪədiːz
fr: plejad
hu: Plejádesz

# pleione
source: ˈplaɪəniː
fr: plejɔniː

# potriti
source: pəˈtriːtɪ
fr: pɔtʁiti

# pranav
source: pɜːnʌv
fr: pʁanav

# procyon
source: ˈprəʊˌsɪən
fr: pʁɔsjɔ̃

# Pru
source: pruː
fr: pʁy
hu: pru

# PruEuq_Euq
source: juːk
fr: øk

# PruEuq_Pru
source: pruː
fr: pʁy

# Puppis
source: ˈpʌpɪs
fr: pup
hu: Puppisz

# reorte
source: ˌriːˈɔːt
de: Riot
fr: ʁeɔʁt

# Rho
source: rəʊ
fr: ʁo
hu: rho

# RhoOphiuchi_Ophiuchi
source: ɒˈfjuːkaɪ
de: Offjukai
fr: ɔfjyʃy

# RhoOphiuchi_Rho
source: rəʊ
fr: ʁo

# rui
source: reɪ
fr: ʁɥi

# Sagittarius
source: ˌsædʒˈtɛəriəs
fr: saʒitɛʁ
hu: Szaggitáriusz

# sakti
source: ˈsæk.tiː
fr: sakti

# Scorpii
source: ˈskɔːpɪˌaɪ
fr: skɔʁpjɔ̃
hu: Szkórpí

# shinrarta
source: ʃɪnˈrɑːrtə
fr: ʃinʁaʁta

# shinrartadezhra_dezhra
source: ˈdezɦrə
fr: dɛzʁa

# shinrartadezhra_shinrarta
source: ʃɪnˈrɑːrtə
fr: ʃinʁaʁta

# surya
source: ˈsuːˈrɪːˈɛr
de: Su-rie-är
fr: syʁja

# szu
source: ʃuː
fr: szu

# Tau
source: taʊ
de: Tau
fr: to
hu: tau

# TauCeti_Ceti
source: ˈsiːtaɪ
de: Zitai
fr: seti

# TauCeti_Tau
source: taʊ
de: Tau
fr: to

# Thaa
source: θɑː
fr: taa

# Thua
source: θuːə
fr: tɥa

# torval
source: tɔːˈvæl
de: Torval
fr: tɔʁval

# Trianguli
source: traɪˈæŋˌɡjʊˌlaɪ
de: Treiängulei
fr: tʁijɑ̃ɡl

# tse
source: ʃjɛ
fr: tse

# Tucanae
source: tuːˈkɑːniː
de: Tucahni
fr: tykana

# Wredguia
source: ˈredɡaɪə
de: Redd-gaia
fr: wʁedɡja

# xihe
source: ʃiː.hər
de: Schihe
fr: ksie

# xinca
source: ˈʃɛnkə
de: Schenke
fr: ksinka

# yakabugai
source: ˈjækəbuːɡaɪ
de: Yakebugai
fr: jakabuɡɛj

# yong
source: ˈjɒŋ
de: yong
fr: jɔ~ɡ

# yuri
source: jʊəˈriː
de: yuri
fr: juʁi

# zachary
source: ˈzækərɪ
de: sackary
fr: zakaʁi

# zaonce
source: ˈzeɪɒns
de: Sejonns
fr: zaɔ̃s

# Aquarii
source: əˈkwɛərɪˌaɪ
hu: akvari
it: aquari

# Eta
source: ita
hu: eta

# fei
source: feɪ
hu: fei

# Ophiuchus
source: ɒˈfjuːkəs
hu: opfhijucsiusz

# Tascheter
source: ˈtɑːʃətɜː
de: Taschitter
hu: Tasihiter

# denton
source: ˈdɛntən
de: Denten

# taygeta
source: teɪˈɪdʒᵻtə
de: tejedschitta

# winters
source: ˈwɪntəs
de: Wintes

# anemoi
source: æˈniːmɔɪ
it: enimoi
