Repository: EDCD/EDDI
Catalog: ShipMonitor/Properties/ShipMonitor.*.resx
Languages: es, fr, hu, it, ja, pt_br, ru

# desc
source: Track information on your ships.
es: Rastrea la información en tus naves.
fr: Surveille les informations sur vos vaisseaux.
hu: Követi a hajóid információit.
it: Monitora le informazioni sulla tua nave.
ja: 艦船の情報を表示します。
pt_br: Rastreia informações das suas naves.
ru: Получение информации о вашем корабле.

# export_it_button
source: Export it
es: Exportar
fr: Exporter
hu: Exportálás
it: Esporta
ja: 出力
pt_br: Exportar
ru: Экспорт

# header_location
source: Location
es: Localización
fr: Localisation
hu: Pozíció
it: Luogo
ja: 現在地
pt_br: Localização
ru: Местоположение

# header_model
source: Model
es: Modelo
fr: Modèle
hu: Modell
it: Modello
ja: モデル
pt_br: Modelo
ru: Модель

# header_name
source: Name
es: Nombre
fr: Nom
hu: Név
it: Nome
ja: 名称
pt_br: Nome
ru: Название

# header_role
source: Role
es: Rol
fr: Rôle
hu: Szerepkör
it: Ruolo
ja: 用途
pt_br: Função
ru: Роль

# header_ship_ID
source: Ship ID
es: ID
fr: ID
hu: Hajó azonosító
it: I D Nave
ja: 艦船ID
pt_br: ID da Nave
ru: ID Корабя

# header_spoken_name
source: Name (spoken)
es: Nombre (fonético)
fr: Nom (phonétique)
hu: Név (beszélt)
it: Nome (fonetico)
ja: 名称（読み）
pt_br: Nome (falado)
ru: Название (произносимое)

# header_value
source: Value
es: Valor
fr: Valeur
hu: Érték
it: Valore
ja: 価格
pt_br: Valor
ru: Стоимость

# hear_it_button
source: Hear it
es: Escuchar
fr: Écouter
hu: Halljam
it: Ascoltala
ja: 読み上げ
pt_br: Ouvir
ru: Прослушать

# ipa_page
source: https://en.wikipedia.org/wiki/International_Phonetic_Alphabet
es: https://es.wikipedia.org/wiki/Alfabeto_Fon%C3%A9tico_Internacional
it: https://it.wikipedia.org/wiki/Alfabeto_fonetico_internazionale
ja: https://ja.wikipedia.org/wiki/%E5%9B%BD%E9%9A%9B%E9%9F%B3%E5%A3%B0%E8%A8%98%E5%8F%B7
pt_br: https://pt.wikipedia.org/wiki/Alfabeto_fon%C3%A9tico_internacional

# link_ipa
source: International Phonetic Alphabet
es: Alfabeto Fonético Internacional
fr: l'Alphabet Phonétique International
hu: Nemzetközi fonetikus ábécé
it: Alfabeto Fonetico Internazionale
ja: 国際音声記号（International Phonetic Alphabet, IPA）
pt_br: Alfabeto Fonético Internacional
ru: Международный фонетический алфавит

# name
source: Ship Monitor
es: Monitor de la nave
fr: Moniteur de vaisseaux
hu: Hajó monitor
it: Navi
pt_br: Monitor de Nave
ru: Монитор корабля

# p1
source: This allows you to see your ships and give them individual roles. The information is made available to responders and is used in scripts to tailor actions.
es: Permite ver sus naves y darles roles individuales. Esta información está disponible para asistentes automáticos y se usa en scripts para adaptar acciones.
fr: Cette option vous permet de consulter vos vaisseaux et leur assigner un rôle. Ces informations sont mises à la disposition des répondeurs et sont utilisés par les scripts pour adapter les actions.
hu: Itt láthatja a hajóit és megadhatja egyedi szerepkörüket. Az információt látják a reagálók valamint szükség van rá a kívánt akciókhoz rendelt szkriptekhez is.
it: Ti permette di vedere le tue navi ed assegnargli specifici ruoli. L'informazione è usata negli script per gestire le azioni.
ja: 船の情報を一覧し、個々の船に異なる用途を設定できます。情報はレスポンダでも利用され、動作を設定するスクリプトで使われます。
pt_br: Isso permite que você veja suas naves e lhes dê funções individuais. As informações são disponibilizadas para respospostas e são usadas em scripts para personalizar ações.
ru: Это позволяет вам видеть ваши корабли и назначать им индивидуальные роли. Эта информация доступна для других сервисов и позволяет использовать в скриптах.

# p2
source: If the name of your ship is hard for EDDI to pronounce then you can add a spoken version of the ship using the
es: Tenga en cuenta que si su inventario es incorrecto, deberá iniciar o reiniciar Elite para que se actualice.
fr: Si le nom de vos vaisseaux est difficile à prononcer pour EDDI, vous pouvez ajouter une version phonétique de ceux-ci en utilisant
hu: Ha a hajó neve nehezen kiejthető az EDDI számára, hozzárendelhet egy kiejthetőbb változatot
it: Se il nome della nave è troppo complesso da pronunciare per EDDI puoi inserire la versione fonetica usando il
ja: EDDIが、船名を間違って発音する場合、
pt_br: Se o nome da sua nave for difícil para o EDDI pronunciar, você pode adicionar uma versão falada da nave usando o
ru: Если имя корабля произносится странно или не правильно, вы можете дать ему "произносимое имя" следуя

# p3
source: . For example, if your ship was called 'Pride of Achenar' then your spoken name would be 'praɪdɒvˈakɜːnɑ' (note no spaces in the phonetic version).
es: . Por ejemplo, si usted usa una nave llamada 'Pride of Achenar', el nombre fonético sería 'praɪdɒvˈakɜːnɑ' (nunca se usan espacios)
fr: . Par exemple, si votre vaisseau s'appelle 'Pride of Achenar', alors le nom phonétique devrait être 'praɪdɒvˈakɜːnɑ' (remarquez qu'il n'y a pas d'espace dans la version phonétique).
hu: . Például ha a hajó neve 'Pride of Achenar' akkor a beszélt neve 'praɪdɒvˈakɜːnɑ' lesz ( szóközök nélkül a fonetikus verzióban).
it: . Per esempio, se la tua nave si chiama "Orgoglio di Achenar" la versione fonetica sarà 'orˈgoʎʎoˈdiˈakɜːnɑ' (nota che non ci sono spazi nella versione fonetica).
ja: を使って、船名の読みを設定できます。例えば、'Pride of Achenar' という船のIPA表記は'praɪdɒvˈakɜːnɑ'です。（注意：IPA表記にスペースはありません。）
pt_br: . Por exemplo, se sua nave é chamada de "Orgulho de Achenar", o seu nome falado seria "oxɡˈuʎudʒiakenˈax" (note que não há espaços na versão fonética).
ru: . Например если имя вашего корабля 'Pride of Achenar' то произносимое имя должно быть 'praɪdɒvˈakɜːnɑ' (обратите внимание, что в фонетическом варианте пробелы отсутствуют).

# p4
source: Please note that if you have not configured access to the Frontier API then some of the data below will be inaccurate or unavailable. Also, if you had multiple ships prior to installing EDDI you will need to swap to them as your primary ship and wait a few moments before full information for them will be available.
es: Tenga en cuenta que si no ha configurado el acceso a la API de Frontier, algunos de los datos siguientes serán inexactos o no estarán disponibles. Además, si tenía varias naves antes de instalar EDDI, tendrá que usarlas como nave principal y esperar un poco antes de que su información completa esté disponible.
fr: A noter que si vous n'avez pas configuré d'accès à l'API Frontier, certaines données ci-dessous seront imprécises ou indisponible. Aussi, si vous aviez plusieurs vaisseaux avant d'installer EDDI vous devrez les passer en tant que vaisseaux principaux et attendre un peu pour que leurs informations complètes soient disponibles.
hu: Amennyiben nem konfigurálta be a hozzáférést a Frontier API-hoz, az alul szereplő adatok pontatlanok vagy elérhetetlenek lesznek. Amennyiben az EDDI telepítése előtt több hajóval rendelkezett, azok csak akkor fognak megjelenni (némi késéssel), ha újra használja őket.
it: Se non hai configurato l'accesso all'API di Frontier alcuni dei dati sotto saranno inaccurati o non disponibili. Inoltre, se hai più navi prima dell'installazione di EDDI avrai bisogno di impostarle come navi principali ed attendere alcuni momenti prima che tutte le informazioni siano disponibili.
ja: Frontier APIへのアクセス設定を行っていない場合、以下のデータの一部が不正確、または利用できなくなることにご注意ください。また、EDDIをインストールする前に複数の船舶を保有していた場合は、それらの船に搭乗（Use This Ship）して、それらの完全な情報が利用可能になるまで数分待つ必要があります。
pt_br: Observe que, se você não configurou o acesso à API da Frontier, alguns dos dados abaixo estarão imprecisos ou indisponíveis. Além disso, se você tinha várias naves antes de instalar o EDDI, será necessário trocá-las para seu primeiro envio e aguardar alguns instantes antes que as informações completas sobre elas estejam disponíveis.
ru: Обратите внимание, что если у вас нет настроенного доступа к Frontier API, некоторые из приведенных ниже данных будут неточными или недоступными. Кроме того, если у вас было несколько кораблей до установки EDDI, вам нужно будет заменить их в качестве основного корабля и подождать несколько минут, прежде чем будет доступна полная информация о них.

# ship_ready
source: {0} stands ready.
es: {0} preparado.
fr: {0} est prêt.
hu: {0} készen áll.
ja: {0} は利用できます。
pt_br: {0} está pronta.
ru: {0} готов.

# ipa_resource2
source: https://tophonetics.com/
es: https://tophonetics.com/es/
ja: https://tophonetics.com/ja/

# ipa_resource3
source: https://easypronunciation.com/en/english-phonetic-transcription-converter
es: https://easypronunciation.com/es/spanish-phonetic-transcription-converter
ja: https://easypronunciation.com/ja/japanese-kanji-to-romaji-converter

# ipa_page_p1
source: The
es: El
it: Il
pt_br: A

# ipa_resource1_title
source: IPA chart with sounds
es: Tabla IPA con sonidos
ja: 発音付きのIPA記号表
pt_br: Gráfico AFI com sons

# ipa_resource2_title
source: English to IPA translator - ToPhonetics.com
es: Traductor Inglés a IPA - ToPhonetics.com
ja: 英語のIPA発音記号変換 - ToPhonetics.com
pt_br: Tradutor de Português para AFI - https://goo.gl/Ha3LPD

# ipa_resource3_title
source: English to IPA translator - EasyPronunciation.com
es: Traductor Español a IPA - EasyPronunciation.com
ja: 日本語ののIPA発音記号変換 - EasyPronunciation.com
pt_br: Tradutor de Português para AFI - https://goo.gl/Ha3LPD

# ipa_page_comments
source: Online dictionaries may include appropriate IPA pronunciations for common words. The resources below may be used to generate custom pronunciations for less common words.
es: Los diccionarios en línea pueden incluir pronunciaciones IPA apropiadas para palabras comunes. Los siguientes recursos se pueden usar para generar pronunciaciones personalizadas para palabras menos comunes.
ja: 一般的な単語のIPA発音記号は、オンライン辞書に記載されている場合が多いです。以下のサイトは、あまり一般的でない単語のIPA発音記号を生成するのに役立ちます。
pt_br: Os dicionários on-line podem incluir as pronúncias apropriadas do AFI para palavras comuns. Os recursos abaixo podem ser usados para gerar pronúncias personalizadas para palavras menos comuns.

# ipa_page_p2
source: is an alphabetic system of phonetic notation based primarily on the Latin alphabet. It was devised by the International Phonetic Association in the late 19th century as a standardized representation of the sounds of spoken language.
es: es un sistema alfabético de notación fonética basado principalmente en el alfabeto latino. Fue ideado por la Asociación Internacional de Fonética a finales del siglo XIX como una representación estandarizada de los sonidos del lenguaje hablado.
ja: は、主にラテン文字に基づいた、発音表記の体系です。19世紀後半に国際音声学会（International Phonetic Association）によって考案されたもので、音声言語の標準化された表現です。
pt_br: é um sistema alfabético de notação fonética baseado principalmente no alfabeto latino. Foi inventado pela Associação Internacional de Fonética no final do século 19 como uma representação padronizada dos sons da linguagem falada.

# header_hot
source: Status
es: Estado
fr: Statut
hu: Státusz
it: Stato
ja: 犯罪歴
ru: Статус

# ship_clean
source: Clean
es: Limpia
fr: Propre
hu: Tiszta
it: Pulito
ja: なし
pt_br: Limpo
ru: Чистый

# ship_hot
source: Hot
es: Recalentada
fr: Chaud
hu: Forró
it: Ricercato
ja: あり
pt_br: Quente
ru: Горячий
