Repository: EDCD/EDDI
Catalog: EDDI/Properties/EddiResources.*-*.resx
Languages: chs, cs, de, es, fr, hu, it, ja, pt_br, ru

# already_running_alert_body_text
source: Only one instance of EDDI can run at a time. Please close the other instance and try again.
chs: 同时只能有一个EDDI运行，请先关闭其他的EDDI进程。
cs: Může být spuštěna jen jedna instance EDDI. Prosím ukončete ostatní instance a opakujte akci.
de: Nur eine EDDI-Instanz kann gleichzeitig ausgeführt werden. Bitte schließe die andere Instanz und versuche es noch einmal.
es: Solo se puede ejecutar una instancia de EDDI a la vez. Por favor, cierre la otra instancia y pruebe de nuevo.
fr: Une seule instance d'EDDI peut s'exécuter à la fois. Veuillez fermer l'autre instance et réessayer.
hu: Csak egy EDDI futhatható egyszerre. Kérlek zárd be a másikat és próbálkozz újra.
it: E' consentita una sola istanza di EDDI alla volta. Si prega di chiudere l'altra istanza e riprovare.
ja: EDDIの複数実行は不可能です。
pt_br: Apenas uma instância do EDDI pode ser executada por vez. Por favor, feche a outra instância e tente novamente.
ru: Одновременно может выполняться только одна копия программы. Пожалуйста, закройте предыдущую, что бы продолжить.

# already_running_alert_title
source: EDDI is already running
chs: EDDI已经在运行了
cs: EDDI je již spuštěno
de: EDDI läuft bereits
es: EDDI ya está ejecutándose
fr: EDDI est déjà en cours d'exécution
hu: EDDI már fut
it: EDDI è già avviato
ja: EDDIは既に実行中です
pt_br: EDDI já está sendo executado
ru: EDDI уже запущена

# change_affect_va
source: Any changes made here will take effect automatically in VoiceAttack. You can close this window when you have finished.
chs: 这里所有的改动会自动在VoiceAttack中生效。当您完成编辑后可以直接关闭此窗口。
cs: Zde provedené změny se automaticky promítnou ve VoiceAttacku. Pokud si skončil, můžeš toto okno zavřít.
de: Alle hier vorgenommenen Änderungen werden automatisch in VoiceAttack wirksam. Sie können dieses Fenster schließen, wenn Sie fertig sind.
es: Cada cambio realizado aquí tendrá un efecto automático en VoiceAttack. Puede cerrar esta ventana cuando haya terminado.
fr: Tous les changement effectués ici prendront automatiquement effet dans VoiceAttack. Vous pouvez fermer cette fenêtre lorsque vous aurez terminé.
hu: Bármilyen változtatás itt, automatikusan hatással lesz a VoiceAttack-ban. Ha befejezted, bezárhatod ezt az ablakot.
it: Le modifiche apportate qui avranno effetto automaticamente in VoiceAttack. Al termine, è possibile chiudere questa finestra.
ja: 変更は、自動的にVoiceAttackに適用されます。設定を変更した後、このウィンドウを閉じてください。
pt_br: Quaisquer alterações feitas aqui entrarão em vigor automaticamente no VoiceAttack. Você pode fechar esta janela quando terminar.
ru: Любые изменения тут будут применены для VoiceAttack. Вы можете закрыть это окно, когда закончите.

source: Commander
chs: 指挥官
cs: Velitel
de: Kommandant
es: Comandante
fr: Commandant
hu: Parancsnok
it: Comandante
ja: コマンダー
pt_br: Comandante
ru: Командир

source: Complete
chs: 已完成
cs: Dokončeno
de: Vollständig
es: Completado
fr: Achevé
hu: Teljesítve
it: Completato
ja: 完了
pt_br: Concluído
ru: Готово

source: done
chs: 好了
cs: hotovo
de: fertig
es: Hecho
fr: terminé
hu: kész
it: Fatto
ja: 完了
pt_br: concluído
ru: готово

source: Downloading upgrade.
chs: 正在下载更新包。
cs: Stahuji aktualizaci.
de: Lade Upgrade herunter.
es: Descargando actualización.
fr: Téléchargement de la mise à jour.
hu: Frissítés letöltése folyamatban.
it: Aggiornamento in download.
ja: 更新をダウンロードしています。
pt_br: Baixando atualização.
ru: Загрузка обновления.

# download_failed
source: Download failed. Please try again later.
chs: 下载失败。请稍后再试
cs: Stahování se nezdařilo. Opakujte prosím později.
de: Download fehlgeschlagen. Bitte versuchen Sie es später erneut.
es: Descarga fallida. Por favor, inténtelo de nuevo.
fr: Échec du téléchargement. Veuillez réessayer ultérieurement.
hu: Letöltés nem sikerült. Kérlek próbáld meg később.
it: Download fallito. Si prega di riprovare più tardi.
ja: ダウンロードに失敗しました。後でもう一度お試しください。
pt_br: Dowload falhou. Por favor, tente novamente mais tarde.
ru: Ошибка загрузки. Повторите позже.

source: failed
chs: 失败
cs: selhalo
de: fehlgeschlagen
es: Fallo
fr: échec
hu: sikertelen
it: Fallito
ja: 失敗しました
pt_br: falhou
ru: ошибка

# frontier_api_nok
source: Frontier API connection not operational
chs: Frontier API 关联不可用
cs: Není funkční Frontier API
de: Die Frontier-API-Verbindung ist nicht betriebsbereit
es: La conexión de la API no funciona
fr: Connexion à l'API Frontier non opérationnelle
hu: Frontier API kapcsolat nem működik
it: L'API di Frontier non è operativo
ja: Frontier API 接続が使用不能です。
pt_br: Conexão com a API da Frontier não está operacional
ru: Соединение с Frontier API не установлено

# frontier_api_ok
source: Your connection to the Frontier API is operational, Commander {0}.
chs: 指挥官 {0}，您已关联到Frontier API
cs: Vaše připojení k Frontier API je funkční, Veliteli {0}.
de: Ihre Verbindung zur Frontier-API ist betriebsbereit, Commander {0}.
es: Su conexión a la API de Frontier está operativa, Comandante {0}.
fr: Votre connexion à l'API Frontier est opérationnelle, Commandant {0}.
hu: A kapcsolat a Froniter API-hoz müködik, parancsnok {0}.
it: La connessione con Chiave API Frontier è ora operative, Comandante {0}.
ja: Frontier APIに接続されています。ようこそ CMDR {0}。
pt_br: Sua conexão com a API da Frontier está operacional, Comandante {0}.
ru: Соединение с Frontier API установлено, командир {0}.

# if_using_va
source: If you are using VoiceAttack then please close this window before you start VoiceAttack for your changes to take effect. You can access this window from VoiceAttack with the 'Configure EDDI' command.
chs: 如果您要使用VoiceAttack，为了使改动生效，在启动VoiceAttack前请先关闭本窗口。您可以在 VoiceAttack中通过命令 'Configure EDDI'来访问本窗口。
cs: Aby se změny promítli, musíte zavřít toto okno před spuštěním VoiceAttacku. Toto okno vyvoláte z VoiceAttacku příkazem 'Configure EDDI'.
de: Wenn Sie VoiceAttack verwenden, schließen Sie bitte dieses Fenster, bevor Sie VoiceAttack starten, damit Ihre Änderungen wirksam werden. Sie können auf dieses Fenster von VoiceAttack mit dem Befehl 'EDDI konfigurieren' zugreifen.
es: Si usa VoiceAttack, cierre esta ventana antes de iniciarlo para que los cambios surtan efecto. Puede acceder a esta ventana desde VoiceAttack con el comando 'Configurar EDDI'.
fr: Si vous utilisez VoiceAttack, veuillez fermer cette fenêtre avant de démarrer VoiceAttack afin que vos changements prennent effet. Vous pouvez accéder à cette fenêtre depuis VoiceAttack avec la commande 'Configurer les paramètres EDDI'.
hu: Ha Voice Attackot használsz kérlek zárd be ezt az ablakot mielőtt elindítod a Voice Attack alkalmazást hogy a változtatások életbe lépjenek.
it: Se si sta usando VoiceAttack è necessario chiudere questa finestra PRIMA di avviare VoiceAttack per far si che i cambiamenti apportati abbiano effetto. Questa finestra è visibile dall'interno di VoiceAttack con il comando 'Configura EDDI'.
ja: VoiceAttackと併用する場合は、設定の反映のため、VoiceAttackを起動する前にこのウィンドウを閉じてください。VoiceAttackからは、'Configure EDDI'コマンドにより、このウィンドウを開くことができます。
pt_br: Se você estiver usando o VoiceAttack, feche esta janela antes de o iniciar, para que suas alterações entrem em vigor. Você pode acessar esta janela a partir do VoiceAttack com o comando 'Configure EDDI'.
ru: Если вы используете VoiceAttack, закройте это окно перед запуском VoiceAttack, для применения изменений. Вы можете получить доступ к этому окну из VoiceAttack используя команду 'Configure EDDI'.

source: Invalid Station
chs: 无效的站点
cs: Neplatná stanice
de: Ungültige Station
es: Estación inválida
fr: Station invalide
hu: Érvénytelen állomás
it: Stazione non Valida
ja: 無効なステーション
pt_br: Estação Inválida
ru: Неверная станция

source: Invalid System
chs: 无效的星系
cs: Neplatný systém
de: Ungültiges System
es: Sistema inválido
fr: Système invalide
hu: Érvénytelen rendszer
it: Sistema non Valido
ja: 無効な星系
pt_br: Sistema Inválido
ru: Неверная система

# login_nok_frontier_service
source: Unable to log in. This is usually a temporary issue with Frontier's service; please try again later
chs: 无法登入，这通常是Frontier服务的暂时性问题；请稍后再试
cs: Nemohu se přihlásit. Toto je obvykle dočasný problém na straně serverů společnosti Frontier, prosím zkuste to později
de: Anmeldung nicht möglich. Dies ist normalerweise ein vorübergehendes Problem mit dem Dienst von Frontier. Bitte versuchen Sie es später erneut
es: No se puede conectar. Es posible que se deba a un problema temporal con los servidores de Frontier; Por favor intentelo de nuevo más tarde
fr: Impossible de se connecter. Ceci est généralement dû à un problème temporaire avec les serveurs de Frontier. Veuillez réessayer ultérieurement.
hu: Képtelen vagyok bejelentkezni. Ez gyakran egy időszakos hiba a Frontier szerverével. kérlek próbáld meg késöbb
it: Impossibile connettersi. Tale problema occorre solitamente quando vi è un problema temporaneo con i server Frontier; si prega di riprovare più tardi
ja: ログインに失敗しました。これは、普通はFrontierのサーバに問題があります。後ほど、もう一度お試しください。
pt_br: Não é possível fazer o login. Isso geralmente é um problema temporário com o serviço da Frontier; por favor, tente novamente mais tarde
ru: Невозможно залогиниться. Возможно проблема с сервисами Frontier, пожулайста, попробуйте позже

source: Log out
chs: 登出
cs: Odhlásit
de: Abmeldung
es: Cerrar Sesión
fr: Déconnexion
hu: Kijelentkezés
it: Disconnetti
ja: ログアウト
pt_br: Sair
ru: Отключиться

# mandatory_upgrade
source: Mandatory Eddi upgrade to {0} is required.
chs: 必须更新EDDI至 {0}.
cs: Je vyžadována povinná aktualizace EDDI na verzi {0}.
de: Ein obligatorisches Eddi-Upgrade auf {0} ist erforderlich.
es: Se requiere actualizar EDDI a la versión {0} obligatoriamente.
fr: Mise à jour obligatoire d'EDDI vers {0} requise.
hu: Kötelező Eddi frissítés {0} verzióra szükséges.
it: Aggiornamento alla versione {0} di EDDI obbligatorio.
ja: EDDI {0} への更新は必須です。
pt_br: Atualização obrigatória do Eddi para {0} é necessária.
ru: Необходимо обязательное обновление Eddi до версии {0}.

# msg_from_eddi
source: Message from Eddi: {0}
chs: 来自EDDI的信息: {0}
cs: Zpráva z EDDI: {0}
de: Nachtricht von Eddi: {0}
es: Mensaje de EDDI: {0}
fr: Message d'EDDI: {0}
hu: Üzenet Eddi-től: {0}
it: Messaggio da EDDI: {0}
ja: EDDIからのメッセージ：{0}
pt_br: Mensagem do Eddi: {0}
ru: Сообщение от Eddi: {0}

source: Operational
chs: 可用
cs: Funkční
de: Betriebsbereit
es: Operativo
fr: Opérationnel
hu: Működik
it: Funzionante
ja: 稼働中
pt_br: Operacional
ru: Работает

source: Plugin enabled
chs: 插件已启用
cs: Zásuvný modul povolen
de: Plugin aktiviert
es: Plugin activado
fr: Plugin activé
hu: Plugin bekapcsolva
it: Plugin Abilitato
ja: プラグイン有効化
pt_br: Plugin ativado
ru: Плагин включён

source: point
chs: 点
cs: bod
de: Punkt
es: punto
hu: pont
it: punto
ja: てん
pt_br: ponto
ru: точка

source: Preparing log...
chs: 正在准备日志...
cs: Připravuji výpis...
de: Log wird vorbereitet...
es: Preparando log...
fr: Préparation du journal...
hu: Log előkészítése...
it: Diario in preparazione...
ja: ログを準備中...
pt_br: Preparando log...
ru: Подготовка отчёта...

# problem_load_monitor
source: Failed to load monitor: {0}
chs: 加载监视器失败: {0}
cs: Nezdařilo se nahrání monitoru: {0}
de: Monitor: {0} konnte nicht geladen werden
es: Error al cargar el monitor: {0}
fr: Échec du chargement du moniteur: {0}
hu: Monitor betöltése sikertelen:{0}
it: Caricamento controllore: {0} , fallito
ja: モニターの読み込みに失敗しました: {0}
pt_br: Falha ao carregar o monitor: {0}
ru: Ошибка загрузки данных: {0}

# problem_load_monitor_file
source: Failed to load monitor. Please ensure that {0} is not on a network share, or itself shared.
chs: 加载监视器失败. 请确认 {0} 没有在共享或网络共享状态。
cs: Nezdařilo se nahrání monitoru. Ujistěte se, že {0} není na sdíleném sítovém připojení, nebo není samo sdíleno.
de: Fehler beim Laden des Monitors. Stellen Sie sicher, dass {0} nicht auf einer Netzwerkfreigabe oder selbst freigegeben ist.
es: Error al cargar el monitor. Asegúrese de que {0} no esté en un recurso de red compartido o se comparta a sí mismo.
fr: Échec du chargement du moniteur. Veuillez vous assurer que {0} n'est pas partagé sur le réseau.
hu: Monitor betöltése sikertelen. Kérlek ellenőrizd le hogy {0} nincs megosztott hálozaton vagy megosztasz hálózatot.
it: Caricamento controllore fallito. Si prega di assicurarsi che {0} non sia su una rete in condivisione o esso stesso condiviso.
ja: モニターの読み込みに失敗しました: {0} がネットワークで共有されていないか確認してください。
pt_br: Falha ao carregar o monitor. Certifique-se de que {0} não esteja em um compartilhamento de rede ou esteja compartilhado.
ru: Ошибка загрузки данных. Пожалуйста убедитесь, что {0} не используется, например в общем доступе.

# safe_mode
source: Safe mode - upgrade required.
chs: 安全模式-需要更新.
cs: Bezpečný režim - vyžadována aktualizace.
de: Abgesicherter Modus - Upgrade erforderlich.
es: Modo seguro - requiere actualización.
fr: Mode sans échec - mise à jour requise.
hu: Biztonsági mód - frissítés szükséges.
it: Modalità sicura - Aggiornamento necessario.
ja: セーフモード - 更新が必要です。
pt_br: Modo seguro - atualização requerida.
ru: Бозопасный режим - необходимо обновление.

source: Starting upgrade.
chs: 正在开始更新。
cs: Spouštím aktualizaci.
de: Starte Upgrade.
es: Iniciando actualización.
fr: Lancement de la mise à jour.
hu: Frissítés letöltésének kezdése.
it: Aggiornamento avviato.
ja: 更新を開始しています。
pt_br: Iniciando atualização.
ru: Начинается обновление.

# system_language
source: Automatic
chs: 自动
cs: Automaticky
de: Automatisch
es: Automático
fr: Automatique
hu: Automatikus
it: Automatico
ja: 自動
pt_br: Automático
ru: Автоматический

# update_available
source: Eddi version {0} is now available.
chs: Eddi 版本: {0} 已可用.
cs: Nyní je dostupná EDDI verze {0}.
de: Eddi Version {0} ist jetzt verfügbar.
es: La versión de Eddi {0} ya está disponible.
fr: EDDI version {0} est maintenant disponible.
hu: Eddi verzió {0} elérhető.
it: Versione {0} di EDDI a disposizione.
ja: EDDIに新しいバージョン {0} があります
pt_br: Versão {0} do Eddi está disponível.
ru: Доступна новая версия Eddi {0}.

# update_message
source: Version {0} is available
chs: {0} 版本已发布
cs: Je dostupná verze {0}
de: Version {0} verfügbar
es: Versión {0} disponible
fr: Version {0} est disponible
hu: Verzió {0} elérhető
it: E' disponibile la versione {0}
ja: バージョン {0} が利用可能です。
pt_br: Versão {0} está disponível
ru: Доступна версия {0}

# update_server_unreachable
source: I could not connect to my update server. If this recurs, please check the forum to see if it is a known problem.
chs: EDDI无法连接至更新服务器。如果再次出现这种情况，请查看论坛这是否为已知问题。
cs: EDDI se nemůže spojit se aktualizačním serverem. Pokud problém přetrváva, podívejte se na fórum, zda-li se jedná o nahlášený problém.
de: Ich konnte keine Verbindung zu meinem Update-Server herstellen. Sollte sich dies wiederholen, überprüfen Sie bitte im Forum, ob es sich um ein bekanntes Problem handelt.
es: No pude conectarme a mi servidor de actualización. Si esto es recurrente, verifique en el foro para ver si es un problema ya conocido.
fr: Je n'ai pas pu me connecter à mon serveur de mise à jour. Si cela se reproduit, veuillez vérifier le forum pour voir s'il s'agit d'un problème connu.
hu: Nem tudtam kapcsolódni a frissítési szerveremhez. Amennyiben a probléma továbbra is fennáll, kérlek látogasd meg a fórumot.
it: Impossibile connettersi al server per l'aggiornamento. Qualora riaccadesse si prega di controllare il forum per appurare se sia un problema noto.
ja: アップデートサーバに接続できません。繰り返し発生する場合、フォーラムを確認してみてください。
pt_br: Não consegui me conectar ao meu servidor de atualização. Se isso ocorrer novamente, verifique o fórum para ver se é um problema conhecido.
ru: Я не смог подключиться к серверу обновлений. Пожалуйста, зайдите на форум и посмотрите известно-ли нам об этом.

# upgrade_failed
source: Upgrade failed. Please try again later.
chs: 更新失败。请稍后再试
cs: Aktualizace se nezdařila. Opakujte akci později.
de: Upgrade fehlgeschlagen. Bitte versuchen Sie es später erneut.
es: Error al actualizar. Por favor inténtelo de nuevo más tarde.
fr: Échec de la mise à jour. Veuillez réessayer ultérieurement.
hu: Letöltés sikertelen. Kérlek próbáld meg később.
it: Aggiornamento fallito, si prega di riprovare più tardi.
ja: 更新に失敗しました。後でもう一度お試しください
pt_br: Atualização falhou. Por favor, tente novamente mais tarde.
ru: Не удалось выполнить обновление. Повторите попытку позже.

# voice_test_damage
source: Severe damage to your {0}.
chs: 您的 {0} 受到严重伤害.
cs: Vážné poškození {0}.
de: Schwerer Schaden für deine {0}.
es: Daño severo a su {0}.
fr: Dommage sévère sur votre {0}.
hu: Súlyos károsodásokat {0}.
it: Danni importanti al tuo {0}.
ja: {0} が重大なダメージを受けています。
pt_br: Dano severo na sua {0}.
ru: Сильный урон вашему {0}.

# voice_test_ship
source: This is how I will sound in your {0}.
chs: 我在您的 {0} 中听起来是这样.
cs: Takhle budu znít v {0}.
de: So werde ich in deinem Schiff {0} klingen.
es: Así es como me va a escuchar en su {0}.
fr: Voici comment je parlerai dans votre {0}.
hu: Ez az ahogy hangzok a te {0}.
it: Ecco come suonerò nel tuo {0}.
ja: {0} をこのように読み上げます。
pt_br: É assim que vou soar em sua {0}.
ru: Вот так я буду звучать в вашем {0}.
