Repository: EDCD/EDDI
Catalog: EDDI/Properties/MainWindow.*.resx
Languages: de, es, fr, hu, it, ja, pt_br, ru, zh_cn

# access_beta
source: Access beta versions of EDDI
de: Zugriff auf die Beta-Versionen von EDDI
es: Acceda a las versiones beta de EDDI
fr: Accéder aux versions beta d'EDDI
hu: Hozzáférés EDDI béta verziókhoz
it: Accedi a versioni BETA di EDDI
ja: EDDIのベータ版を使用
pt_br: Acesse as versões beta do EDDI
ru: Доступ к бета версии EDDI
zh_cn: EDDI可更新至beta版

# EDDI_status_label
source: EDDI status:
es: Estado de EDDI:
fr: Statut d'EDDI:
hu: EDDI státusz:
it: Situazione di EDDI:
ja: EDDIの状態:
pt_br: Status do EDDI:
ru: Статус EDDI:
zh_cn: EDDI状态:

# paragraph_0
source: has a number of features that can be configured separately. There are three different types of items.
de: hat eine Reihe von Funktionen, die separat konfiguriert werden können. Es gibt drei verschiedene Arten von Funktionen.
es: tiene una serie de características que se pueden configurar por separado. Hay tres tipos de items diferentes.
fr: à de nombreuses fonctionnalités configurables séparément. Il y a trois différents types d'objets.
hu: külön beállítható szolgáltatásai vannak. Három különböző tétel van.
it: presenta diverse caratteristiche che possono essere configurate separatamente. Ci sono tre diversi tipi di oggetti.
ja: は、いくつもの機能があり、それぞれ設定可能です。大きく分けて、3種類の機能があります。
pt_br: possui vários recursos que podem ser configurados separadamente. Existem três tipos diferentes de itens.
ru: обладает большим количеством функций, которые можно настраивать отдельно. Существует три разных группы.
zh_cn: 有许多可以单独配置的功能。 共有三组不同类型的功能。

# paragraph_1
source: The first group obtains and manages the basic information used by EDDI. These are the 'Commander Details', 'Frontier API' and 'Text-to-Speech' tabs. You should go through each of these and configure them so that EDDI has full access to your Elite: Dangerous information.
de: Die erste Gruppe enthält und verwaltet Basisinformationen, die von EDDI verwendet werden. Dazu gehören die Registerkarten "! Commander Details", "! Frontier API" und "! Text-to-Speech". Sie sollten diese durchgehen und so konfigurieren, dass EDDI vollen Zugriff auf Ihr ELITE hat. Achtung: Sicherheitsrelevante Informationen!
es: El primer grupo obtiene y gestiona la información básica utilizada por EDDI. Estas son las pestañas 'Detalles de los comandantes', 'API de Frontier' y 'Texto-a-Voz'. Debería revisar la configuración de estas pestañas de forma que EDDI tenga acceso completo a la información de Elite: Dangerous.
fr: Le premier groupe récupère et gère les informations basiques utilisées par EDDI. Il s'agit des onglets 'Détails du Commandant', 'API Frontier' et 'Synthèse vocale'. Vous pouvez parcourir et configurer chacun de ces onglets afin qu'EDDI dispose d'un accès complet à vos information Elite: Dangerous.
hu: Az első csoport megszerzi és kezeli az alap információkat amelyeket EDDI használ. Ezek a 'Commander Details', 'Frontier API' és 'Text-to Speech' fülek. Ezeken végig kéne menned és beállítani hogy EDDI-nek teljes hozzáférése legyen az Elite: Dangerous informácioidhoz.
it: Il primo gruppo riceve e gestisce le informazioni di base utilizzate da EDDI. Le schede relative sono: i 'Dettagli relativi al Comandante', la 'Chiave API di Frontier' e la 'Sintesi Vocale'. Occorre aprire ognuna di queste schede e configurarla così che EDDI abbia accesso completo alle informazioni di Elite: Dangerous.
ja: 1つ目は、EDDIが利用する基本的情報の設定と管理機能です。それらは、'Commander Details'、'Frontier API'、'Text-to-Speech'タブから設定できます。EDDIがElite: Dangerousの全ての情報にアクセスするために、これら3つのタブから設定を行ってください。
pt_br: O primeiro grupo obtém e gerencia as informações básicas usadas pelo EDDI. Estas são as guias 'Detalhes do Comandante', 'Frontier API' e 'Text-Para-Fala'. Você deve passar por cada um deles e configurá-los para que o EDDI tenha acesso total à sua informação do Elite: Dangerous.
ru: Первая группа получает и управляет основной информацией, используемой EDDI. Это вкладки «Данные командира», «Frontier API» и «Синтез речи». Вам необходимо настроить их для того, чтобы EDDI имел полный доступ к вашей информации Elite: Dangerous.
zh_cn: 第一组用于获取和管理 EDDI 使用的基本信息。 这些是“指挥官详细信息”、“Frontier API”和“文本转语音”选项卡。 您应该逐一检查并配置它们，以便 EDDI 可以完全访问您精英：危险的信息。

# paragraph_2
source: The second group obtains event information. These are the tabs that end in 'monitor'. They obtain events from different places, and require minimal configuration but need to be completed before they will work.
de: Die zweite Gruppe enthält Ereignisinformationen. Dies sind die Registerkarten, die mit "# Überwachung" beginnen. Sie enthalten Ereignisse von verschiedenen Orten und benötigen nur eine minimale Konfiguration, müssen aber abgeschlossen sein, bevor sie funktionieren.
es: El segundo grupo obtiene la información de los eventos. Estas son las pestañas llamadas 'Monitor'. Obtienen eventos de diferentes fuentes y necesitan una configuración mínima, que debe hacerse antes para que funcione.
fr: Le second groupe récupère les informations liées aux événements. Ce sont les onglets commençant par 'Moniteur'. Ils récupèrent les événements depuis différentes source et nécessitent une configuration minimale pour fonctionner.
hu: A második csoport megszerzi az események információit. Ezek a fülek a amelyek Monitorral végződnek. Ezek megszerzik az eseményeket különböző helyekről és némi konfigurációt igényelnek mielőtt használhatóak lesznek.
it: Il secondo gruppo riceve informazioni riguardanti gli eventi. Le schede di questo gruppo sono riconoscibili in quanto iniziano con 'Monitoraggio'. Esse ricevono dati ed eventi da diverse sorgenti e richiedono una configurazione minima ma necessaria prima di poter funzionare.
ja: 2つ目は、イベントを取得する機能です。これらは、名称に'Monitor'が付くタブから設定できます。様々なイベントを取得するためには、最小限の設定が必要です。
pt_br: O segundo grupo obtém informações de eventos. Estas são as guias que começam com 'monitor'. Elas obtêm eventos de diferentes locais e exigem configuração mínima, mas precisam ser concluídas antes de funcionarem.
ru: Вторая группа получает информацию о событиях. Это вкладки, с приставкой «Монитор». Они получают различные игровые события и требуют минимальной настройки, что бы они смогли корректно работать.
zh_cn: 第二组用于获取"事件"的信息。 这些选项卡名称以“监视器”结尾。 它们可以从不同的地方获取事件，并且只需要最少的配置（但需要配置后才可用）。

# paragraph_3
source: The third group responds to events. These are the tabs that end in 'responder'. These come with varying degrees of configuration, but will work out of the box.
de: Die dritte Gruppe reagiert auf Ereignisse (Reiterkarte mit " Info an..." bzw. " Sprachausgabe auf..."). Diese haben unterschiedliche Ausbaustufen, funktionieren aber sofort.
es: El tercer grupo corresponde a los eventos. Estas son las pestañas de 'Asistente'. Cada una tiene un distinto grado de configuración, pero funcionarán desde el primer momento.
fr: Le troisième groupe répond aux événements. Ce sont les onglets commençant par 'Répondeur'. Ces derniers ont des degrés de configuration différents mais peuvent fonctionner directement.
hu: A harmadik csoport eseményeire reagál. Vannak fülek amik 'reagálók'-ra végződnek. Ezek különböző beállítási lehetőségeket tartalmaznak de működni fognak az alap beállításokkal is.
it: Il terzo gruppo reagisce agli eventi. Ne fanno parte le schede che contengono la parola 'Assistente'. Queste ultime presentano svariati livelli di configurazione ma sono già funzionanti di default.
ja: 3つ目は、イベントに反応する機能です。これらは、名称に'Responder'が付くタブから設定できます。これら機能には様々な設定がありますが、簡単に設定して使用できます。
pt_br: O terceiro grupo responde aos eventos. Estas são as guias que começam com 'Relator'. Estas vêm com diferentes graus de configuração, mas funcionarão imediatamente.
ru: Третья группа реагирует на события. Это вкладки, оканчивающиеся на «Ответчик». Их можно настроить, но они будут работать "из коробки".
zh_cn: 第三组用于响应"事件"。 这些是以“响应器”结尾的选项卡。 这些组件拥有或复杂或简洁的配置文件，但都可以在不改动的情况下开箱即用。

# paragraph_4
source: You can read more about how EDDI functions on the
de: Mehr über die Funktionsweise von EDDI erfahren Sie auf der Seite
es: Puede leer más sobre las funciones de EDDI en el
fr: Vous pouvez en savoir plus sur la façon dont fonctionne EDDI sur le
hu: További információkat olvashat az EDDI funkcióriól a
it: Puoi informarti meglio su come EDDI funziona sul
ja: EDDIの機能についてもっと知るには、右記を参照してください:
pt_br: Você pode ler mais sobre como o EDDI funciona no
ru: Вы можете узнать больше информации о функционале EDDI на
zh_cn: 您可以在这里了解更多有关EDDI如何运转的信息：

# report_issue
source: Report an Issue
de: Ein Problem melden
es: Reportar un error
fr: Signaler un problème
hu: Hiba Jelentése
it: Riporta un problema
ja: 問題を報告
pt_br: Reportar um Problema
ru: Сообщить о проблеме
zh_cn: 上报问题

source: Troubleshoot common issues
de: Fehlerbehebung bei bekannten Problemen
es: Solucion de problemas comunes
fr: Résoudre les problèmes techniques courants
hu: Általános problémák megoldása
it: Risoluzione dei Problemi più comuni
ja: よくある問題の解決法
pt_br: Solucionar problemas comuns
ru: Информация об устранении неполадок
zh_cn: 解决常见问题

# verbose_logging_checkbox
source: Enable verbose logging (only if you have been requested to do so by EDDI developers)
de: Ausführliche Protokollierung aktivieren (nur wenn Sie von den EDDI-Entwicklern dazu aufgefordert wurden)
es: Habilite el registro detallado (solo si los desarrolladores de EDDI se lo han solicitado)
fr: Activer le journal complet (uniquement si demandé par les développeurs d'EDDI)
hu: Széles körű naplózás engedélyezése (csak amennyiben erre felkérést kapott az EDDI fejlesztőitől)
it: Abilita connessione dettagliata (solo nel caso in cui questa sia stata richiesta dagli sviluppatori di EDDI)
ja: 詳細なログを有効化（EDDI開発者に指示された場合のみ）
pt_br: Ativar o log detalhado (somente se você tiver sido solicitado pelos desenvolvedores do EDDI)
ru: Активировать "verbose logging" (только если вас об этом попросили разработчики EDDI)
zh_cn: 启用详细日志记录（仅当 EDDI 开发人员要求您这样做时）

# verbose_logging_desc
source: If verbose logging is enabled, this will create a zip archive of your log on your desktop, ready to be pasted into the issue report on GitHub. No personally-identifying information is included in the log.
de: Wenn die ausführliche Protokollierung aktiviert ist, erstellt EDDI eine gekürzte Version Ihres Protokolls der letzten Stunde und legt es auf Ihrem Desktop ab. Sie können diese Protokolldatei in den Github-Problembericht einfügen. Im Protokoll werden keine persönlichen Informationen versendet.
es: Si el registro detallado está habilitado, EDDI preparará una versión truncada de su registro de la última hora y la colocará en el escritorio. Debería pegar este archivo de registro en 'Github Issue Reporter'. No se recopilará ninguna información personal.
fr: Si le journal complet est activé, EDDI préparera une version tronquée de votre dernier journal et le placera sur votre bureau. Vous devrez ensuite coller ce fichier journal dans votre rapport de problème GitHub (Github Issue report). Aucune information personnelle n'est collectée dans ce journal.
hu: Ha a verbose loggolás engedélyezve van ez létrehoz egy zip archivumot az asztalta amely tartalmazza a logjaidat mely hiba jelentés esetén azzonnal bemasolható a GitHub-ra. Személyes infórmációk vagy azonosításra alkalmas adatok nem szerepelnek az archívumban és a log-ban.
it: Se la connessione dettagliata è abilitata verrà creato sul desktop un archivio .zip della connessione. questo archivio andrà incollato nel rapporto di problema su GitHub. Tale archivio non contiene alcuna informazione che consenta l'identificazione personale.
ja: 詳細なログを有効化すると、EDDIはログを取得し、デスクトップに保存します。GitHubのIssueに添付してください。詳細なログに個人情報は含まれません。
pt_br: Se a criação de log detalhado estiver ativada, isso criará um arquivo zip do seu log na área de trabalho, pronto para ser colado no relatório de problemas no GitHub. Nenhuma informação de identificação pessoal está incluída no log.
ru: Если "verbose logging" активирован, на рабочем столе будет создан ZIP архив с логами, который уже готов для отправки на GitHub для решения проблемы. Никакой личной информации в логах не сохраняется.
zh_cn: 如果启用了详细日志记录，这将在您的桌面上创建日志的 zip 存档，准备好粘贴到 GitHub 上的问题报告中。 日志中不包含任何个人身份信息。

# version_hyperlink
source: Version:
es: Versión:
hu: Verzió:
it: Versione:
ja: バージョン：
pt_br: Versão:
ru: Версия:
zh_cn: 版本:

# wiki_hyperlink
source: project wiki
de: Projekt Wiki
es: la Wiki del proyecto
fr: wiki du projet (en anglais)
it: progetto Wiki
ja: Project Wiki（英語）
pt_br: wiki do projeto
zh_cn: 项目 wiki

# choose_lang_label
source: Select EDDI's language (requires relaunching EDDI):
de: Wählen Sie die Sprache von EDDI (erfordert einen Neustart von EDDI):
es: Seleccione el idioma de EDDI (Requiere reinicio de EDDI):
fr: Sélectionnez la langue d'EDDI (nécessite de relancer EDDI):
hu: EDDI felület nyelve (EDDI újraindítása szükséges):
it: Seleziona la lingua di EDDI (richiede il riavvio dell'applicazione):
ja: EDDIの言語（EDDIの再起動が必要です）
pt_br: Selecione o idioma do EDDI (requer o reinício do EDDI):
ru: Выберите язык EDDI (требуется перезапуск EDDI):
zh_cn: 选择EDDI的语言（需要重新启动EDDI）:

# tab_frontier_desc
source: Frontier has an API that allows EDDI to obtain information about your ships, the current station's market, and various other items. This data is not available elsewhere. If you want EDDI to obtain and use this information you need to click the Login button and authorize EDDI for this data on Frontier's server.
de: Die Frontier API ermöglicht EDDI Informationen über Ihre Schiffe, den Markt der aktuellen Station und andere Dinge zu erhalten. Diese Daten sind an anderer Stelle nicht verfügbar. Wenn Sie möchten, dass EDDI diese Informationen verwenden kann, müssen Sie auf die Schaltfläche Login klicken und EDDI für diese Daten auf dem Server von Frontier autorisieren.
es: Frontier tiene una API que permite a EDDI obtener información sobre su nave, el mercado de la estación actual y más. Estos datos no están disponibles en ningún otro lado. Si desea que EDDI vea y use esta información, tiene que hacer click en el boton de iniciar sesión y autorizar a EDDI para estos datos en el servidor de Frontier.
fr: Frontier met à disposition une API permettant à EDDI d'obtenir des informations sur vos vaisseaux, le marché de la station actuelle et divers autres infos. Ces données ne sont pas disponibles ailleurs. Si vous voulez qu'EDDI puisse obtenir et exploiter ces informations, veuillez cliquer sur le bouton d'identification et autoriser EDDI à accéder à ces données sur le serveur de Frontier.
hu: A Frontier-nek van egy API-ja amely engedélyezi adatok begyűjtését a birtokolt hajókról, az aktuális állomás piacáról és egyéb hasznos információkról. Ezek az adatok máshol nem elérhetőek. Ha azt szeretné, hogy az EDDI hozzáférjen ezekhez akkor meg kell adnia a Frontier-nél regisztrált email címét és jelszavát.
it: Frontier ha una chiave API che permette ad EDDI di ricevere informazioni riguardanti la tua nave, il mercato della stazione corrente e numerosi altri dati. Questi dati non vengono messi a disposizione altrove. Se si desidera che EDDI ottenga tali informazioni è necessario cliccare sul bottone 'Login' e concedere ad EDDI l'autorizzazione ad accedere a questi dati sui server di Frontier.
ja: Frontier社は、あなたの艦船、ステーションのマーケットや、その他の情報が取得可能なAPIを提供しています。EDDIでFrontier APIを利用するには、Frontierアカウントでの認証が必要です。ログインボタンをクリックし、Frontierのサーバで認証を行ってください。
pt_br: A Frontier possui uma API que permite ao EDDI obter informações sobre suas naves, o mercado atualizado da estação e vários outros itens. Esses dados não estão disponíveis em outro lugar. Se você quiser que o EDDI obtenha e use essas informações, clique no botão Entrar e autorize o EDDI para esses dados no servidor do Frontier.
ru: Frontier имеет API, который позволяет EDDI получать информацию о ваших кораблях, рынке на текущей станции и тому подобное. Эти данные не доступны где либо ещё. Если вы хотите, чтобы EDDI получал и использовал эту информацию, вам нужно нажать кнопку «Вход» и авторизовать EDDI на сервере Frontier для этой возможности.
zh_cn: Frontier 提供一个 API，允许 EDDI 获取有关您的船只、当前站点的市场和各种其他项目的信息。这些数据仅可从Frontier第一方获得。 如果您希望 EDDI 获取和使用此信息，您需要单击登录按钮并授权 EDDI 使用 Frontier 服务器上的此数据。

# tab_frontier_header
source: Frontier API
es: API de Frontier
fr: API Frontier
it: Chiave API di Frontier

# tab_frontier_reset_desc
source: If you are experiencing problems with your connection you can reset it and log back in again, which can clear the problem.
de: Wenn Sie Probleme mit Ihrer Verbindung feststellen, können Sie diese möglicherweise durch Zurücksetzen und erneutes Anmelden beheben.
es: Si tiene problemas con su conexión, puede reiniciarla y volver a iniciar sesión. Podría resolver el problema.
fr: Si vous rencontrez des problèmes avec votre connexion, vous pouvez la réinitialiser et vous reconnecter pour résoudre le problème.
hu: Ha problémája adódik a kapcsolattal újraíndithatja és újra bejelentkezhet, ami feltehetőleg megoldja a gondot.
it: Se si riscontrassero problemi con la connessione è possibile reimpostarla e riconnettersi nuovamente. Questo dovrebbe eliminare tali problemi.
ja: 接続に問題がある場合、設定をリセットして再度ログインすると、問題が解決する可能性があります。
pt_br: Se você está tendo problemas com sua conexão, você pode redefini-la e efetuar login novamente, o que pode resolver o problema.
ru: Если у вас проблемы с подключением, вы можете его сбросить и попробовать ещё раз, обычно это помогает.
zh_cn: 如果您的关联出现问题，您可以重置它并重新登录，这样可以解决问题。

# tab_tts_desc
source: EDDI uses its own text-to-speech engine that processes the voice depending on feature such as ship damage and size of cockpit. You can adjust the voice's parameters here.
de: EDDI verwendet eine eigene Text-to-Speech-Engine, die die Stimme abhängig von Merkmalen wie Schiffsbeschädigung und Größe des Cockpits verarbeitet. Hier können Sie die Parameter der Stimme einstellen.
es: EDDI usa su propio motor de texto-a-voz que procesa la voz según la función y el tamaño de la cabina. Puede ajustar sus parámetros aquí.
fr: EDDI utilise son propre moteur de synthèse vocale qui traite la voix en prenant en compte des fonctionnalités tel que les dommages du vaisseau et la taille du cockpit. Vous pouvez ajuster les paramètres de voix ici.
hu: Az EDDI egy szöveg felovasó motort használ, ami feldolgozza a hangot a hajó sérülési állapotának és pilótafülkéjének méretéhez megfelelően. Ennek paramétereit itt állíthatja be.
it: EDDI utilizza il proprio sintetizzatore vocale che elabora le frasi in base a determinate condizioni, come i danni patiti dalla nave in uso al momento e la dimensione della sua cabina di guida. Qui è possibile modificare i vari parametri vocali.
ja: EDDIは、船の損傷やコックピットの大きさによって音声を処理する、独自のテキスト読み上げエンジンを使用しています。ここで、声のパラメータを設定できます。
pt_br: O EDDI usa seu próprio mecanismo de conversão de texto em fala que processa a voz, dependendo do recurso, como danos na nave e tamanho do cockpit. Você pode ajustar os parâmetros da voz aqui.
ru: EDDI использует свой собственный механизм наложения эффектов на text-to-speech, который обрабатывает голос в зависимости от повреждения корабля и размера кабины. Вы можете настроить параметры этого эффекта голоса здесь.
zh_cn: EDDI 使用自己的文本转语音引擎，根据飞船损坏情况和驾驶舱大小等特征处理语音。 您可以在此处调整声音的参数。

# tab_tts_distort_label
source: Distort the voice on ship damage:
de: Verzerren Sie die Stimme bei Schiffsschäden:
es: Distorsión de la voz en dañarse la nave:
fr: Déformer la voix lorsque le vaisseau est endommagé:
hu: Hang torzítás a hajó sérüléseinek megfelelően:
it: Degrada la voce in base ai danni subiti dalla nave:
ja: 船が損傷したとき、音声を歪ませる:
pt_br: Distorcer a voz quando a nave é danificada:
ru: Искажать голос при повреждении корабля:
zh_cn: 飞船损坏时扭曲飞行助手的声音：

# tab_tts_header
source: Text-to-Speech
es: Texto-a-Voz
fr: Synthèse vocale
hu: Szövegfelolvasás
it: Sintesi vocale
pt_br: Texto-para-fala
ru: Синтез речи
zh_cn: 文本转语音

# tab_tts_level_label
source: Level of voice processing:
de: Level der Sprachverzerrung:
es: Nivel de procesamiento de voz:
fr: Niveau de traitement de la voix:
hu: Hangfeldolgozás szintje:
it: Livello di elaborazione della voce:
ja: 音声処理のレベル:
pt_br: Nível de processamento de voz:
ru: Уровень обработки голоса:
zh_cn: 声音处理级别:

# tab_tts_phonetic_speech_desc
source: EDDI uses phonetic speech to pronounce various hard-to-say words, and to put pauses between speech. Some voices, often Microsoft ones, have a problem with phonetic speech and it causes EDDI to hang or crash. If you experience this then try checking the option below
de: EDDI verwendet phonetische Sprache, um verschiedene schwer zu sagende Wörter auszusprechen und Pausen zwischen Wörtern einzufügen. Einige Stimmen, oft Microsoft-Stimmen, haben ein Problem mit phonetischer Sprache und verursachen, dass EDDI hängt oder abstürzt. Wenn dies der Fall ist, versuchen Sie die folgende Option zu aktivieren
es: EDDI usa el lenguaje fonético para pronunciar palabras complicadas y añade pausas entre diálogos. Algunas voces, a menudo las de Microsoft, tienen un problema con el lenguaje fonético que causa la congelación o el bloqueo de EDDI. Si encuentra ese problema, intente marcar la opción siguiente
fr: EDDI utilise le language phonétique pour prononcer certains mots compliqués et faire des pauses entre les dialogues. Certaines voix, comme celles de Microsoft, ont un problème avec le langage phonétique ce qui entraîne le gel ou le crash d'EDDI. Si vous rencontrez ce problème, essayez de cocher l'option ci-dessous.
hu: Az EDDI fonetikus beszédet alkalmaz a különböző nehezen kimondható szavak felolvasásához és szünetet tesz minden felolvasás közé, Egyes hangoknak, többnyire a Microsoft-éinak, gondja akadhat a fonetikus beszéddel ami az EDDI lefagyásához vagy bezárásához vezethet. Ha ilyesmit tapasztal próbálja ki az alábbi opciót
it: EDDI utilizza la dizione fonetica per pronunciare diverse parole non standardizzate e per gestire le pause fra le frasi. Alcune voci, spesso quelle di Microsoft, hanno dei problemi con la dizione vocale e possono bloccare o far crashare EDDI. Qualora si incontrassero problemi ascrivibili a questo caso si può provare a selezionare l'opzione qui sotto
ja: EDDIは、読みにくい単語をフォネティック・コードで読み上げます。いくつかの読み上げエンジンは、フォネティック・コードの読み上げに問題があり、EDDIの予期せぬ停止やクラッシュを引き起こします。その場合は、以下の設定を試してください。
pt_br: EDDI usa pronúncia fonética para pronunciar várias palavras difíceis de dizer, e para colocar pausas entre as falas. Algumas vozes, muitas vezes da Microsoft, têm um problema com a fala fonética e fazem o EDDI travar ou fechar. Se isso acontecer, tente marcar a opção abaixo
ru: EDDI использует фонетическую речь, чтобы произносить различные трудно произносимые слова и ставить паузы между речью. Некоторые голоса, часто Microsoft, имеют проблемы с фонетической речью, и это приводит к зависанию или падению EDDI. Если у вас это происхходит, попробуйте проверить опцию ниже
zh_cn: EDDI 使用音标拼读来发音各种难说的单词，并在语音之间放置停顿。 某些语音包（通常是 Microsoft 的语音包）在音标拼读方面存在问题，这可能导致 EDDI 挂起或崩溃。 如果您遇到这种情况，请尝试检查以下选项

# tab_tts_rate_label
source: Speed of speech:
de: Geschwindigkeit der Sprache:
es: Velocidad de la voz:
fr: Vitesse de la voix:
hu: Beszéd sebessége:
it: Velocità di pronuncia:
ja: 読み上げ速度:
pt_br: Velocidade da fala:
ru: Скорость речи:
zh_cn: 语音速度:

# tab_tts_test_button
source: Test voice
de: Stimme testen
es: Prueba la voz
fr: Tester la voix
hu: Hang tesztelése
it: Prova Voce
ja: 音声をテスト
pt_br: Testar voz
ru: Тест речи
zh_cn: 试音

# tab_tts_test_damaged_button
source: Test voice (severe damage)
de: Stimme testen (schwerer Schaden)
es: Prueba la voz (daños severos)
fr: Tester la voix (dommages importants)
hu: Teszt hang ( erős sérülés)
it: Prova Voce (danni notevoli)
ja: 音声をテスト（損傷を受けた場合）
pt_br: Testar voz (dano severo)
ru: Тест речи (при сильных повреждениях)
zh_cn: 试音 (飞船严重损坏)

# tab_tts_test_ship_label
source: Ship for testing the voice:
de: Schiff zum Testen der Stimme:
es: Nave para probar la voz:
fr: Choix du vaisseau pour le test de la voix:
hu: Hangteszthez használt hajó:
it: Prova Voce con navi differenti:
ja: 音声のテストに使用する船:
pt_br: Nave para testar a voz:
ru: Корабль для теста речи:
zh_cn: 用于试音的飞船型号:
