Repository: EDCD/EDDI
Catalog: EDDI/Properties/MainWindow.*.resx
Languages: de, es, fr, hu, it, ja, pt_br, ru, zh_cn

# tab_tts_voice_label
source: Voice:
de: Stimme:
es: Voz:
fr: Voix:
hu: Hang:
it: Voce:
ja: 読み上げエンジン:
pt_br: Voz:
ru: Голос:
zh_cn: 语音包:

# tab_tts_volume_label
source: Volume of speech:
de: Lautstärke der Stimme:
es: Volumen de la voz:
fr: Volume de la voix :
hu: Beszéd hangereje:
it: Volume del parlato:
ja: 音声のボリューム:
pt_br: Volume da fala:
ru: Громкость речи:
zh_cn: 音量:

# upgrade_button
source: Upgrade EDDI
de: EDDI aktualisieren
es: Actualizar EDDI
fr: Mettre à jour EDDI
hu: EDDI frissítése
it: Aggiorna EDDI
ja: EDDIを更新
pt_br: Atualizar EDDI
ru: Обновление EDDI
zh_cn: 更新EDDI

# reset_button
source: Reset
es: Reiniciar
fr: Réinitialiser
hu: Visszaállítás
it: Reimposta
ja: リセット
pt_br: Reiniciar
ru: Сброс
zh_cn: 重置

# tab_tts_test_desc
source: You can test how the voice will sound below. Note that if the voice is incompatible it will use the default voice instead.
de: Sie können unten testen, wie die Stimme klingen wird. Beachten Sie, dass, wenn die Stimme inkompatibel ist, stattdessen die Standard-Stimme verwendet wird.
es: Puede probar como sonará la voz elegida. Tenga en cuenta que si la voz elegida es incompatible, se usará la voz predeterminada.
fr: Vous pouvez tester la voix ci-dessous. À noter que si la voix est incompatible, la voix par défaut sera utilisée.
hu: Alul tesztelheti a hangzást. Ha a hang inkompatibilis, az alapként beállított hangot fogja használni.
it: Qui sotto è possibile provare come la voce suonerà. Resta da notare che, qualora la voce scelta risultasse non compatibile, al suo posto verrà utilizzata la voce di default.
ja: 以下で音声をテストできます。読み上げエンジンに互換性がない場合、デフォルトの音声が使用されます。
pt_br: Você pode testar como a voz vai soar abaixo. Observe que, se a voz for incompatível, ela usará a voz padrão.
ru: Вы можете проверить, как будет звучать речь. Обратите внимание, что если голос несовместим, будет использована речь по умолчанию.
zh_cn: 您可以在下面测试语音助手的声音。 请注意，如果语音包不兼容，它将使用默认语音。

# tab_tts_disable_phonetic_speech_label
source: Disable phonetic speech:
de: Phonetische Sprache deaktivieren:
es: Desactivar el lenguaje fonético:
fr: Désactiver le langage phonétique :
hu: Fonetikus beszéd kikapcsolása:
it: Disabilita Dizione Fonetica:
ja: フォネティック・コードによる読み上げを無効化:
pt_br: Desabilitar pronúncia fonética:
ru: Отключить фонетическую речь:
zh_cn: 禁用音标拼读:

# tab_tts_disable_phonetic_speech_note
source: (this will disable all functions using SSML speech tags, as noted in the Speech Responder's Help file)
de: (Dies deaktiviert alle Funktionen mit SSML-Sprach-Tags, wie in der Hilfedatei unter der Reiterkarte "_Sprachausgabe auf Ereignisse" angegeben.)
es: (Desactivará las funciones que utilicen tags SSML, como se indica en la ayuda del 'Asistente Vocal')
fr: (Ceci désactivera toutes les fonctions utilisant les tags SSML, comme décrit dans le fichier d'aide du répondeur de dialogue)
hu: (ez kikapcsolja az összes SSML beszéd címkét használó funkciót, ahogy az a Speech Responder segítség fájljában is megtalálható)
it: (questo disabiliterà ogni funzione che utilizzi le schede di pronuncia SSML, come specificato nel file di Aiuto Sintesi Vocale)
ja: (Speech Responderのヘルプに記載された、音声合成マークアップ言語(SSML)機能を全て無効化します。)
pt_br: (isso desligará as funções usando tags de voz SSML, como visto no arquivo de Ajuda do Relator de Fala)
ru: (отключит все функции, использующие речевые теги SSML, как отмечено в файле справки речевого респондента)

# tab_tts_icao_desc
source: EDDI can use ICAO, for example using 'alpha' rather than 'A', when saying star and body names. This can make it easier to understand system names, but does take longer to pronounce. If you want to hear ICAO pronunciations then check the option below. Note that this will not work if you have disabled phonetic speech above.
de: EDDI kann die Aussprache laut ICAO verwenden, zum Beispiel "alpha" statt "A", wenn man Stern- und Körpernamen sagt. Dies kann das Verständnis der Systemnamen erleichtern, dauert jedoch länger. Wenn Sie die ICAO-Aussprache hören möchten, aktivieren Sie die Option unten. Beachten Sie, dass dies nicht funktioniert, wenn Sie die phonetische Sprache oben deaktiviert haben.
es: EDDI puede usar OACI, por ejemplo, usando 'alfa' en lugar de 'A', cuando dice nombres de estrellas y cuerpos. Esto puede facilitar la comprensión de los nombres del sistema, pero lleva más tiempo pronunciarlo. Si desea escuchar las pronunciaciones de la OACI, marque esta opción. Tenga en cuenta que no funcionará si ha deshabilitado la opción anterior de habla fonética.
fr: EDDI peut utiliser l'ICAO, par exemple utiliser 'alpha' plutôt que 'A' pour nommer le noms des étoile ou des astres. Cela facilite la compréhension des noms de systèmes mais les rend plus long à prononcer. Pour utiliser ce type de prononciation, veuillez cochez l'option ci-dessous. À noter que cela ne fonctionnera pas si vous avez désactivé le langage phonétique.
hu: Az EDDI képes az ICAO használatára, például használhatja az 'alpha'-t az 'A' helyet amikor az égitestek nevét kimondja. Ez megkönnyítheti a rendszer nevek megértését de több ideig tart a felolvasása. Amennyiben szertné meghallgatni az ICAO kiejtését jelölje be az alábbi opciót. Ez az opció nem működik ha a fonetikus beszéd ki van kapcsolva.
it: EDDI è in grado di utilizzare ICAO, ad esempio utilizzando 'alfa' al posto di 'a', quando pronuncia i nomi di stelle o corpi celesti. Questo potrebbe rendere più facile comprendere i suddetti nomi, ma renderà la dizione considerevolmente più lunga. Per sentire la pronuncia ICAO selezionare l'opzione qui sotto. Notare che essa non funzionerà se la Dizione Fonetica è stata disabilitata.
ja: EDDIは、星系名や惑星名の読み上げに、ICAO発音(例:「A」を「アルファ」と発音)を使用可能です。これにより、星系名を理解しやすくなりますが、読み上げには時間が必要です。ICAO発音を使用するには、下記にチェックしてください。フォネティック・コードによる読み上げを無効化している場合、この設定は機能しません。
pt_br: O EDDI pode usar ICAO, por exemplo, usando 'alfa' em vez de 'A', ao dizer nomes de estrela e corpos. Isso pode facilitar a compreensão dos nomes do sistema, mas demora mais para ser pronunciado. Se você quiser ouvir pronunciações ICAO, marque a opção abaixo. Note que isso não funcionará se você tiver desativado a fala fonética acima.
ru: EDDI может использовать ICAO, например, произносить «альфа», а не «А», когда произносит имена звезд и тел. Это может облегчить понимание сложных системных имен, но для произнесения требуется больше времени. Если вы хотите услышать произношение ICAO, включите опцию ниже. Обратите внимание, что функция не будет работать, если вы отключили фонетическую речь выше.
zh_cn: EDDI 可以使用 ICAO规则，例如在说出恒星和天体名称时使用“alpha”而不是“A”。 这可以使星系名称更容易理解，但发音需要更长的时间。 如果您想听 ICAO 的发音，请选中下面的选项。 请注意，如果您在上面禁用了语音语音，这将不起作用。

# tab_tts_icao_label
source: Enable ICAO:
de: ICAO aktivieren:
es: Activar OACI:
fr: Activer l'ICAO:
hu: ICAO engedélyezése:
it: Abilita ICAO:
ja: ICAO発音を有効化:
pt_br: Habilitar ICAO:
ru: Включить ICAO:
zh_cn: 启用ICAO:

# tab_commander_details_header
source: Commander Details
es: Detalles del Comandante
fr: Détails du Commandant
hu: Parancsnok adatok
it: Dettagli relativi al Comandante
pt_br: Detalhes do Comandante
ru: Данные Командира
zh_cn: 指挥官详细信息

# tab_commander_gender
source: Preferred gender for pronouns and titles:
de: Bevorzugtes Geschlecht für Pronomen und Titel:
es: Género preferido para pronombres y títulos:
fr: Genre préféré pour les titres et pronoms:
hu: Előnyben részesített nem, megszólitáshoz és rangokhoz:
it: Genere preferito per pronomi o titoli:
ja: 代名詞と称号で使用する性別:
pt_br: Gênero preferido para pronomes e títulos:
ru: Предпочтительный пол для местоимений и названий:
zh_cn: 人称代词和头衔的首选性别:

# tab_commander_gender_f
source: Female
de: Weiblich
es: Mujer
fr: Féminin
hu: Nő
it: Femminile
ja: 女性
pt_br: Feminino
ru: Женский
zh_cn: 女

# tab_commander_gender_m
source: Male
de: Männlich
es: Hombre
fr: Masculin
hu: Férfi
it: Maschile
ja: 男性
pt_br: Masculino
ru: Мужской
zh_cn: 男

# tab_commander_gender_n
source: Neither
de: Weder noch
es: Ninguno
fr: Neutre
hu: Egyik sem
it: Nessuno
ja: その他
pt_br: Nenhum
ru: Ни то, ни другое
zh_cn: 都不是

# tab_commander_home_station
source: Home station:
de: Heimatstation:
es: Estación hogar:
fr: Station résidentielle:
hu: Honállomás:
it: Stazione di Base:
ja: ホームステーション:
pt_br: Estação de origem:
ru: Домашняя станция:
zh_cn: 家园站点:

# tab_commander_home_system
source: Home system:
de: Heimatsystem:
es: Sistema hogar:
fr: Système résidentiel:
hu: Honos rendszer:
it: Sistema di Base:
ja: ホーム星系:
pt_br: Sistema de origem:
ru: Домашняя система:
zh_cn: 家园星系:

# tab_commander_par1
source: You can provide the name of a particular system you consider home, and also a station inside that system. If you do then the information about this system and station will be made available to EDDI's responders.
de: Sie können den Namen eines bestimmten Systems und einer Station in diesem System, das Sie als Ihr Zuhause betrachten, angeben. Wenn Sie dies tun, werden die Informationen über dieses System und diese Station den Ansprechpartnern von EDDI zur Verfügung gestellt.
es: Puede especificar el nombre de un sistema y una estación en particular del mismo, que considere como su hogar. Si lo hace, su información estará disponible para los Asistentes de EDDI.
fr: Vous pouvez indiquer ici le nom d'un système en particulier que vous considérez comme votre domicile ainsi qu'une station dans ce système. Si vous le faites, l'information sera utilisée par les répondeurs EDDI.
hu: Megadhatja a rendszer és állomás nevét amit leginkább az otthonának tekint. Ha megteszi, akkor ezen rendszer és állomás adatai elérhetőek lesznek az EDDI reagálóinak.
it: E' possibile fornire il nome di Sistema che si consideri come 'Base' ed anche quello di una stazione al suo interno con il medesimo intento. In questo modo le informazioni riguardanti questi particolari sistema e stazione saranno resi disponibili all'assistente di EDDI.
ja: 拠点とする星系と、そこに存在するステーションの名称を設定することで、EDDIのResponderが、その星系の情報を利用できるようになります。
pt_br: Você pode fornecer o nome de um sistema específico que você considera sua casa e também uma estação dentro desse sistema. Se você fizer isso, as informações sobre este sistema e estação serão disponibilizadas para as respostas do EDDI.
ru: Вы можете указать название конкретной системы, которую считаете домом, а также станцию внутри этой системы. Если вы это сделаете, то информация об этой системе и станции будет предоставлена "респондентам" EDDI.
zh_cn: 您可以在这里选择您的家园星系和此星系中的家园站点。这会被传送至响应器作为您的“家园”或“故乡”。

# tab_commander_squadron_name
source: Squadron name:
de: Geschwader-Name:
es: Nombre del escuadrón:
fr: Nom de l'escadron:
hu: Osztag név:
it: Nome Squadriglia:
ja: Squadronの名称:
pt_br: Nome da esquadra:
ru: Название эксадры:
zh_cn: 中队名称:

# tab_commander_squadron_system
source: Squadron system:
de: Geschwader-System:
es: Sistema del escuadrón:
fr: Système de l'escadron:
hu: Osztag rendszere:
it: Sistema Squadriglia:
ja: Squadronの星系
pt_br: Sistema da esquadra:
ru: Система эскадры:
zh_cn: 中队星系:

# tab_commander_squadron_allegiance
source: Squadron allegiance:
de: Geschwader-Treue:
es: Alianza del escuadrón:
fr: Allégeance de l'escadron:
hu: Osztag hűség:
it: Alleanza Squadriglia:
ja: Squadronの忠誠先:
pt_br: Lealdade da esqudra:
ru: Сторона:
zh_cn: 中队效忠:

# tab_commander_squadron_faction
source: Squadron faction:
de: Geschwader-Fraktion:
es: Facción del escuadrón:
fr: Faction de l'escadron:
hu: Osztag vállalata:
it: Fazione Squadriglia:
ja: Squadronのファクション:
pt_br: Facção da esquadra:
ru: Фракция:
zh_cn: 中队派系:

# tab_commander_squadron_power
source: Squadron power:
de: Geschwader-Power:
es: Potencia del escuadrón:
fr: Puissance de l'escadron:
hu: Osztag hatalmi erő:
it: Potere Squadriglia:
ja: Squadronのパワー:
pt_br: Poder da esqudra:
ru: Сила:
zh_cn: 中队Power:

# tab_commander_squadron_rank
source: Squadron rank:
de: Geschwader-Rank:
es: Rango del escuadrón:
fr: Rang de l'escadron:
hu: Osztag rangja:
it: Rango Squadriglia:
ja: Squadronの階級:
pt_br: Rank na esquadra:
ru: Ранг экадрильи:
zh_cn: 中队阶级:

# tab_commander_squadron_id
source: Squadron ID:
de: Geschwader-ID:
es: ID del escuadrón:
fr: ID de l'escadron:
hu: Osztag azonosító:
it: Identificativo Squadrglia:
pt_br: ID da esquadra:
ru: ID эскадрильи:
zh_cn: 中队 ID:

source: No Station
de: Keine Station
es: Sin Estaciones
fr: Aucune station
hu: Nincs állomás
it: Nessuna stazione
ja: ステーションなし
pt_br: Sem Estação
ru: Станций нет
zh_cn: 没有站点

# tab_frontier_not_enabled_desc
source: The Frontier API is not enabled in this build of EDDI.
de: Die Frontier API ist in dieser EDDI Version nicht möglich.
es: La API de Frontier está desactivada para esta versión de EDDI.
fr: L'API Frontier n'est pas activée dans cette version d'EDDI.
hu: A Frontier API nincs engedélyezve ebben az EDDI változatban.
it: L'API di Frontier non è abilitata in questa versione di EDDI.
ja: このEDDIのビルドでは、Frontier APIが有効になっていません。
pt_br: A API da Frontier não está habilitada nesta versão do EDDI.
zh_cn: Frontier API 在这个版本的 EDDI 中不可用。

# choose_lang_label_va
source: Select EDDI's language (requires relaunching VoiceAttack):
de: Wähle die Sprache von EDDI aus (erfordert einen Neustart von VoiceAttack):
es: Seleccione el idioma de EDDI (Requiere reinicio de EDDI):
fr: Sélectionnez la langue d'EDDI (nécessite de relancer VoiceAttack):
hu: Válassza ki az EDDI nyelvét (a VoiceAttack újraindítását igényli):
it: Seleziona la lingua di EDDI (richiede il riavvio di VoiceAttack):
ja: EDDIの言語（VoiceAttackの再起動が必要です）
pt_br: Selecione o idioma do EDDI (requer o reinício do VoiceAttack):
zh_cn: 选择EDDI的语言（需要重新启动VoiceAttack）:
