Repository: EDCD/EDDI
Catalog: DataDefinitions/Properties/Commodities.*.resx
Languages: de, es, fr, hu, it, ja, pt_br, ru, zh_cn

# lavignygarisonsupplies
source: Lavigny Garrison Supplies
de: Lavigny's Garnisonszubehör
es: Suministros de guarnición de Lavigny
fr: Ravitaillement de garnison d'Arissa
hu: Lavigny helyőrségi készletek
it: Forniture per le Fortezze di Lavigny
pt_br: Mantimentos de Tropas da Lavigny
ru: Гарнизонные припасы Лавиньи
zh_cn: 拉维尼驻军补给

# lavignycorruptiondossiers
source: Lavigny Corruption Reports
de: Lavigny's Korruptionsberichte
es: Informes de corrupción de Lavigny
fr: Rapports de corruption d'Arissa
hu: Lavigny Korrupciós jelentések
it: Rapporti di Corruzione di Lavigny
pt_br: Relatórios de Corrupção da Lavigny
ru: Отчеты Лавиньи о коррупции
zh_cn: 拉维尼腐败报告

source: Unknown
de: Unbekannt
es: Desconocido
fr: Inconnu
hu: Ismeretlen
it: Sconosciuto
pt_br: Desconhecido
ru: Неизвестное
zh_cn: 未知

# AislingMediaResources
source: Aisling Sealed Contracts
de: Aislings abgeschlossene Verträge
es: Contratos sellados de Aisling
fr: Contrats sous scellés d'Aisling
hu: Aisling biztositott szerződések
it: Contratti Sigillati di Aisling
pt_br: Contratos Selados da Aisling
ru: Запечатанные контракты Айслинг
zh_cn: 艾斯林密封合同

# AllianceLegaslativeContracts
source: Alliance Legislative Contracts
de: Gesetzesverträge der Allianz
es: Contratos legislativos de la Alianza
fr: Accords législatifs de l'Alliance
hu: Szøvetségi törvényhozói szerződések
it: Contratti Legislativi dell'Alleanza
pt_br: Contratos Legais da Aliança
ru: Законодательные договоры Альянса
zh_cn: 联盟立法合同

source: Alliance Trade Agreements
de: Handelsabkommen der Allianz
es: Acuerdos comerciales de la Alianza
fr: Accords commerciaux de l'Alliance
hu: Szövetségi kereskedelmi megállapodások
it: Accordi Commerciali dell'Alleanza
pt_br: Acordos Comerciais da Aliança
ru: Торговые соглашения Альянса
zh_cn: 联盟贸易协定

source: Buckyball Beer Mats
de: Buckyball-Bierdeckel
es: Posavasos Buckyball
fr: Sous-bocks Buckyball
hu: Buckyball Sör alátét
it: Sottobicchieri Buckyball
pt_br: Porta Copos Buckyball
ru: Подставка под пиво Buckyball
zh_cn: 巴基球啤酒垫

# CounterCultureSupport
source: Revolutionary supplies
de: Revolutionsmaterialien
es: Suministros revolucionarios
fr: Matériel révolutionnaire
it: Forniture per i Rivoltosi
pt_br: Mantimentos Revolucionários
ru: Припасы революционеров
zh_cn: 革命用品

# FederalAid
source: Liberal Federal Aid
de: Liberale Föderiertenhilfe
es: Ayuda federal liberal
fr: Cargaisons d'aide humanitaire libérales
it: Aiuti Federali Liberali
pt_br: Auxílio Federal Liberal
ru: Либеральные субсидии Федерации
zh_cn: 自由联邦援助

# FederalTradeContracts
source: Liberal Federal Packages
de: Liberales Föderiertenpaket
es: Paquetes federales liberales
fr: Colis fédéraux libéraux
it: Pacchetti Liberali Federali
pt_br: Pacotes Federais Liberais
ru: Либеральный груз Федерации
zh_cn: 自由联邦包裹

source: Grom Counter Intelligence
de: Grom-Spionageabwehr
es: Contrainteligencia de Grom
fr: Renseignements militaires de Grom
it: Controspionaggio di Grom
pt_br: Contra-inteligência de Grôm
ru: Разведданные Грома
zh_cn: 格罗姆反情报

# GromWarTrophies
source: Yuri Grom's Military Supplies
de: Yuri Groms Militärausrüstung
es: Suministros militares de Yuri Grom
fr: Fournitures militaires de Yuri Grom
hu: Yuri Grom Katonai utánpótlás
it: Forniture Militari di Yuri Grom
pt_br: Suprimentos Militares de Yuri Grôm
ru: Военные припасы Юрия Грома
zh_cn: 尤里格罗姆军需品

source: Harma Silver Sea Rum
de: Harma Silberseerum
es: Ron Harma Silver Sea
fr: Rhum marin Harma Silver
hu: Harmai Ezüst tenger rum
it: Rum Mare d'Argento Harmaniano
pt_br: Rum Mar Prata de Harma
ru: Ром «Серебряное море Harma»
zh_cn: 哈玛银海朗姆酒

# IllicitConsignment
source: Kumo Contraband Package
de: Kumo-Schmuggelwarenpaket
es: Paquete de contrabando de Kumo Crew
fr: Marchandises de contrebande de Kumo
hu: Kumói csempészcsomag
it: Pacchetti di Contrabbando Kumoani
pt_br: Pacote de contrabando do Kumo
ru: Контрабанда Kumo
zh_cn: 库莫违禁品包

source: Lavigny Field Supplies
de: Lavignys Feldversorgung
es: Suministros de campaña de Lavigny
fr: Ravitaillement militaire d'Arissa
hu: Lavigny harctéri készletek
it: Forniture da Campo di Lavigny
pt_br: Mantimentos de Campo da Lavigny
zh_cn: 拉维尼野战补给

# LiberalCampaignMaterials
source: Liberal Propaganda
de: Liberale Propaganda
es: Propaganda liberal
fr: Programmes libéraux
hu: Liberális propaganda
it: Propaganda Liberale
pt_br: Propaganda Liberal
ru: Либеральная пропаганда
zh_cn: 自由主义宣传

# LoanedArms
source: Marked Military Arms
de: Markierte Militärwaffen
es: Armamento militar marcado
fr: Armes militaires marquées
hu: Jelölt katonai fegyverek
it: Armi Militari Marchiate
pt_br: Armas Militares Marcadas
ru: Помеченное оружие
zh_cn: 被标记的军用武器

source: Marked Slaves
de: Markierte Sklaven
es: Esclavos marcados
fr: Esclaves marqués
hu: Megjelölt Rabszolgák
it: Schiavi Marchiati
pt_br: Escravos Marcados
ru: Помеченные рабы
zh_cn: 被标记的奴隶

source: Onionhead Derivatives
de: Onionhead-Derivantien
es: Derivados de Cebollazo
fr: Produits dérivés à base de tête d'oignon
hu: Hagymafejű származékok
it: Derivati della Testa di Cipolla
pt_br: Derivados de Onionhead
ru: Компоненты луковых головок
zh_cn: 洋葱头鸦片衍生物

source: Onionhead Samples
de: Onionhead-Proben
es: Muestras de Cebollazo
fr: Échantillons de tête d'oignon
hu: Hagymafej minták
it: Campioni di Testa di Cipolla
pt_br: Amostras de Onionhead
ru: Образцы луковых головок
zh_cn: 洋葱头鸦片样本

source: Out Of Date Goods
de: Abgelaufene Waren
es: Bienes caducados
fr: Marchandises périmées
hu: Elavult áruk
it: Beni Scaduti
pt_br: Mercadorias Fora de Validade
ru: Просроченные товары
zh_cn: 过期商品

source: Patreus Field Supplies
de: Patreus' Feldversorgung
es: Suministros de campaña de Patreus
fr: Ravitaillement militaire de Patreus
hu: Patreus harctéri készletek
it: Forniture da Campo di Patreus
pt_br: Mantimentos de Campo do Patreus
ru: Полевые припасы Патреуса
zh_cn: 帕特鲁斯野战补给

# PatreusGarisonSupplies
source: Patreus Garrison Supplies
de: Patreus' Garnisonsversorgung
es: Suministros de guarnición de Patreus
fr: Ravitaillement de garnison de Patreus
hu: Patreus helyőrségi készletek
it: Forniture da Fortezza di Patreus
pt_br: Mantimentos de Tropas do Patreus
ru: Гарнизонные припасы Патреуса
zh_cn: 帕特鲁斯驻军补给

# PlatinumAloy
source: Platinum Alloy
de: Platinlegierung
es: Aleación de platino
fr: Alliage de platine
hu: Platinaötvözet
it: Lega di Platino
pt_br: Liga de Platina
ru: Платиновый сплав
zh_cn: 铂合金

# RepublicanFieldSupplies
source: Hudson's Field Supplies
de: Hudsons Feldversorgung
es: Suministros de campaña de Hudson
fr: Ravitaillement militaire de Hudson
hu: Hudson harctéri készletek
it: Forniture da Campo di Hudson
pt_br: Mantimentos de Campo do Hudson
ru: Полевые припасы Хадсона
zh_cn: 哈德森野战补给

# RepublicanGarisonSupplies
source: Hudson Garrison Supplies
de: Hudsons Garnisonsversorgung
es: Suministros de guarnición de Hudson
fr: Ravitaillement de garnison de Hudson
hu: Hudson helyőrségi készletek
it: Forniture da Fortezza di Hudson
pt_br: Mantimentos de Tropas do Hudson
ru: Гарнизонные припасы Хадсона
zh_cn: 哈德森驻军补给

# RestrictedIntel
source: Hudson's Restricted Intel
de: Hudsons Geheiminformationen
es: Inteligencia restringida de Hudson
fr: Renseignements confidentiels de Hudson
it: Informazioni Riservate di Hudson
pt_br: Inteligência Restrita do Hudson
ru: Секретные разведданные Хадсона
zh_cn: 哈德森机密情报

# RestrictedPackage
source: Core Restricted Package
de: Vertrauliches Paket der Core Holding
es: Paquete restringido de Core
fr: Colis scellés Core Holding
it: Pacchetti Riservati del Nucleo
pt_br: Pacote Restrito da Core
ru: Секретный груз Core
zh_cn: 核心机密包裹

# SiriusCommercialContracts
source: Sirius Corporate Contracts
de: Sirius Unternehmensverträge
es: Contratos corporativos de Sirius
fr: Contrats de Sirius
hu: Szíriuszi reklám szerződések
it: Contratti Corporativi di Sirius
pt_br: Contratos Corporativos do Sírius
ru: Корпоративные контракты Sirius
zh_cn: 天狼星公司合同

source: Sirius Franchise Package
de: Sirius Franchise-Paket
es: Paquete de franquicia de Sirius
fr: Dossiers marketing de Sirius
hu: Szíriuszi franchise szerződéscsomag
it: Pacchetti di Sirius in Franchigia
pt_br: Pacote de Franquia do Sírius
ru: Посылка с товаром Sirius
zh_cn: 天狼星特许经营包裹

source: Sirius Industrial Equipment
de: Sirius Industrieausrüstung
es: Equipo industrial de Sirius
fr: Équipements industriels de Sirius
hu: Siriusi ipari berendezés
it: Equipaggiamento Industriale di Sirius
pt_br: Equipamento Industrial do Sírius
ru: Промышленное оборудование Sirius
zh_cn: 天狼星工业设备

source: Thargoid Scout Tissue Sample
de: Gewebeprobe von Thargoiden-Späher
es: Muestra de tejido de explorador Thargoide
fr: Échantillon de tissu Thargoïd - Éclaireur
hu: Thargoid felderítő szövet minta
it: Campione di Tessuto di Esploratore Thargoid
pt_br: Amostra de Tecido de Scout Thargoid
ru: Образец тканей таргоида-разведчика
zh_cn: 八角侦查器组织样本

# UnmarkedWeapons
source: Unmarked Military supplies
de: Unmarkierte Militärmaterialien
es: Suministros militares sin marcar
fr: Surplus militaire banalisé
hu: Jelöletlen katonai utánpótlás
it: Forniture Militari non registrate
pt_br: Mantimentos Militares Sem Marca
ru: Военные припасы без меток
zh_cn: 未标记的军用补给

source: Utopian Dissident
de: Utopia-Dissidenten
es: Disidentes de Utopian
fr: Dissidents utopiens
hu: Utópista disszidens
it: Dissidenti Utopiani
pt_br: Dissidente da Utopia
ru: Диссиденты Утопии
zh_cn: 乌托邦异见者

# UtopianFieldSupplies
source: Utopian Supplies
de: Utopia-Versorgungsmaterialien
es: Suministros de Utopian
fr: Marchandises d'Utopia
hu: Utopian utánpótlás
it: Forniture Utopiane
pt_br: Mantimentos da Utopia
ru: Припасы Утопии
zh_cn: 乌托邦补给

source: Utopian Publicity
de: Utopia-PR-Dokumente
es: Publicidad de Utopian
fr: Pamphlets d'Utopia
hu: Utópia hirdetmény
it: Pubblicità Utopiana
pt_br: Publicidade da Utopia
ru: Публикации Утопии
zh_cn: 乌托邦宣传

source: Personal Gifts
de: Persönliche Geschenke
es: Regalos personales
fr: Cadeaux personnels
hu: Személyes ajándékok
it: Doni Personali
pt_br: Presentes Pessoais
ru: Персональные подарки
zh_cn: 节日礼物

source: Shan's Charis Orchid
de: Shans Charis-Orchidee
es: Orquídea Charis de Shan
fr: Orchidée Shan Charis
hu: Shan's Charisi Orchidea
it: Orchidea Gratitudine di Shan
pt_br: Orquídea de Shans Charis
ru: Орхидея Shan Charis
zh_cn: 珊查理斯兰花

source: Ancient Key
de: Uralter Schlüssel
es: Llave antigua
fr: Clé Antique
hu: Ősi kulcs
it: Chiave Antica
pt_br: Chave Antiga
ru: Древний ключ
zh_cn: 远古钥匙

# ThargoidTissueSampleType1
source: Thargoid Cyclops Tissue Sample
de: Thargoid Cyclops Gewebeprobe
es: Muestra de tejido de Thargoide Cíclope
fr: Échantillon de tissu Thargoïd - Cyclops
hu: Thargoid küklopsz szövet minta
it: Campione di Tessuto di Ciclope Thargoid
pt_br: Amostra de Tecido Thargoid Cyclops
ru: Образец ткани таргоидского корабля «Циклоп»
zh_cn: 八角独眼巨人组织样本

# ThargoidTissueSampleType2
source: Thargoid Basilisk Tissue Sample
de: Thargoid Basilisk Gewebeprobe
es: Muestra de tejido de Thargoide Basilisco
fr: Échantillon de tissu Thargoïd - Basilisk
hu: Thargoid Bazliliszkus szövet minta
it: Campione di Tessuto di Basilisco Thargoid
pt_br: Amostra de Tecido Thargoid Basilisk
ru: Образец ткани таргоидского корабля «Василиск»
zh_cn: 八角蛇怪组织样本

# ThargoidTissueSampleType3
source: Thargoid Medusa Tissue Sample
de: Thargoid Medusa Gewebeprobe
es: Muestra de tejido de Thargoide Medusa
fr: Échantillon de tissu Thargoïd - Medusa
hu: Thargoid Medúza szövet minta
it: Campione di Tessuto di Medusa Thargoid
pt_br: Amostra de Tecido Thargoid Medusa
ru: Образец ткани таргоидского корабля «Медуза»
zh_cn: 八角美杜莎组织样本

# ThargoidTissueSampleType4
source: Thargoid Hydra Tissue Sample
de: Thargoid Hydra Gewebeprobe
es: Muestra de tejido de Thargoide Hidra
fr: Échantillon de tissu d'un Hydra Thargoïd
hu: Thargoid Hidra szövet minta
it: Campione di Tessuto di Idra Thargoid
pt_br: Amostra de Tecido Thargoid Hydra
ru: Образец ткани таргоидского корабля «Гидра»
zh_cn: 八角九头蛇组织样本

source: Nanomedicines
de: Nanomedizin
es: Nano-medicinas
fr: Nanomédecines
hu: Nanogyógyszerek
it: Nanomedicinali
pt_br: Nanoremédios
ru: Нанолекарства
zh_cn: 纳米药品

source: Rhodplumsite
de: Rhodplumsit
es: Rhodplumsita
hu: Rodplumszit
pt_br: Rhodplumsita
ru: Родплумсайт
zh_cn: 红铅矿

source: Serendibite
de: Serendibit
es: Serendibita
hu: Szerendibit
pt_br: Serendibita
ru: Серендибит
zh_cn: 蓝硅硼钙石

source: Monazite
de: Monazit
es: Monacita
hu: Monacit
pt_br: Monazita
ru: Монацит
zh_cn: 独居石

source: Musgravite
de: Musgravit
es: Musgravita
hu: Musgravit
it: Magnesio Taaffeite
pt_br: Musgravita
ru: Мусгравит
zh_cn: 麝香石

source: Benitoite
de: Benitoit
es: Benitoíta
fr: Bénitoïte
hu: Benitoit
pt_br: Benitoita
ru: Бенитоит
zh_cn: 膨润土

source: Grandidierite
de: Grandidierit
es: Grandidierita
hu: Grandidierit
pt_br: Grandidierita
ru: Грандидьерит
zh_cn: 硅硼镁铝石

source: Alexandrite
de: Alexandrit
es: Alejandrita
hu: Alexandrit
it: Alessandrite
pt_br: Alexandrita
ru: Александрит
zh_cn: 亚历山大变石

# UnknownBiologicalMatter
source: Thargoid Biological Matter
de: Thargoidenmaterie
es: Materia Biológica Zargoide
fr: Matière biologique Thargoïde
hu: Thargoid biólógiai anyag
it: Materiale Biologico Thargoid
pt_br: Matéria Biológica Thargoide
ru: Таргоидская биомасса
zh_cn: 八角生物物质

source: Rockforth Fertiliser
de: Rockforth Dünger
es: Fertilizantes Rockforth
hu: Rockforth műtrágya
it: Fertilizzante Rockforth
pt_br: Fertilizador Rockforth
zh_cn: 洛克福斯肥料

source: Agronomic Treatment
de: Landwirtschaftliche Behandlung
es: Tratamiento agronómico
it: Trattamento Agronomico
pt_br: Tratamento Agronômico
zh_cn: 抗枯萎病剂

source: Baked Greebles
de: Gebackene Greebles
es: Greebles al horno
it: Greebles al forno
pt_br: Cozido de Greebles
zh_cn: 烤格力布贝

# Advert1
source: Ultra-Compact Processor Prototypes
de: Ultrakompakte Prozessorprototypen
es: Prototipos de Procesadores Ultra-Compactos
it: Processore sperimentale ultra-compatto
pt_br: Protótipos de Processadores Ultra-Compactos
zh_cn: 超紧凑型处理器原型

# AnimalEffigies
source: Crom Silver Fesh
es: Aliento Cromado de Plata
it: Fesh argentato di Crom
pt_br: Fôlego Prata de Crom
zh_cn: 克罗姆白银兴奋剂

source: Tritium
zh_cn: 氚

# M_TissueSample_Fluid
source: Mollusc Fluid
zh_cn: 软体动物液

# M_TissueSample_Soft
source: Mollusc Soft tissue
zh_cn: 软体动物软组织

# M_TissueSample_Nerves
source: Mollusc Brain Tissue
zh_cn: 软体动物脑组织

# S_TissueSample_Cells
source: Pod Core Tissue
zh_cn: 太空豆荚核心样本

# S_TissueSample_Surface
source: Pod Dead Tissue
zh_cn: 太空豆荚死亡样本

# S_TissueSample_Core
source: Pod Surface Tissue
zh_cn: 太空豆荚表面样本

# P_ParticulateSample
source: Anomaly Particles
zh_cn: 异常粒子

# S9_TissueSample_Shell
source: Pod Tissue
zh_cn: 太空豆荚样本

# M3_TissueSample_Membrane
source: Mollusc Membrane
zh_cn: 软体动物膜

# M3_TissueSample_Mycelium
source: Mollusc Mycelium
zh_cn: 软体动物菌丝体

# M3_TissueSample_Spores
source: Mollusc Spores
zh_cn: 软体动物孢子

# S6_TissueSample_Mesoglea
source: Pod Mesoglea
zh_cn: 太空豆荚内层样品

# S6_TissueSample_Cells
source: Pod Outer Tissue
zh_cn: 太空豆荚外部样本

# S6_TissueSample_Coenosarc
source: Pod Shell Tissue
zh_cn: 太空豆荚壳样本

source: Koro Kung Pellets
es: Gránulos de Koro Kung
fr: Boulettes Koro Kung
hu: Koro Kung-i műtrágya
it: Fertilizzante di Koro Kung
ja: コロクン弾
pt_br: Pastilhas de Koro Kung
ru: Корокунгские катышки

# Opal
source: Void Opals
de: Leere Opale
es: Ópalos de vacío
fr: Opales du vide
hu: Void opál
it: Opali del Vuoto
pt_br: Opalas do Vazio
ru: Опалы бездны
