Repository: EDCD/EDDI
Catalog: DataDefinitions/Properties/Commodities.*.resx
Languages: de, es, fr, hu, it, ja, pt_br, ru, zh_cn

source: Gerasian Gueuze Beer
de: Gerasisches Gueuze Bier
es: Cerveza gerasiana Gueuze
fr: Gueuze Gerasienne
hu: Gerasiai Gueuze sör
it: Birra Gueuze Gerasiana
ja: ゲラス・ギェーゼビール
pt_br: Cerveja Gerasiana de Gueuze
ru: Герасианское пиво гез
zh_cn: 格拉西亚 古兹啤酒

source: Giant Irukama Snails
de: Gigantische Irukama Schnecken
es: Caracoles gigantes de Irukama
fr: Escargots géants d'Irukama
hu: Irukamai óriás csigák
it: Lumache Giganti di Irukama
ja: ジャイアントイルカマカタツムリ
pt_br: Caramujos gigantes de Irukama
ru: Огромные улитки с Ирукамы
zh_cn: 巨型伊鲁卡玛蜗牛

source: Giant Verrix
de: Gigantischer Verrix
es: Verrix gigante
fr: Verrix géant
hu: Óriás verrix
it: Verrix Giganti
ja: ジャイアント・ヴェリックス
pt_br: Verrix Gigante
ru: Гигант Веррикс
zh_cn: 巨型威力克斯

source: Gilya Signature Weapons
de: Gilya Signierte Waffen
es: Armas personalizadas de Gilya
fr: Armes personnalisées Gilyanes
hu: Gilyai egyedi fegyverek
it: Arma Tradizionale Gilya
ja: ギリャのトレードマーク武器
pt_br: Armas de Personalizadas de Gilya
ru: Именное оружие из системы Гилья
zh_cn: 吉利亚个性定制武器

source: Gold
es: Oro
fr: Or
hu: Arany
it: Oro
ja: 金
pt_br: Ouro
ru: Золото
zh_cn: 黃金

source: Goman Yaupon Coffee
de: Goman Yaupon Kaffee
es: Café Yaupon de Goman
fr: Café Goman Yaupon
hu: Gomani Yaupon kávé
it: Caffé Goman Yaupon
ja: ゴマン・ヤポンノキコーヒー
pt_br: Café Yaupon de Goman
ru: Кофе Goman Yaupon
zh_cn: 戈曼雅蓬咖啡

source: Goslarite
de: Goslarit
es: Goslarita
hu: Goszlarit
ja: ゴスラー石
pt_br: Goslarita
ru: Госларит
zh_cn: 皓矾

source: Grain
de: Getreide
es: Grano
fr: Céréales
hu: Gabona
it: Grano
ja: 穀物
pt_br: Cereal
ru: Зерно
zh_cn: 谷物

source: Hafnium 178
es: Hafnio 178
it: Afnio 178
ja: ハフニウム178
pt_br: Háfnio 178
ru: Гафний-178
zh_cn: 铪幺柒捌

source: Haidne Black Brew
de: Haidne Schwarz Bräu
es: Infusión negra de Haidne
fr: Tisane noire de Haiden
hu: Haidnei fekete főzet
it: Té Nero di Aidne
ja: ハイドネ黒ビール
pt_br: Infusão Negra de Haiden
ru: Гайдновский черный напиток
zh_cn: 海德恩黑酿茶

source: Havasupai Dream Catcher
de: Havasupai Traumfänger
es: Atrapasueños de Havasupai
fr: Attrape-rêves Havasupai
hu: Havasupai álomcsapda
it: Cattura Sogni di Avasupai
ja: ハヴァスパイ夢見機
pt_br: Apanhadores de Sonhos de Havasupai
ru: Хавасупайский ловец снов
zh_cn: 哈瓦苏佩捕梦网

# HazardousEnvironmentSuits
source: H.E. Suits
de: Schutzanzüge
es: Trajes de protección
fr: Combinaisons de protection
hu: Vegyvédelmi ruha
it: Tute per Ambienti Ostili
ja: H.E.スーツ
pt_br: Traje Espacial
ru: Защитные костюмы
zh_cn: 危险环境套装

source: Heatsink Interlink
de: Kühlkörperverbinder
es: Interconector de eyector térmico
fr: Interconnexion dissipateur therm.
hu: Hőelnyelő csatolók
it: Tubi di Raffreddamento
ja: 放熱板相互リンク
pt_br: Dissipador Térmico Entrelaçado
ru: Радиаторный соединитель
zh_cn: 散热器互联器

# HeliostaticFurnaces
source: Microbial Furnaces
de: Mikrobielle Öfen
es: Hornos microbianos
fr: Hauts fourneaux microbiens
hu: Érckitermelő mikrobák
it: Forni Microbici
ja: 微生物窯
pt_br: Fornalhass Microbianas
ru: Микробные печи
zh_cn: 微生物炉

source: Helvetitj Pearls
de: Helvetitj Perlen
es: Perlas de Helvetitj
fr: Perles de Helvetitj
hu: Helvetitji gyöngyök
it: Perle di Helvetiti
ja: ヘルヴェティティ真珠
pt_br: Pérolas de Helvetitj
ru: Жемчуг с Хельветитч
zh_cn: 赫尔维蒂珍珠

source: HIP 10175 Bush Meat
de: HIP 10175 Wildfleisch
es: Carne herbácea de HIP 10175
fr: Viande de gibier de HIP 10175
hu: HIP 10175 bozóthús
it: Carne Selvatica di H I P 10 175
ja: HIP 10175のジビエ肉
pt_br: Carne de Caça de HIP 10175
ru: Мясо лесной дичи с HIP 10175
zh_cn: HIP 10175野味

source: HIP 118311 Swarm
de: Hip 118311 Schwarm
es: Swarm de HIP 118311
fr: Essaim de HIP 118311
hu: HIP 118311 'rajzás' fegyver
it: Sciame di H I P 118 311
ja: HIP 118311の群れ
pt_br: Enxame de HIP 118311
ru: Рой HIP 118311
zh_cn: HIP 118311死毒蜂群武器

source: HIP Organophosphates
de: Hip Organophosphat
es: Organofosfatos de HIP 80364
fr: Organophosphates de Hip
hu: HIPi organikus foszfát
it: Organofosfati di H I P
ja: HIP有機リン剤
pt_br: Organofosfatos de HIP 80364
ru: Мощные органофосфаты
zh_cn: HIP有机磷酸盐

# HIP41181Squid
source: HIP Proto-Squid
de: Hip Proto-Tintenfisch
es: Protocalamar de HIP 41181
fr: Proto-calamar de HIP
hu: HIPi proto-tintahal
it: Proto Calamaro di H I P
ja: HIP原始イカ
pt_br: Proto Lula de HIP
ru: Протокальмар с HIP
zh_cn: HIP41181 原鱿鱼

source: HN Shock Mount
de: HN-Dämpferaufhängung
es: Suspensión HN
fr: Protection antichocs HP
hu: Lengéscsillapító
it: Stabilizzatore ammortizzante
ja: 高ニュートン衝撃吸収台座
pt_br: Montagem de Choque HN
ru: Разрядная установка HN
zh_cn: 高牛顿减震架

source: Holva Duelling Blades
de: Holva Duellierklingen
es: Espadas de duelo de Holva
fr: Lame de duel de Holva
hu: Holvai párbajtőrök
it: Spade da duello Olva
ja: ホルヴァ決闘用剣
pt_br: Espadas de Duelo de Holva
ru: Хольванские дуэльные клинки
zh_cn: 霍尔瓦决斗之刃

source: Honesty Pills
de: Ehrlichkeitspillen
es: Píldoras de la honestidad
fr: Pilules d'honnêteté
hu: Igazság tabletták
it: Pillole dell'Onestà
ja: 正直薬
pt_br: Pílulas de Honestidade
ru: Пилюли честности
zh_cn: 吐真剂

source: Hostage
de: Geisel
es: Rehén
fr: Otage
hu: Túsz
it: Ostaggio
ja: 捕虜
pt_br: Refém
ru: Заложник
zh_cn: 人质

source: HR 7221 Wheat
de: HR 7221 Weizen
es: Trigo de HR 7221
fr: Blé de HR 7221
hu: HR 7221 búza
it: Grano di H R 72 21
ja: HR 7221小麦
pt_br: Trigo de HR 7221
ru: Пшеница HR 7221
zh_cn: HR 7221小麦

source: Hydrogen Fuel
de: Wasserstoff-Treibstoff
es: Combustible de hidrógeno
fr: Carburant à base d'hydrogène
hu: Hidrogén üzemanyag
it: Carburante ad Idrogeno
ja: 水素燃料
pt_br: Combustível de Hidrogênio
ru: Водородное топливо
zh_cn: 氢燃料

source: Hydrogen Peroxide
de: Wasserstoffperoxid
es: Peróxido de hidrógeno
fr: Peroxyde d'hydrogène
hu: Hidrogén peroxid
it: Perossido di Idrogeno
ja: 過酸化水素
pt_br: Peróxido de Hidrogênio
ru: Пероксид водорода
zh_cn: 过氧化氢

source: Imperial Slaves
de: Imperiale Sklaven
es: Esclavos imperiales
fr: Esclaves impériaux
hu: Birodalmi rabszolgák
it: Schiavi Imperiali
ja: 帝国登録奴隷
pt_br: Escravos Imperiais
ru: Имперские рабы
zh_cn: 帝国奴隶

source: Indi Bourbon
es: Bourbon de Epsilon Indi
fr: Bourbon Indi
hu: Indi börbön
it: Whisky di Indi
ja: インディ・バーボン
pt_br: Bourbon de Epsilon Indi
ru: Инди-бурбон
zh_cn: 银地波旁威士忌

source: Indite
de: Indit
es: Indita
hu: Indit
ja: インダイト
pt_br: Indita
ru: Индит
zh_cn: 铟矿石

source: Indium
es: Indio
it: Indio
ja: インジウム
pt_br: Índio
ru: Индий
zh_cn: 铟

source: Insulating Membrane
de: Isoliermembran
es: Membrana aislante
fr: Membrane isolante
hu: Szigetelő membrán
it: Membrana Isolante
ja: 断熱薄膜
pt_br: Membranas de Isolamento
ru: Изолирующая мембрана
zh_cn: 绝缘膜

source: Ion Distributor
de: Ionenverteiler
es: Distribuidor de iones
fr: Distributeurs d'ions
hu: Ion elosztó
it: Distributori di Ioni
ja: 荷電粒子分配器
pt_br: Distribuidores de Íons
ru: Ионный распределитель
zh_cn: 离子分配器

source: Jadeite
de: Jadeit
es: Jadeita
fr: Jadéite
hu: Jádekő
it: Giadeite
ja: ヒスイ輝石
pt_br: Jadeíta
ru: Жадеит
zh_cn: 翡翠

source: Jaques Quinentian Still
de: Jaques Quinentian Stilles Mineralwasser
es: Alambique Jaques Quinentian
fr: Brûlerie Quinentienne de Jaques
hu: Jaques Qinentiani zseb lepárló
it: Distillatore Portatile Jacques Quinenziano
ja: ジェイクス・クィネンティス蒸溜所
pt_br: Alambique de Jaques Quinentian
ru: Дистиллятор Жака Квиненциана
zh_cn: 雅克风暴乙醇转化器

source: Jaradharre Puzzle Box
de: Jaradharre Puzzelkiste
es: Rompecabezas de Jaradharre
fr: Boîte de jeux de Jaradharre
hu: Jaradharrei rejtély doboz
it: Mosaico in scatola Jaradharriano
ja: ジャラダッレのパズルボックス
pt_br: Caixa de Quebra-Cabeças de Jaradharre
ru: Джарадхаррская головоломка
zh_cn: 贾拉达尔快乐盒

source: Jaroua Rice
de: Jarous Reis
es: Arroz de Jaroua
fr: Riz Jarouan
hu: Jarouai rizs
it: Riso di Jaroua
ja: ジャロウア米
pt_br: Arroz de Jaroua
ru: Жаруйский рис
zh_cn: 雅鲁瓦大米

source: Jotun Mookah
es: Mookah de Jotun
fr: Mookah de Jotun
hu: Jotuni Muka
it: Mookah di Jotun
ja: ジョトゥン・ムーカー布
pt_br: Mookah de Jotun
ru: Йотунская моока
zh_cn: 佐敦狇佧

source: Kamitra Cigars
de: Kamitra Zigarren
es: Puros de Kamitra
fr: Cigares de Kamitra
hu: Kamitra Szivarok
it: Sigari di Kamitra
ja: カミトラ煙草
pt_br: Charutos de Kamitra
ru: Сигары Kamitra
zh_cn: 卡米特拉雪茄

source: Kamorin Historic Weapons
de: Kamorins historische Waffen
es: Armas históricas de Kamorin
fr: Armes historiques de Kamorin
hu: Kamorin történelmi fegyverek
it: Armi d'epoca Kamoriniane
ja: カモリンの歴史的武器
pt_br: Armas Históricas de Kamorin
ru: Каморинское историческое оружие
zh_cn: 卡莫林史实武器

source: Karetii Couture
de: Karetii Mode
es: Alta costura de Karetii
fr: Haute couture Karetii
hu: Karetii divatáru
it: Acconciatura Karetiiana
ja: カレティー高級婦人服
pt_br: Alfaiataria de Karetii
ru: Модные вещи от Karetii
zh_cn: 卡雷蒂时装

source: Karsuki Locusts
de: Karsuki Heuschrecken
es: Langostas de Karsuki
fr: Sauterelles de Karsuki
hu: Karsuki sáska
it: Locuste Karsukiane
ja: カルスキ蝗
pt_br: Lagostas de Karsuki Ti
ru: Саранча с Карсуки
zh_cn: 卡苏基蝗虫

source: Kongga Ale
de: Kongga Bier
es: Cerveza de Kongga
fr: Bière de Kongga
hu: Kongga-i világos sör
it: Birra di Kongga
ja: コンッガ・エール
pt_br: Cerveja de Kongga
ru: Эль с Кунгги
zh_cn: 孔加艾尔啤酒

source: Landmines
de: Landminen
es: Minas terrestres
fr: Mines terrestres
hu: Taposóaknák
it: Mine
ja: 地雷
pt_br: Minas Terrestres
ru: Мины
zh_cn: 地雷

source: Lanthanum
de: Lanthan
es: Lantano
hu: Lanthán
it: Lantanio
ja: ランタン
pt_br: Lantânio
ru: Лантан
zh_cn: 镧

# LargeExplorationDataCash
source: Large Survey Data Cache
de: Großer Erkundungsdatenspeicher
es: Memoria de reconocimiento grande
fr: Important Lot de Données d'Explorations
hu: Nagy felderítési adatállomány
it: Contenitore Grande di dati ricavati dalla sorveglianza
ja: 大規模調査データ貯蔵所
pt_br: Grande Memória de Dados de Exploração
ru: Большой пакет с данными исследования
zh_cn: 大型调查数据缓存器

source: Lavian Brandy
es: Brandy Laviano
fr: Brandy Lavien
it: Brandy Laviano
ja: レイヴ・ブランデー
pt_br: Brandy Laviano
ru: Лавианский бренди
zh_cn: 拉维安白兰地

source: Leather
de: Leder
es: Cuero
fr: Cuir
hu: Bőr
it: Cuoio
ja: 革
pt_br: Couro
ru: Кожа
zh_cn: 皮革

source: Leestian Evil Juice
de: Leesti Teufelssaft
es: Zumo diabólico leestiano
fr: Jus maléfique de Leestian
hu: Leestii Ördögi Dzsúsz
it: Succo Maligno Leestiano
ja: リースティの邪悪な汁
pt_br: Suco do Mal Leestiano
ru: Леестийский сок зла
zh_cn: 利斯特恶汁酒

source: Lepidolite
de: Lepidolit
es: Lepidolita
fr: Lépidolite
hu: Lepidolit
ja: リチア雲母
pt_br: Lepidolita
ru: Лепидолит
zh_cn: 锂云母

source: Liquid oxygen
de: Flüssiger Sauerstoff
es: Oxígeno líquido
fr: Oxygène liquide
hu: Folyékony oxigén
it: Ossigeno liquido
ja: 液体酸素
pt_br: Oxigênio Líquido
ru: Жидкий кислород
zh_cn: 液氢

source: Liquor
de: Spirituosen
es: Licores
fr: Alcool
hu: Likőr
it: Liquore
ja: 蒸留酒
pt_br: Bebida Alcoólica
ru: Спиртное
zh_cn: 烈酒

source: Lithium
es: Litio
hu: Lítium
it: Litio
ja: リチウム
pt_br: Lítio
ru: Литий
zh_cn: 锂

source: Lithium Hydroxide
de: Lithiumhydroxid
es: Hidróxido de litio
fr: Hydroxyde de lithium
hu: Lítium hidroxid
it: Idrossido di Litio
ja: 水酸化リチウム
pt_br: Hidróxido de Lítio
ru: Гидроксид лития
zh_cn: 氢氧化锂

source: Live Hecate Sea Worms
de: Hecate lebendige Seewürmer
es: Gusanos marinos de Hecate
fr: Vers marins vivants d'Hecate
hu: Hecatei élő tengeri férgek
it: Vermi di mare Hecatiani vivi
ja: 活きヘカテゴカイ
pt_br: Vermes marinhos vivos de Hecate
ru: Живые морские черви с Гекаты
zh_cn: 活海卡特海虫

# LowTemperatureDiamond
source: Low Temperature Diamonds
de: Niedrigtemperatur Diamanten
es: Diamantes de baja temperatura
fr: Diamants basse température
hu: Alacsony hőmérsékletű gyémántok
it: Diamanti a bassa temperatura
ja: 低温ダイヤモンド
pt_br: Diamantes Gélidos
ru: Низкотемпературные алмазы
zh_cn: 低温钻石

source: LTT Hypersweet
de: LTT Hypersüss
es: Hiperdulce LTT
fr: Hyper sucre LTT
hu: LTTi csúcs édesítő
it: Iperdolci di LTT
ja: LTT超甘味
pt_br: Hiperdoce de LTT
ru: Гиперсладости LTT
zh_cn: LTT超甜糖精

source: Lyrae Weed
de: Lyrae Grass
es: Mala hierba de Lyrae
fr: Herbe Lyrane
hu: Lyrae fű
it: Gramigna Lyraeana
ja: リュラエの葉っぱ
pt_br: Erva de Lyrae
ru: Трава лираи
zh_cn: 天琴草

source: Magnetic Emitter Coil
de: Magnetische Emitterspule
es: Bobina de emisión magnética
fr: Bobine d'émission magnétique
hu: Mágneses sugárzó tekercs
it: Bobine per Emettitori Magnetici
ja: 磁力放出コイル
pt_br: Bobina de Emissão Magnética
ru: Спираль магнитного излучателя
zh_cn: 磁发射线圈

# MarineSupplies
source: Marine Equipment
de: Maritimausstattung
es: Equipamiento marino
fr: Équipement aquamarin
hu: Hajózó felszerelés
it: Equipaggiamento marino
ja: 漁業設備
pt_br: Equipamento Marítimo
ru: Морское оборудование
zh_cn: 船用设备

source: Master Chefs
de: Oberköche
es: Maestros de cocina
fr: Spartan-chefs
hu: Mester séfek
it: Capo Cuochi
ja: マスターシェフ
pt_br: Mestres Chefes
ru: Мастер-шефы
zh_cn: 主厨

source: Mechucos High Tea
de: Mechucos Hochlandtee
es: Alto té de Mechucos
fr: Haut thé de Mechucos
hu: Mechucosi finomított tea
it: Tè Superiore di Mechucos
ja: メチュコス高茶
pt_br: Chá de Jantar de Mechucos
ru: Мечукосский кайфочай
zh_cn: 迈楚科斯爽神茶

source: Medb Starlube
de: Medb Sternenstaub
es: Lubricante de Medb
fr: Lubrifiant stellaire Medb
hu: Medb-i kenőanyag
it: Stella lubrificante di Medb
ja: メドブ星印の潤滑油
pt_br: Lubrificante de Medb
ru: Звездная смазка с Медба
zh_cn: 美德星润滑油

source: Medical Diagnostic Equipment
de: Medizinische Diagnostikausrüstung
es: Equipo de diagnóstico médico
fr: Équipement de Diagnostic Médical
hu: Egészségügyi diagnosztikai felszerelések
it: Equipaggiamento diagnostico medico
ja: 医療診断設備
pt_br: Equipamento de Diagnóstico Médico
ru: Диагностическое медоборудование
zh_cn: 医疗诊断设备

source: Meta-Alloys
de: Meta-Legierungen
es: Meta-Aleaciones
fr: Méta-alliages
hu: Meta ötvözetek
it: Meta Leghe
ja: 超合金
pt_br: Meta-Ligas
ru: Метасплавы
zh_cn: 超合金

source: Methane Clathrate
de: Methanklathrat
es: Hidrato de metano
fr: Hydrate de Méthane
hu: Metán klatrát
it: Clatrato di metano
ja: メタン水和物
pt_br: Metano em Clatrato
ru: Клатрат метана
zh_cn: 甲烷包合物

# MethanolMonohydrateCrystals
source: Methanol Monohydrate
de: Methanol-Monohydrat-Kristalle
es: Cristales de monohidrato de metanol
fr: Cristaux de Méthanol Monohydraté
hu: Metanol monohidrát kristályok
it: Monoidrato di Metanolo
ja: メタノール一水和物
pt_br: Cristais de Metanol Monohidratado
ru: Кристаллы моногидрата метанола
zh_cn: 一水甲醇

source: Micro Controllers
de: Mikrocontroller
es: Microcontroladores
fr: Microcontrôleurs
hu: Mikrokontrollerek
it: Micro controllori
ja: 超小型コントローラー
pt_br: Micro Controladores
ru: Микроконтроллеры
zh_cn: 微型控制器

source: Military Grade Fabrics
de: Militärische Stoffe
es: Tejido de categoría mililtar
fr: Tissus Militaires
hu: Hadászati szövetek
it: Tessuto di qualità militare
ja: 軍用繊維
pt_br: Tecidos de Nível Militar
ru: Ткани военного класса
zh_cn: 军用级面料

source: Military Intelligence
de: Militär Geheimdienst
es: Inteligencia militar
fr: Renseignements Militaires
hu: Katonai hírszerzés
it: Dati segreti militari
ja: 軍事諜報
pt_br: Inteligência Militar
ru: Разведданные
zh_cn: 军事情报

source: Mineral Extractors
de: Mineralextraktoren
es: Extractores de minerales
fr: Extracteurs de Minerai
hu: Ásványkitermelők
it: Estrattori di Minerali
ja: 鉱物採掘機
pt_br: Extratores Minerais
ru: Экстракторы минералов
zh_cn: 矿物提取器

source: Mineral Oil
de: Erdöl
es: Aceite mineral
fr: Huile Minérale
hu: Ásványi olaj
it: Olio Minerale
ja: 鉱物油
pt_br: Óleo Mineral
ru: Нефть
zh_cn: 矿物油

source: Modular Terminals
de: Modulterminals
es: Terminales modulares
fr: Terminaux Modulaires
hu: Moduláris terminálok
it: Terminali Modulari
ja: モジュラー端子
pt_br: Terminais Modulares
ru: Модульные терминалы
zh_cn: 模块化终端

source: Moissanite
de: Moissanit
es: Moissanita
fr: Carbure de Silicium
hu: Mosszanit
ja: モアッサン石
pt_br: Moissanita
ru: Муассанит
zh_cn: 莫桑石

source: Mokojing Beast Feast
de: Mokojing Tierfest
es: Banquete bestial de Mokojing
fr: Céréanimales de Mokojing
hu: Mokojing vad lakoma
it: Banchetto Bestiale di Mokojing
ja: モコジンの獣のごちそう
pt_br: Banquete Bestial de Mokojing
ru: Мокоджингское зверское яство
zh_cn: 墨寇景野兽全席

source: Momus Bog Spaniel
de: Momus Wackeldackel
es: Spaniel de pantano de Momus Reach
fr: Épagneul fangeux de Momus
hu: Momus-i mocsári csúszómászó
it: Botolo di palude Momusiano
ja: モムス・ボグ・スパニエル犬
pt_br: Cão do Pântano de Momus
ru: Момусовский болотный спаниель
zh_cn: 莫马斯沼泽猎犬

source: Motrona Experience Jelly
de: Motrona Erlebnisgelee
es: Gelatina de la Experiencia de Motrona
fr: Gelée d'expérience de Motrona
hu: Motronai élmény zselé
it: Gelatina Esperienziale Motroniana
ja: モトロナ体験ゼリー
pt_br: Gelatina de Experiências de Motrona
ru: Мотронское желе
zh_cn: 摩托罗纳体验果冻

source: Mukusubii Chitin-Os
es: Quitiaros de Mukusubil
fr: Os chitineux de Mukusubii
hu: Mukusubii-i kitin rágcsa
it: Bis Chitina Mukusubiiana
ja: ムクスビイ・キチン=オス
pt_br: Quitinaros de Mukusubii
ru: Мукусубские хитинос
zh_cn: 椋鸟几丁质-Os

source: Mulachi Giant Fungus
de: Mulachi Riesenpilz
es: Hongo gigante de Mulachi
fr: Champignons géants de Mulachi
hu: Mulachi óriásgomba
it: Funghi giganti di Mulachi
ja: ムラチ大キノコ
pt_br: Fungo Gigante de Mulachi
ru: Гигантские грибы с Мулачи
zh_cn: 木拉奇巨型真菌

# MuTomImager
source: Muon Imager
de: Myon-Bildgeber
es: Escáner muónico
fr: Dispositif d'imagerie muonique
hu: Muon térképező
it: Visualizzatore di Mappe Muoniano
ja: ミューオン映像素子
pt_br: Escâner de Muon
ru: Мюонное видеоустройство
zh_cn: 介子成像仪

source: Mysterious Idol
de: Mysteriöses Idol
es: Idolo misterioso
fr: Idole Mystérieuse
hu: Rejtélyes bálvány
it: Idolo Misterioso
ja: 謎めいた偶像
pt_br: Ídolo Misterioso
ru: Таинственный идол
zh_cn: 神秘偶像

source: Nanobreakers
de: Nanozertrümmerer
es: Nanorrompedores
fr: Nanodestructeurs
hu: Nanomegszakítók
it: Nanodemolitori
ja: 分解ナノ装置
pt_br: Nanodisjuntores
ru: Нанопрерыватели
zh_cn: 纳米破碎机

source: Natural Fabrics
de: Naturfasern
es: Tejidos naturales
fr: Fibre Textile Naturelle
hu: Természetes szövetek
it: Tessuti Naturali
ja: 天然繊維
pt_br: Tecidos Naturais
ru: Натуральная ткань
zh_cn: 天然面料

source: Neofabric Insulation
de: Neogewebe-Isolierung
es: Neotejido aislante
fr: Isolant en Néotextile
hu: Neofabric szigetelés
it: Isolante Neotessile
ja: ネオ繊維被覆
pt_br: Neotecido de Isolamento
ru: Высокотехнологинчная изоляция
zh_cn: 新面料绝缘材料

source: Neritus Berries
de: Netitus Beeren
es: Bayas de Neritus
fr: Baies de Neritus
hu: Neritus bogyók
it: Bacche Neritusiane
ja: ネリトゥス・ベリー
pt_br: Frutos de Neritus
ru: Нерутские ягоды
zh_cn: 尼里图斯浆果

source: Nerve Agents
de: Nervengas
es: Agentes nerviosos
fr: Agents Neurotoxiques
hu: Idegmérgek
it: Agenti Nervini
ja: 神経作用因子
pt_br: Agentes Neurais
ru: Агенты нервно-паралитического действия
zh_cn: 神经毒剂

source: Ngadandari Fire Opals
de: Ngadandari Feueropale
es: Opalos ígneos de Ngadandari
fr: Opales de feu de Ngadandari
hu: Ngadandari tűzopálok
it: Opali di Fuoco Ngadandariane
ja: ンガダンダリ炎オパール
pt_br: Opalas de Fogo de Ngadandari
ru: Нгадандарийские огненные опалы
zh_cn: 恩加丹达里火蛋白石

source: Nguna Modern Antiques
de: Moderne Nguna Antiquitäten
es: Antigüedades modernas de Nguna
fr: Antiquités modernes de Nguna
hu: Nguna Modern régiségek
it: Modernariato Ngunanese
ja: ングナ現代骨董品
pt_br: Antiguidades Modernas Ngnuna
ru: Современные древности с Нгуны
zh_cn: 恩古纳现代古董

source: Njangari Saddles
de: Njangari Sättel
es: Sillas de montar de Njangari
fr: Selles de Njangari
hu: Njangari nyergek
it: Selle Njangariane
ja: ンジャンガリの鞍
pt_br: Selas de Njangari
ru: Седла Njangari
zh_cn: 恩佳里马鞍

source: Non Euclidian Exotanks
de: Nicht euklidische Außenpanzerungen
es: Exotanques no euclídeos
fr: Vivariums non Euclidiens
hu: Nem Euklideszi külső tárolók
it: Esocontenitori non Euclidei
ja: 非ユークリッドエクソタンク
pt_br: Exotanques Não Euclidianos
ru: Неевклидовы экзобаки
zh_cn: 非欧地外生物容器

source: Non-Lethal Weapons
de: Nichttödliche Waffen
es: Armas no letales
fr: Armes Incapacitantes
hu: Nem halálos fegyverek
it: Armi non Letali
ja: 非殺傷兵器
pt_br: Armas Não Letais
ru: Нелетальное оружие
zh_cn: 非致命武器

# OccupiedCryoPod
source: Occupied Escape Pod
de: Besetzte Rettungskapsel
es: Cápsula de escape ocupada
fr: Nacelle d'évacuation occupée
hu: Foglalt mentőkapszula
it: Capsula di Salvataggio Occupata
ja: 満員の脱出ポッド
pt_br: Cápsula de Escape Ocupada
ru: Спасательная капсула с пассажиром
zh_cn: 被捕获的逃生舱

source: Ochoeng Chillies
de: Ochoeng Peperoni
es: Chiles de Ochoeng
fr: Piments d'Ochoeng
hu: Ochoengi chilli
it: Peperoncini Ochoenghiani
ja: オチョエン唐辛子
pt_br: Pimentas de Ochoeng
ru: Перчик чили с Очоенга
zh_cn: 奥冲辣椒

source: Onion Head
de: Zwiebelkopf
es: Cebollazo
fr: Tête d'oignon
hu: Hagyma
it: Testa di Cipolla
ja: 玉ねぎ頭
ru: Луковая головка
zh_cn: 洋葱头大麻

# OnionHeadA
source: Onionhead Alpha Strain
de: Alpha-Stamm Onionhead
es: Cepa alfa de Cebollazo
fr: Variété alpha de tête d'oignon
hu: Alfa hagymakivonat
it: Distillato Alfa di Testa di Cipolla
ja: 玉ねぎ頭α覚醒剤
pt_br: Cepa Alfa de Onionhead
ru: Луковая головка, сорт альфа
zh_cn: 洋葱头鸦片A变体

# OnionHeadB
source: Onionhead Beta Strain
de: Beta-Stamm Onionhead
es: Cepa beta de Cebollazo
fr: Variété bêta de tête d'oignon
hu: Beta hagymakivonat
it: Distillato Beta di Testa di Cipolla
ja: 玉ねぎ頭β覚醒剤
pt_br: Cepa Beta de Onionhead
ru: Луковая головка, сорт бета
zh_cn: 洋葱头鸦片B变体

# OphiuchiExinoArtefacts
source: Ophiuch Exino Artefacts
de: Ophiuch Exino Artefakte
es: Artefactos de Ophiuch Exino
fr: Artefacts Ophiuch Exino
hu: Ophiuch-i Exino műalkotás
it: Artefatti Esotici di Ofiuco
ja: オフィウチ人工外膜
pt_br: Artefatos de Ophiuch Exino
ru: Артефакты офиух экзино
zh_cn: 蛇夫座地外文物

source: Orrerian Vicious Brew
de: Schädliches Orrerian Gebräu
es: Fermento vicioso Orreriano
fr: Vicieuse d'Orrere
hu: Orrerian-i gonosz főzet
it: Birraccia Orreriana
ja: オッレールの強烈ビール
pt_br: Fermentado Perverso de Orrere
ru: Оррерское жуткое пойло
zh_cn: 奥雷利亚恶毒轻酿

source: Osmium
es: Osmio
hu: Ozmium
it: Osmio
ja: オスミウム
pt_br: Ósmio
ru: Осмий
zh_cn: 锇

source: Painite
de: Painit
es: Painita
hu: Painit
ja: ペイン石
pt_br: Painita
ru: Пейнит
zh_cn: 红硅硼铝钙石

source: Palladium
es: Paladio
hu: Palládium
it: Palladio
ja: パラジウム
pt_br: Paládio
ru: Палладий
zh_cn: 钯

source: Pantaa Prayer Sticks
de: Pantaa Gebetsstöcke
es: Palos ceremoniales de los Pantaa
fr: Bâtonnets d'encens de Panta
hu: Pantaa imapálcák
it: Bastoncini da Preghiera Pantaani
ja: パンターの祈りの棒
pt_br: Incensos Para Orações de Pantaa
ru: Пантаские молитвенные палочки
zh_cn: 潘塔祈祷棒

source: Pavonis Ear Grubs
de: Pavonis Ohr-Maden
es: Larvorejas de Pavonis
fr: Larves Oreilles de Pavonis
hu: Pavionisi fül-lárva
it: Larva Auricolare di Pavonis
ja: パヴォニス地虫
pt_br: Larvas Auriculares de Pavonis
ru: Павлинские ухочерви
zh_cn: 帕沃尼斯耳形蝤

source: Performance Enhancers
de: Leistungssteigerer
es: Potenciadores de rendimiento
fr: Produits dopants
hu: Teljesítménynövelők
it: Incrementatori di Prestazione
ja: 能力向上剤
pt_br: Potenciadores de Desempenho
ru: Стимуляторы
zh_cn: 性能增强剂

source: Personal Effects
de: Persönliches
es: Efectos personales
fr: Effets personnels
hu: Személyes tárgyak
it: Effetti Personali
ja: 私物
pt_br: Ítens Pessoais
ru: Личные вещи
zh_cn: 私人物品

source: Personal Weapons
de: Persönliche Waffen
es: Armas personales
fr: Armes de poing
hu: Oldalfegyverek
it: Armi Personali
ja: 個人用武器
pt_br: Armas Pessoais
ru: Личные вещи
zh_cn: 携行武器

source: Pesticides
de: Pestizide
es: Pesticidas
hu: Rovarírtó szerek
it: Pesticidi
ja: 殺虫剤
pt_br: Pesticidas
ru: Пестициды
zh_cn: 农药

source: Platinum
de: Platin
es: Platino
fr: Platine
hu: Platina
it: Platino
ja: プラチナ
pt_br: Platina
ru: Платина
zh_cn: 铂金

source: Political Prisoner
de: Politischer Gefangener
es: Prisioneros políticos
fr: Prisonnier politique
hu: Politikai fogoly
it: Prigionieri Politici
ja: 政治犯
pt_br: Prisioneiro Político
ru: Политический заключенный
zh_cn: 政治犯

source: Polymers
de: Polymere
es: Polímeros
fr: Polymères
hu: Polimerek
it: Polimeri
ja: 高分子
pt_br: Polímeros
ru: Полимеры
zh_cn: 聚合物

source: Power Converter
de: Energiekonverter
es: Convertidor de energía
fr: Convertisseur d'énergie
hu: Energiaátalakító
it: Convertitore di Potenza
ja: 電力変換装置
pt_br: Conversor de Energia
ru: Преобразователь энергии
zh_cn: 电力转换器

source: Power Generators
de: Stromerzeuger
es: Generadores de energía
fr: Générateurs
hu: Generátorok
it: Generatori Elettrici
ja: 発電機
pt_br: Geradores de Energia
ru: Электрогенераторы
zh_cn: 发电机
