Repository: EDCD/EDDI
Catalog: DataDefinitions/Properties/Commodities.*.resx
Languages: de, es, fr, hu, it, ja, pt_br, ru, zh_cn

source: Advanced Catalysers
de: Fortschrittliche Katalysatoren
es: Catalizadores avanzados
fr: Catalyseurs complexes
hu: Fejletsztett katalizátorok
it: Catalizzatori Avanzati
ja: 高性能触媒
pt_br: Catalisadores Avançados
ru: Улучшенные катализаторы
zh_cn: 先进催化剂

source: Advanced Medicines
de: Fortschrittliche Medikamente
es: Medicinas avanzadas
fr: Médicaments complexes
hu: Fejlesztett gyógyszer
it: Medicinali Avanzati
ja: 高性能医薬品
pt_br: Remédios Avançados
ru: Новейшие лекарства
zh_cn: 先进药物

source: Aganippe Rush
de: Aganippe Ansturm
es: Incrementador de Aganippe
fr: Rush d'Aganippe
hu: Aganipi rash
it: Stimolatore Aganippe
ja: アガニッペ・ラッシュ
pt_br: Estimulante de Aganippe
zh_cn: 阿佳妮普兴奋剂

# AgriculturalMedicines
source: Agri-Medicines
de: Tiermedizin
es: Medicinas agrícolas
fr: Agri-médicaments
hu: Agrár gyógyszerek
it: Medicinali Agricoli
ja: 農業用薬品
pt_br: Remédios agrícolas
ru: Ветмедикаменты
zh_cn: 农作物药品

source: Ai Relics
de: AI Relikte
es: Reliquias de IA
fr: Reliquats d'IA
hu: MI relikviák
it: Resti di Intelligenze Artificiali
ja: AIの遺物
pt_br: Relíquias de IA
ru: Фрагменты ИИ
zh_cn: AI遗物

source: Alacarakmo Skin Art
de: Alacarakmo Hautkunst
es: Tatuajes de Alacarakmo
fr: Art épidermique d'Alacarakmo
hu: Alakarakamo Szkin Árt
it: Decorazioni per Pelle Alacarakmo
ja: アラカラクモの入れ墨
pt_br: Tatuagens de Alacarakmo
ru: Алакаракмовские татуировки
zh_cn: 阿拉卡拉克莫电子纹身

source: Albino Quechua Mammoth
de: Albino Quechua Mammut
es: Carne de mamut albino Quechua
fr: Viande de mammouth albino Quechuan
hu: Albino Kecsuá mamúth
it: Mammut Albino di Quechua
ja: アルビノ・ケチュア・マンモス
pt_br: Carne de Mamute Albino de Quechua
ru: Мясо белого кечуанского мамонта
zh_cn: 白化盖丘亚猛犸象肉

source: Algae
de: Algen
es: Algas
fr: Algue
hu: Alga
it: Alghe
ja: 藻類
pt_br: Algas
ru: Водоросли
zh_cn: 食用藻

# alieneggs
source: Leathery Eggs
de: Lederige Eier
es: Huevos ornamentales
fr: Œufs antiques
hu: Bőrtojások
it: Uova Fossilizzate
ja: 柔らかい殻の卵
pt_br: Ovos Coriáceos
ru: Кожистые яйца
zh_cn: 皮革蛋

source: Altairian Skin
de: Altairianische Haut
es: Piel altairiana
fr: Peau d'Altaïr
hu: Altairian bőr
it: Pelle Altairiana
ja: アルタイル革
pt_br: Pele Altairiana
ru: Альтаирская кожа
zh_cn: 牵牛星生物护肤品

source: Aluminium
es: Aluminio
hu: Alumínium
it: Alluminio
ja: アルミニウム
pt_br: Alumínio
ru: Алюминий
zh_cn: 铝

# AlyaBodilySoap
source: Alya Body Soap
de: Alya Körperseife
es: Jabón corporal de Alya
fr: Savon corporel d'Alya
hu: Alya testápolószappan
it: Sapone Alya per il Corpo
ja: アリャ・ボディーソープ
pt_br: Sabão Corporal de Alya
ru: Алийское мыло для тела
zh_cn: 艾丽娅内服外用沐浴露

source: Ancient Casket
de: Uralte Schatulle
es: Cofre antiguo
fr: Coffret Antique
hu: Ősi érckoporsó
it: Scrigno Antico
ja: 古代の棺
pt_br: Caixa Antiga
ru: Древний контейнер
zh_cn: 远古石棺

source: Ancient Orb
de: Uralte Kugel
es: Orbe antiguo
fr: Orbe Antique
hu: Ősi gömb
it: Globo Antico
ja: 古代の玉
pt_br: Esfera Antiga
ru: Древний шар
zh_cn: 远古宝珠

source: Ancient Relic
de: Uraltes Relikt
es: Reliquia antigua
fr: Relique Antique
hu: Ősi relikvia
it: Antica Reliquia
ja: 古代の遺物
pt_br: Relíquia Antiga
ru: Древняя реликвия
zh_cn: 远古遗物

source: Ancient Tablet
de: Uraltes Tablett
es: Tablilla antigua
fr: Tablette Antique
hu: Ősi kőtábla
it: Tavola Antica
ja: 古代の石版
pt_br: Barra Antiga
ru: Древняя пластина
zh_cn: 远古石板

source: Ancient Totem
de: Uraltes Totem
es: Tótem antiguo
fr: Totem Antique
hu: Ősi totem
it: Totem Antico
ja: 古代のトーテム
pt_br: Totem Antigo
ru: Древний тотем
zh_cn: 远古图腾

source: Ancient Urn
de: Uralte Urne
es: Urna antigua
fr: Urne Antique
hu: Ősi urna
it: Urna Antica
ja: 古代の骨壷
pt_br: Urna Antiga
ru: Древняя урна
zh_cn: 远古瓮

source: Anduliga Fire Works
de: Anduliga Feuerwerk
es: Fuegos artificiales de Anduliga
fr: Feux d'artifice d'Anduliga
hu: Anduligai tűzijátékok
it: Fuochi d'artificio di Anduliga
ja: アンドゥリガ花火
pt_br: Fogos de Artifício de Anduliga
ru: Андулигские фейерверки
zh_cn: 安度利佳烟花

source: Animal Meat
de: Tierfleisch
es: Carne de animales
fr: Viande
hu: Hús
it: Carne di Animale
ja: 畜肉
pt_br: Carne Animal
ru: Животное мясо
zh_cn: 动物肉

source: Animal Monitors
de: Tierüberwachung
es: Monitores de animales
fr: Sys. Surveillance Animale
hu: Állat megfigyelők
it: Dispositivo di Controllo per Animali
ja: 畜産用モニタリングシステム
pt_br: Monitores Animais
ru: Мониторы фауны
zh_cn: 动物监测器

source: Antimatter Containment Unit
de: Antimaterie-Eindämmungs-Einheit
es: Unidad de confinamiento de antimateria
fr: Unité de confinement d'antimatière
hu: Antianyag elkülönítő egység
it: Unità di Contenimento per l'antimateria
ja: 反物質格納容器
pt_br: Unidade de Contenção de Antimatéria
ru: Контейнер с антиматерией
zh_cn: 反物质收容单元

# AntiqueJewellery
source: Antique Jewelry
de: Antiker Schmuck
es: Joyería antigua
fr: Bijoux Antiques
hu: Antik ékszer
it: Gioielli Antichi
ja: 古代の宝飾品
pt_br: Jóias Antigas
ru: Древние ювелирные украшения
zh_cn: 古董首饰

source: Antiquities
de: Antiquitäten
es: Antigüedades
fr: Antiquités
hu: Régiségek
it: Antichità
ja: 骨董品
pt_br: Antiguidades
ru: Древние реликвии
zh_cn: 古董

source: Any Na Coffee
de: Any Na Kaffee
es: Café de Any Na
fr: Café Any Na
hu: Any Na-i kávé
it: Caffé Ani Na
ja: アニュ・ナ・コーヒー
pt_br: Café de Any Na
ru: Кофе Any Na
zh_cn: 阿尼娜咖啡

source: Aquaponic Systems
de: Aquaponiksysteme
es: Sistemas de hidroponía
fr: Systèmes aquaponiques
hu: Akvapónikus rendszerek
it: Sistemi Acquaponici
ja: 循環式水産養殖・水耕栽培統合システム
pt_br: Sistemas Aquapônicos
ru: Аквапонные системы
zh_cn: 鱼菜共生系统

source: Arouca Conventual Sweets
de: Arouca Süßigkeiten
es: Dulces conventuales de Arouca
fr: Bonbons monastiques d'Arouca
hu: Arouca-i tradícionális édességek
it: Dolci Conventuali Aruca
ja: アロウカ修道院の甘味
pt_br: Doces Monásticos de Arouca
ru: Монастырские сладости Ароуки
zh_cn: 阿尔欧卡传统糖果

source: Articulation Motors
de: Gelenkmotoren
es: Motores de articulación
fr: Moteurs à articulation
hu: Illesztő motorok
it: Motori Articolari
ja: 関節モーター
pt_br: Motores de Articulações
ru: Шарнирные моторы
zh_cn: 关节马达

source: Assault Plans
de: Angriffspläne
es: Planes de asalto
fr: Plans d'assaut
hu: Támadási tervek
it: Piani di Assalto
ja: 攻撃計画
pt_br: Planos de Assalto
ru: Планы атак
zh_cn: 突击计划

# AtmosphericExtractors
source: Atmospheric Processors
de: Atmosphärenprozessoren
es: Procesadores atmosféricos
fr: Processeurs atmosphériques
hu: Atmoszféra processzorok
it: Generatori Atmosferici
ja: 大気調整システム
pt_br: Processadores Atmosféricos
ru: Атмосферный процессор
zh_cn: 大气处理器

source: Auto-Fabricators
de: Fabrikatoren
es: Autofabricantes
fr: Dispositifs d'auto-fabrication
hu: Automata összeszerelők
it: Costruttori Automatizzati
ja: 全自動加工ロボット
pt_br: Auto Fabricantes
ru: Автосинтезаторы
zh_cn: 自动构建器

source: Az Cancri Formula 42
de: Az Krebs Formel 42
es: Fórmula 42 de Az Cancri
fr: Formule 42 d'AZ Cancri
it: Formula 42 di A z Cancri
ja: かに座AZ星公式42
pt_br: Fórmula 42 de Az Cancri
ru: Формула 42 AZ Cancri
zh_cn: AZ巨蟹座配方42转化器

source: Baltah Sine Vacuum Krill
de: Baltah Sine Weltraumkrill
es: Krill del vacío de Baltah Sine
fr: Crevettes stellaires de Baltah'sine
hu: Baltah'Sine-i vákum rák
it: Krill del Vuoto di Balta Sain
ja: バルター・シネ真空オキアミ
pt_br: Krill do vácuo de Baltah'sine
ru: Вакуумный криль с Балтах'сине
zh_cn: 巴尔泰辛真空磷虾

source: Banki Amphibious Leather
de: Banki Amphibisches Leder
es: Cuero anfibio de Banki
fr: Cuir d'amphibien de Banki
hu: Banki kétéltűbőr
it: Pelli di Anfibi di Banchi
ja: バンキ両生類の革
pt_br: Couro de Anfíbios de Banki
ru: Кожа банкийских амфибий
zh_cn: 班基两栖类皮革

source: Basic Medicines
de: Allgemeine Medikamente
es: Medicinas básicas
fr: Médicaments Simples
hu: Alapvető gyógyszerek
it: Medicinali di Base
ja: 基礎的な医薬品
pt_br: Remédios Básicos
ru: Основные лекарства
zh_cn: 基础药物

# BasicNarcotics
source: Narcotics
de: Drogen
es: Narcóticos
fr: Narcotiques
hu: Narkotikumok
it: Narcotici
ja: 麻薬
pt_br: Narcóticos
ru: Наркотики
zh_cn: 毒品

source: Bast Snake Gin
de: Bast Schlangen Gin
es: Elixir de serpiente de Bast
fr: Gin de serpent Bast
hu: Baszt kígyó dzsin
it: Gin al Serpente di Bast
ja: バスト・スネーク・ジン
pt_br: Gin de Serpente de Bast
ru: Настойка из бастетовых змей
zh_cn: 麻蛇杜松子酒

source: Battle Weapons
de: Kriegswaffen
es: Armas de batalla
fr: Armes Militaires
hu: Harci fegyverek
it: Armi da Battaglia
ja: 戦闘兵器
pt_br: Armas de Batalha
ru: Военное оружие
zh_cn: 战斗武器

source: Bauxite
de: Bauxit
es: Bauxita
hu: Bauxit
ja: ボーキサイト
pt_br: Bauxita
ru: Боксит
zh_cn: 铝土矿

source: Beer
de: Bier
es: Cerveza
fr: Bière
hu: Sör
it: Birra
ja: ビール
pt_br: Cerveja
ru: Пиво
zh_cn: 啤酒

source: Belalans Ray Leather
de: Belalans Ray Leder
es: Cuero de raya de Belalans
fr: Cuir de raie de Belalans
hu: Belalani rájabőr
it: Pelle di Rei da Belalans
ja: ベラランスエイの革
pt_br: Couro de Arraia de Belalans
ru: Кожа белаланских скатов
zh_cn: 贝腊兰鳐鱼皮革

source: Bertrandite
de: Bertrandit
es: Bertrandita
hu: Bertrandit
ja: ベルトラン石
pt_br: Bertrandita
ru: Бертрандит
zh_cn: 勃朗石

source: Beryllium
es: Berilio
fr: Béryllium
hu: Berillium
it: Berillio
ja: ベリリウム
pt_br: Berílio
ru: Бериллий
zh_cn: 铍

source: Bioreducing Lichen
de: Bioreduzierende Flechten
es: Líquenes biorreductores
fr: Lichen bioréducteur
hu: Ásványkereső biozúzmó
it: Licheni Bioreattivi
ja: 有機還元性地衣類
pt_br: Líquens Biorredutores
ru: Лишайник-биоредуктор
zh_cn: 生物采矿地衣

source: Bio-waste
de: Biomüll
es: Residuos biológicos
fr: Biodéchets
hu: Biológiai hulladék
it: Rifiuto Organico
ja: 有機廃棄物
pt_br: Resíduo Biológico
ru: Биоотходы
zh_cn: 生物肥料

source: Bismuth
de: Wismut
es: Bismuto
it: Bismuto
ja: ビスマス
pt_br: Bismuto
ru: Висмут
zh_cn: 铋

# BlueMilk
source: Azure Milk
de: Azurblaue Milch
es: Leche de Azure
fr: Lait d'Azure
hu: Azure tej
it: Latte Azzurro
ja: 蒼乳
pt_br: Leite de Azure
ru: Лазурное молоко
zh_cn: 蔚蓝牛奶

source: Bootleg Liquor
de: Schmuggelschnapps
es: Licor de caña
fr: Liqueur de contrebande
hu: Csempész likőr
it: Liquore di Contrabbando
ja: 密造酒
pt_br: Bebida Alcoólica Ilícita
ru: Самогон
zh_cn: 私酒

source: Borasetani Pathogenetics
de: Borasetani Pathogenetik
es: Patógenos de Borasetani
fr: Fléau de Borasetani
hu: Borasetani géngyógyászat
it: Patogenetici Borasetani
ja: ボラセタニ病原体
pt_br: Patógenos de Borasetani
ru: Боразетанские патогены
zh_cn: 博拉塞塔尼生物武器

source: Bromellite
de: Bromellit
es: Bromelita
hu: Bromellit
ja: ブロメル石
pt_br: Bromelito
ru: Бромеллит
zh_cn: 溴镁石

source: Building Fabricators
de: Baufabrikatoren
es: Constructores
fr: Auto-bâtisseurs
hu: Építészeti összeszerelők
it: Componenti Edili
ja: 全自動建設ロボット
pt_br: Fabricantes de Construções
ru: Строительные синтезаторы
zh_cn: 建筑建造器

source: Burnham Bile Distillate
de: Burnham Galle-Destillat
es: Licor bilioso de Burnham
fr: Distillé bileux de Burnham
hu: Burnham Bile párlat
it: Distillato di Bile di Burnam
ja: バーンハム・ビレ蒸留酒
pt_br: Bile Destilada de Burnham
ru: Бернхемский желчный дистиллят
zh_cn: 伯纳姆胆汁馏出物

source: CD-75 Kitten Brand Coffee
de: CD-75 Kätzchen-Marke Kaffee
es: Café marca Kitten de CD-75
fr: Café Kitten CD-75
hu: Cd-75 kitten brend kávé
it: Caffé di Gatto di C D 75
ja: CD-75子猫ブランドのコーヒー
pt_br: Café da Marca CD-75 Kitten
ru: Кошачий кофе CD-75
zh_cn: CD-75 小猫牌咖啡

source: Centauri Mega Gin
es: Ginebra Mega de Alpha Centauri
fr: Gin Centauri Mega
hu: Kentauri mega dzsin
it: Mega Gin di Centauri
ja: 大射手座ジン
pt_br: Mega Gin de Centauri
ru: Кентаврский мега-джин
zh_cn: 半人马座超级杜松子酒

source: Ceramic Composites
de: Keramik-Verbundwerkstoffe
es: Compuestos cerámicos
fr: Composés en céramique
hu: Kerámia kompozitok
it: Composti di Ceramica
ja: セラミック複合材
pt_br: Compostos Cerâmicos
ru: Керамокомпозиты
zh_cn: 陶瓷复合材料

source: Ceremonial Heike Tea
de: Zeremonieller Heike Tee
es: Té ceremonial de Heike
fr: Thé de cérémonie de Heike
hu: Heikei ceremoniális tea
it: Tè Cerimoniale di Eiche
ja: 儀礼用ヘイケ茶
pt_br: Chá Cerimonial de Heike
ru: Церемониальный чай Heike
zh_cn: 礼仪平家茶

# CetiAepyornisEgg
source: Aepyornis Egg
de: Aepyornis Ei
es: Huevo de Aepyornis
fr: Œuf d'Aepyornis
hu: Elefántmadár tojás
it: Uovo di Epiornis
ja: エピオルニスの卵
pt_br: Ovos de Aepyornis
ru: Яйцо эпиорниса
zh_cn: 埃皮鸟蛋

source: Ceti Rabbits
de: Ceti Hasen
es: Conejos de Ceti
fr: Lapins de Ceti
hu: Ceti nyúlak
it: Conigli di Ceti
ja: セティウサギ
pt_br: Coelhos de Ceti
ru: Кролики с Кита
zh_cn: 鲸鱼座兔子

source: Chameleon Cloth
de: Tarnanzug
es: Ropa mimética
fr: Tissu caméléon
hu: Kaméleon ruha
it: Tessuto Camaleontico
ja: カメレオン布
pt_br: Tecido Camaleônico
ru: Ткань-хамелеон
zh_cn: 变色龙布

source: Chateau De Aegaeon
fr: Château Aegaeon
hu: Chateau De Aegaeon bor
it: Chateau De Egeon
ja: シャトー・ド・アイガイオーン
ru: Шато де Эгеон
zh_cn: 爱琴庄园葡萄酒

source: Chemical Waste
de: Chemiemüll
es: Residuos químicos
fr: Matériaux radioactifs
hu: Vegyi hulladék
it: Rifiuti Chimici
ja: 化学廃棄物
pt_br: Resíduo Químico
ru: Радиоактивные материалы
zh_cn: 化学废料

source: Cherbones Blood Crystals
de: Cherbones Blutkristalle
es: Cristales de sangre de Cherbones
fr: Cristaux de sang de Cherbones
hu: Csherboneszi vérkristály
it: Cristalli Sanguigni di Cerbons
ja: チェルボネス血結晶
pt_br: Cristais de Sangue de Cherbones
ru: Чербонские кровавые кристаллы
zh_cn: 切尔本斯血结晶

source: Chi Eridani Marine Paste
de: Chi Eridani Meerespaste
es: Pasta marina de Chi Eridani
fr: Pâte marine de Chi Eridani
hu: Chi Eridani planktontészta
it: Impasto Marino di Ci Eridani
ja: チ・エリダニすり身
pt_br: Pasta Marinha de Chi Eridani
ru: Морская паста с Чи Эридана
zh_cn: 奇艾瑞达尼海鲜酱

source: Clothing
de: Kleidung
es: Ropa
fr: Vêtements
hu: Ruházat
it: Capi di abbigliamento
ja: 被服
pt_br: Vestuário
ru: Одежда
zh_cn: 衣物

source: CMM Composite
de: CMM-Komposit
es: Compuestos CMM
fr: Composite MMC
hu: Szén Fém ötvözet
it: Composto C M M
ja: CMM複合材
pt_br: Compostos CMM
ru: CMM-композит
zh_cn: CMM复合材料

source: Cobalt
de: Kobalt
es: Cobalto
hu: Kobalt
it: Cobalto
ja: コバルト
pt_br: Cobalto
ru: Кобальт
zh_cn: 钴

source: Coffee
de: Kaffee
es: Café
fr: Café
hu: Kávé
it: Caffè
ja: コーヒー
pt_br: Café
ru: Кофе
zh_cn: 咖啡

source: Coltan
es: Coltán
hu: Koltán
ja: コルタン
pt_br: Coltano
ru: Колтан
zh_cn: 钶钽铁矿石

source: Combat Stabilisers
de: Kampfstabilisatoren
es: Estabilizadores de combate
fr: Stabilisateurs de combat
hu: Harci stabilizátorok
it: Stimolatori da Combattimento
ja: 戦闘用精神安定剤
pt_br: Estabilizadores de Combate
ru: Боевые стабилизаторы
zh_cn: 战斗稳定剂

# ComercialSamples
source: Commercial Samples
de: Werbeproben
es: Muestras comerciales
fr: Échantillons commerciaux
hu: Termékminták
it: Campioni Commerciali
ja: 商品見本
pt_br: Amostras Comerciais
ru: Рекламные образцы
zh_cn: 商业样品

source: Computer Components
de: Computer Komponenten
es: Componentes informáticos
fr: Composants d'ordinateur
hu: Kompjuter alkatrészek
it: Componenti di Computer
ja: コンピューター部品
pt_br: Componentes de Computadores
ru: Компьютерные компоненты
zh_cn: 电脑组件

source: Conductive Fabrics
de: Leitfähige Stoffe
es: Tejidos conductivos
fr: Tissus conducteurs
hu: Áramvezető ruhaanyagok
it: Tessuti Conduttivi
ja: 導電性繊維
pt_br: Tecidos Condutores
ru: Проводящая ткань
zh_cn: 导电织物

source: Consumer Technology
de: Unterhaltungselektronik
es: Tecnología de consumo
fr: Électronique grand public
hu: Fogyasztói technológia
it: Tecnologia da Consumo
ja: 消費者技術
pt_br: Tecnologia de Consumo
ru: Потребительские товары
zh_cn: 消费科技品

# CoolingHoses
source: Micro-weave Cooling Hoses
de: Mikroflecht-Kühlschläuche
es: Hornos microbianos
fr: Tuyaux de refroidissement
hu: Mikro-szálszövésű hűtőcsövek
it: Tubi di Raffreddamento a Micro Trama
ja: マイクロ波冷却ホース
pt_br: Mangueiras de Resfriamento por Micro-Ondas
ru: Шланги системы охлаждения малых диаметров
zh_cn: 微编织冷却软管

source: Copper
de: Kupfer
es: Cobre
fr: Cuivre
hu: Réz
it: Rame
ja: 銅
pt_br: Cobre
ru: Медь
zh_cn: 铜

source: Coquim Spongiform Victuals
de: Coqium schwammförmige Lebensmittel
es: Víveres espongiformes de Coquim
fr: Rations spongiformes de Coquim
hu: Coquim-i ehető szivacs
it: Vettovaglie Spongiformi di Cochim
ja: コクィム海綿状備蓄食
pt_br: Provisões Espongiformes de Coquim
ru: Губковые продукты с Кокуима
zh_cn: 科金海绵状食物

source: Crop Harvesters
de: Erntemaschinen
es: Segadoras de cultivos
fr: Moissoneuses
hu: Betakarítók
it: Mietitori
ja: 作物収穫機
pt_br: Colheitadeiras
ru: Уборочный комбайн
zh_cn: 作物收割机

source: Cryolite
de: Kryolith
es: Criolita
hu: Kriolit
it: Criolite
ja: 氷晶石
pt_br: Criolita
ru: Криолит
zh_cn: 冰晶石

source: Crystalline Spheres
de: Kristallkugel
es: Esferas cristalinas
fr: Sphères cristallines
hu: Kristályos gömbök
it: Sfere Cristalline
ja: 球状結晶
pt_br: Esferas Cristalinas
ru: Прозрачные сферы
zh_cn: 水晶球

source: Damaged Escape Pod
de: Beschädigte Rettungskapsel
es: Cápsula de escape dañada
fr: Nacelle d'évacuation endommagée
hu: Sérült mentő kapszula
it: Guscio di Salvataggio Danneggiato
ja: 壊れた脱出ポッド
pt_br: Capsula de Escape Danificada
ru: Поврежденная спасательная капсула
zh_cn: 损坏的逃生舱

source: Damna Carapaces
de: Damna Schale
es: Caparazones de Damna
fr: Carapaces de Damna
hu: Damna páncélok
it: Carapaci di Damna
ja: ダンマの甲羅
pt_br: Carapaças de Damna
ru: Панцири с Дамны
zh_cn: 达姆纳虫甲壳

source: Data Core
de: Datenkern
es: Núcleo de datos
fr: Centre de Données
hu: Adat mag
it: Nucleo Dati
ja: データコア
pt_br: Núcleo de Dados
ru: Ядро данных
zh_cn: 数据核心

source: Delta Phoenicis Palms
de: Delta Phoenics Palmen
es: Palmeras de Delta Phoenics
fr: Palmiers de Delta Phoenicis
hu: Delta Phoenicis Pálma
it: Palme di Delta Foenicis
ja: デルタフォエニキスヤシ
pt_br: Palmeiras de Delta Phoenicis
ru: Фениксовые пальмы с Дельты
zh_cn: 德尔塔腓尼基棕榈

source: Deuringas Truffles
de: Deuringas Trüffel
es: Trufas de Deuringas
fr: Truffes de Deuringas
hu: Deuringas Trüffel
it: Tartufi di Deuringas
ja: デウリンガストリュフ
pt_br: Trufas de Deuringas
ru: Трюфели с Деуринги
zh_cn: 德林加斯松露

# DiagnosticSensor
source: Hardware Diagnostic Sensor
de: Hardware-Diagnostiksensor
es: Sensor diagnóstico de hardware
fr: Capteur diagnostic d'équipement
hu: Gépészeti diagnosztikai érzékelők
it: Sensori Diagnostici
ja: ハードウェア診断センサー
pt_br: Sensor de Diagnóstico de equipamento
ru: Сенсор диагностики оборудования
zh_cn: 硬件诊断传感器

source: Diplomatic Bag
de: Diplomatentasche
es: Valija diplomática
fr: Mallette diplomatique
hu: Diplomata táska
it: Valigia Diplomatica
ja: 外交用郵便袋
pt_br: Maleta Diplomática
ru: Дипломатическая сумка
zh_cn: 外交公文包

source: Diso Ma Corn
de: Diso Ma Mais
es: Raiz ma de Diso
fr: Ma Corn de Diso
hu: Diso Ma kukorica
it: Mais di Diso Ma
ja: ディソ・マ・コーン
pt_br: Milho Ma de Diso
ru: Зерна дисо ма
zh_cn: 迪索马玉米

source: Domestic Appliances
de: Haushaltsgeräte
es: Electrodomésticos
fr: Équipements ménagers
hu: Háztartási készülékek
it: Elettrodomestici
ja: 家電
pt_br: Eletrodomésticos
ru: Бытовая техника
zh_cn: 家用电器

# Drones
source: Limpet
de: Drohne
es: Drón
fr: Drone
hu: Szonda
it: Droni
ja: リンペット
pt_br: Drone
ru: Контроллеры дронов
zh_cn: 帽贝无人机

source: Earth Relics
de: Erdrelikte
es: Reliquias de la vieja Tierra
fr: Reliques de la Terre
hu: Földi relikviák
it: Reliquie della Terra
ja: 大地の遺物
pt_br: Relíquias Terrestres
ru: Реликвии с Земли
zh_cn: 地球遗物

source: Eden Apples Of Aerial
de: Eden Luftäpfel
es: Manzanas del Edén de Aerial
fr: Pommes d'eden d'Aerial
hu: Aerial éden almák
it: Mele dell'Eden di Aerial
ja: アエリアルのエデンの林檎
pt_br: Maçãs do Eden de Aerial
ru: Райские яблоки с Эриала
zh_cn: 艾瑞尔伊甸苹果

source: Eleu Thermals
de: Eleu Thermik
es: Tejidos térmicos de Eleu
fr: Sous-vêtements thermiques d'Eleu
hu: Eleui thermo alsónemű
it: Vesti Termiche Eleu
ja: エレウの防寒具
pt_br: Tecidos Térmicos de Eleu
ru: Элеусская теплая одежда
zh_cn: 厄勒乌手工针织保暖内衣

source: Emergency Power Cells
de: Notfall-Energiezellen
es: Células de Energía de Emergencia
fr: Cellules d'énergie de secours
hu: Tartalék energia cellák
it: Celle Energetiche di Emergenza
ja: 非常用電池
pt_br: Baterias de Emergência
ru: Аварийные энергоячейки
zh_cn: 应急电池

# EncriptedDataStorage
source: Encrypted Data Storage
de: Verschlüsselter Datenträger
es: Datos encriptados
fr: Périphérique de Stockage Crypté
hu: Títkositott adat tároló
it: Archivio Dati Criptato
ja: 暗号化済みデータストレージ
pt_br: Depósito de Dados Criptografados
ru: Аварийные энергоячейки
zh_cn: 加密数据存储器

source: Encrypted Correspondence
de: Verschlüsselte Korrespondenz
es: Correspondencia encriptada
fr: Correspondance Cryptée
hu: Títkositott levelezés
it: Corrispondenza Criptata
ja: 暗号化済み通信
pt_br: Correspondência Criptografada
ru: Шифрованная переписка
zh_cn: 加密通信

source: Eranin Pearl Whisky
de: Eranin Perl Whisky
es: Whisky perlado de Eranin
fr: Whisky Eranin Pearl
hu: Eranin gyöngy viszki
it: Whisky Perla di Eranin
ja: エラニン・パール・ウィスキー
pt_br: Whisky Perolado de Eranin
ru: Эранинское жемчужное виски
zh_cn: 伊拉宁珍珠威士忌

source: Eshu Umbrellas
de: Eshu Regenschirme
es: Paraguas de Eshu
fr: Ombrelles Eshu
hu: Eshu esernyők
it: Ombrelli Eshu
ja: エシュの傘
pt_br: Guarda-Chuvas de Eshu
ru: Зонтики Эшу
zh_cn: 鄂树伞

source: Esuseku Caviar
de: Esuseku Kaviar
es: Caviar de Esuseku
fr: Caviar d'Esuseku
hu: Esusekui kaviár
it: Caviale Esuseku
ja: エスセクキャビア
pt_br: Caviar de Esuseku
ru: Эсусекусская осетровая икра
zh_cn: 永濑鱼子酱

source: Ethgreze Tea Buds
de: Ethgreze Teeknospen
es: Brotes de té de Ethgreze
fr: Bourgeons de thé d'Ethgreze
hu: Ethgrezei teafű
it: Germogli di Tè Ethgreze
ja: エスグリーゼ茶の蕾
pt_br: Broto de Chá de Ethgreze
ru: Чайные бутоны Этгриза
zh_cn: 埃格瑞兹茶芽

source: Evacuation Shelter
de: Evakuierungsschutz
es: Refugio de evacuación
fr: Abri d'évacuation
hu: Evakuációs sátor
it: Rifugio per Evacuazione
ja: 脱出用シェルター
pt_br: Abrigo de Evacuação
ru: Эвакуационное убежище
zh_cn: 避难所

source: Exhaust Manifold
de: Krümmer
es: Colector de escape
fr: Collecteur d'échappement
hu: Kipufogócsonk
it: Collettore di Scarico
ja: 全自動建設ロボット
pt_br: Tubo Exaustor
ru: Выпускной коллектор
zh_cn: 排气歧管

source: Explosives
de: Sprengstoffe
es: Explosivos
fr: Explosifs
hu: Robbanószerek
it: Esplosivi
ja: バーンハム・ビレ蒸留酒
pt_br: Explosivos
ru: Взрывчатка
zh_cn: 爆炸物

source: Fish
de: Fisch
es: Pescado
fr: Poisson
hu: Hal
it: Pesce
ja: 魚
pt_br: Peixe
ru: Рыба
zh_cn: 鱼

source: Food Cartridges
de: Nahrungskartuschen
es: Cartuchos de alimentos
fr: Cartouches alimentaires
hu: Étel patronok
it: Scatolette di Cibo
ja: フードカートリッジ
pt_br: Cartuchos de Alimentos
ru: Пищевые брикеты
zh_cn: 食品盒

source: Fossil Remnants
de: Fossile Überreste
es: Restos de fósiles
fr: Restes fossiles
hu: Fosszília maradványok
it: Resti Fossili
pt_br: Remanescentes Fósseis
ru: Ископаемые останки
zh_cn: 化石遗迹

source: Fruit and Vegetables
de: Obst und Gemüse
es: Frutas y verduras
fr: Fruits et légumes
hu: Gyümölcsök és Zöldségek
it: Frutti e Vegetali
ja: 野菜と果物
pt_br: Frutas e Verduras
ru: Фрукты и овощи
zh_cn: 水果和蔬菜

source: Fujin Tea
de: Fujin-Tee
es: Té de Fujin
fr: Thé Fujin
it: The Fujin
ja: フージン茶
pt_br: Chá de Fujin
ru: Фудзинский чай
zh_cn: 富锦茶

source: Galactic Travel Guide
de: Galaktischer Reiseführer
es: Guía de Viaje Galáctico
fr: Guide de Voyage Galactique
hu: Galaktikus Utazási Útmutató
it: Guida per Viaggiatori Galattici
ja: 銀河旅行ガイド
pt_br: Guia de Viagens da Galáxia
ru: Путеводитель галактического путешественника
zh_cn: 银河旅行指南

source: Gallite
de: Gallit
es: Galita
hu: Gallit
ja: ガリウム銅鉱
pt_br: Galita
ru: Галлит
zh_cn: 硫镓铜矿

source: Gallium
es: Galio
it: Gallio
ja: ガリウム
pt_br: Gálio
ru: Галлий
zh_cn: 镓

source: Geawen Dance Dust
de: Geawen Tanzstaub
es: Polvo de baile de Geawen
fr: Poussière de danse Geawen
hu: Geawen-i táncpor
it: Polvere di Danza di Geawen
ja: ゲーウェン・ダンス・ダスト
pt_br: Pó de Dança de Geawen
ru: Геавенская танцевальная пыль
zh_cn: 格温舞尘

source: Gene Bank
de: Gen-Datenbank
es: Bancos de genes
fr: Banque de gènes
hu: Génbank
it: Banca dei Geni
ja: 遺伝子バンク
pt_br: Banco de Genes
ru: Генотека
zh_cn: 基因库

source: Geological Equipment
de: Geologie-Ausrüstung
es: Equipamiento geológico
fr: Équipement géologique
hu: Geológiai felszerelés
it: Attrezzature Geologiche
ja: 地質学的装備
pt_br: Equipamento Geológico
ru: Геологическое оборудование
zh_cn: 地质设备

source: Geological Samples
de: Geologische Proben
es: Muestras geológicas
fr: Échantillons géologiques
hu: Geológiai Minták
it: Campioni Geologici
ja: 地質学的標本
pt_br: Amostras Geológicas
ru: Образцы породы
zh_cn: 地质样品
