Repository: EDCD/EDDI
Catalog: DataDefinitions/Properties/Commodities.*.resx
Languages: de, es, fr, hu, it, ja, pt_br, ru, zh_cn

# PowerGridAssembly
source: Energy Grid Assembly
de: Energienetz-Gruppe
es: Red de energía
fr: Système de réseau d'alimentation
hu: Energiahálózat szerelvény
it: Giunto per Griglie di Energia
ja: エネルギーグリッド部品
pt_br: Montagem da Rede de Energia
ru: Электросеть в сборе
zh_cn: 电网组件

# PowerTransferConduits
source: Power Transfer Bus
de: Energietransferbus
es: Conductos de transferencia de energía
fr: Conduits de transfert d'énergie
hu: Energiatovábbító csövek
it: Circuito di Trasferimento Potenza
ja: 電力輸送バス
pt_br: Dutos de Transferência de Energia
ru: Энергообменная шина
zh_cn: 电力传输总线

source: Praseodymium
es: Praseodimio
fr: Praséodyme
hu: Prazeodímium
it: Praseodimio
ja: プラセオジウム
pt_br: Praseodímio
ru: Празеодим
zh_cn: 镨

source: Precious Gems
de: Edelsteine
es: Piedras preciosas
fr: Pierres précieuses
hu: Értékes ékkövek
it: Gemme preziose
ja: 貴重な宝石
pt_br: Pedras Preciosas
ru: Драгоценные камни
zh_cn: 稀有宝石

source: Progenitor Cells
de: Vorläuferzellen
es: Células madre
fr: Cellules souches
hu: Fiatalító sejtek
it: Cellule Progenitrici
pt_br: Células Progenitoras
ru: Прогениторные клетки
zh_cn: 祖细胞

source: Prohibited Research Materials
de: Verbotene Forschungsmaterialien
es: Materiales de investigación prohibida
fr: Matériaux de recherches interdits
hu: Tiltott kutatási anyagok
it: Materiali di ricerca Vietati
pt_br: Materiais de Pesquisa Proibidos
ru: Запретные материалы исследований
zh_cn: 被禁研究材料

source: Pyrophyllite
de: Pyrophyllit
es: Pirofilita
hu: Pirofillit
it: Pirofillite
pt_br: Pirofilita
ru: Пирофиллит
zh_cn: 叶蜡石

source: Radiation Baffle
de: Strahlungsabweiser
es: Deflector de radiación
fr: Écran antiradiation
hu: Sugárzás gátló
it: Deflettore di Radiazioni
pt_br: Defletor de Radiação
ru: Отражатель излучения
zh_cn: 辐射挡板

source: Rapa Bao Snake Skins
de: Rapa Bao Schlangenhäute
es: Pieles de serpiente de Rapa Bao
fr: Peau de serpent Rapa Bao
hu: Rapa Baoi kígyóbőr
it: Pelle di Rettile di Rapa Bao
pt_br: Peles de Cobra de Rapa Bao
ru: Змеиные шкуры с Рапа Бао
zh_cn: 拉帕宝蛇皮

source: Reactive Armour
de: Reaktivrüstung
es: Blindaje reactivo
fr: Armure Réactive
hu: Reaktív páncélzat
it: Armatura Reattiva
pt_br: Blindagem Reativa
ru: Реактивная защита
zh_cn: 反应装甲

source: Reinforced Mounting Plate
de: Verstärkte Trägerplatte
es: Placa de anclaje reforzada
fr: Plaque de montage renforcée
hu: Megerősített burkolólemez
it: Placca di montaggio rinforzata
pt_br: Placa de Montagem Reforçada
ru: Усиленная монтажная плита
zh_cn: 加固安装板

source: Resonating Separators
de: Resonanzabgrenzer
es: Separadores resonantes
fr: Séparateurs à résonance
hu: Rezonanciacsökkentők
it: Separatori Risonanti
pt_br: Separadores Ressonantes
ru: Резонансные сепараторы
zh_cn: 共振分离器

source: Robotics
de: Roboter
es: Robótica
fr: Robots
hu: Robotok
it: Robotica
pt_br: Robótica
ru: Роботы
zh_cn: 机器人

source: Rusani Old Smokey
de: Alter Rusani Raucher
es: Old Smokey de Rusani
fr: Tabac de Rusani
hu: Rusani-i Old Smokey dohány
it: Vecchio Fumoso Rusaniano
pt_br: Velho Fumo de Rusani
ru: Старые папиросы Rusani
zh_cn: 鲁萨尼老烟熏烟草

source: Rutile
de: Rutil
es: Rutilo
hu: Rutil
it: Rutilo
pt_br: Rutilo
ru: Рутил
zh_cn: 金红石

source: Samarium
es: Samario
hu: Szamárium
it: Samario
pt_br: Samário
ru: Самарий
zh_cn: 钐

source: Sanuma Decorative Meat
de: Dekoratives Sanuma Fleisch
es: Carne artística de Sanuma
fr: Viande ornementale de Sanuma
hu: Sanuma-i növesztett hús
it: Carne decorativa Sanumanese
pt_br: Carne Decorativa Sanuma
ru: Декоративное мясо с Касанумы
zh_cn: 萨努玛合成肉

source: Sap 8 Core Container
de: 8 Kern Saft Behälter
es: Núcleos SAP-8
fr: Conteneur Fusion SAP 8
hu: Sap 8 konténer
it: Contenitore Nucleico SAP 8
pt_br: Recipiente de Núcleo Sap 8
ru: Контейнер «SAP 8 Core»
zh_cn: 萨普8核心容器

source: Saxon Wine
de: Sächsischer Wein
es: Vino sajón
fr: Vin saxon
hu: Saxoni bor
it: Vino Sassone
pt_br: Vinho Saxão
ru: Саксонское вино
zh_cn: 撒克逊酒

source: Scientific Research
de: Wissenschaftliche Forschung
es: Investigaciones científicas
fr: Recherches scientifiques
hu: Tudományos kutatás
it: Ricerche Scientifiche
pt_br: Pesquisa Científica
ru: Материалы исследования
zh_cn: 科学研究

source: Scientific Samples
de: Wissenschaftliche Proben
es: Muestras científicas
fr: Échantillons scientifiques
hu: Tudományos minta
it: Campioni Scientifici
pt_br: Amostras Científicas
ru: Научные образцы
zh_cn: 科学样品

source: Scrap
de: Schrott
es: Chatarra
fr: Ferraille
hu: Szemét
it: Rottame
pt_br: Sucata
ru: Утильсырье
zh_cn: 废料

source: Semiconductors
de: Halbleiter
es: Semiconductores
fr: Semi-conducteurs
hu: Félvezetők
it: Semiconduttori
pt_br: Semicondutores
ru: Полупроводники
zh_cn: 半导体

source: Silver
de: Silber
es: Plata
fr: Argent
hu: Ezüst
it: Argento
pt_br: Prata
ru: Серебро
zh_cn: 银

# SkimerComponents
source: Skimmer Components
de: Of-Drohnen-Komponenten
es: Componentes de deslizador
fr: Composants de protecteurs
hu: Skimmer alkatrészek
it: Componenti di Skimmer
pt_br: Componentes de Escumador
ru: Компоненты оборонного беспилотника
zh_cn: 撇渣器组件

source: Slaves
de: Sklaven
es: Esclavos
fr: Esclaves
hu: Rabszolgák
it: Schiavi
pt_br: Escravos
ru: Рабы
zh_cn: 奴隶

# SmallExplorationDataCash
source: Small Survey Data Cache
de: Kleiner Erkundungsdatenspeicher
es: Memoria de reconocimiento pequeña
fr: Petit Lot de Données d'Explorations
hu: Kis felderítő adatcsomag
it: Contenitore piccolo di Dati di Sorveglianza
pt_br: Pequena Memória de Dados de Exploração
ru: Малый пакет с данными исследования
zh_cn: 小型调查数据缓存器

source: Soontill Relics
de: Soontill-Relikte
es: Reliquias de Soontill
fr: Reliques de Soontill
hu: Soontil relikviák
it: Reliquie Soontilliane
pt_br: Relíquias de Soontil
ru: Реликты Сунтилла
zh_cn: 苏恩提尔遗物

source: Sothis Crystalline Gold
de: Kristallines Sothis Gold
es: Oro cristalino de Sothis
fr: Or cristallin de Sothis
hu: Sothis-i kristályarany
it: Oro Cristallino di Sothis
pt_br: Ouro Cristalino de Sothis
ru: Кристаллическое золото системы Sothis
zh_cn: 索西斯晶体金

source: Space Pioneer Relics
de: Weltraumpionier-Relikte
es: Reliquias de pioneros espaciales
fr: Reliques des pionniers de l'espace
hu: Űrpionír relikviák
it: Reliquie dei Pionieri dello Spazio
pt_br: Relíquias de Pioneiros Espaciais
ru: Следы первопроходцев космоса
zh_cn: 太空先锋遗物

source: Structural Regulators
de: Strukturregulatoren
es: Reguladores estructurales
fr: Régulateurs structurels
hu: Építmény integritás érzékelők
it: Regolatori Strutturali
pt_br: Registradores Estruturais
ru: Конструкционные регуляторы
zh_cn: 结构调节器

source: Superconductors
de: Supraleiter
es: Superconductores
fr: Supraconducteurs
hu: Szupervezetők
it: Superconduttori
pt_br: Supercondutores
ru: Сверхпроводники
zh_cn: 超导体

source: Surface Stabilisers
de: Oberflächenstabilisierer
es: Estabilizadores de superficie
fr: Stabilisateurs de surface
hu: Felszín stabilizálók
it: Stabilizzatori di Superficie
pt_br: Estabilizadores de Superfície
ru: Стабилизаторы поверхности
zh_cn: 表面稳定剂

source: Survival Equipment
de: Überlebensausrüstung
es: Equipamiento de supervivencia
fr: Équipement de survie
hu: Túlélő felszerelés
it: Equipaggiamento di Sopravvivenza
pt_br: Equipamento de Sobrevivência
ru: Снаряжение для выживания
zh_cn: 生存装备

source: Synthetic Fabrics
de: Chemiefasern
es: Tejidos sintéticos
fr: Tissus synthétiques
hu: Szintetikus szövetek
it: Tessuti sintetici
ja: 合成繊維
pt_br: Tecidos Sintéticos
ru: Синтетическая ткань
zh_cn: 合成面料

source: Synthetic Meat
de: Künstliches Fleisch
es: Carne sintética
fr: Viande synthétique
hu: Szintetikus hús
it: Carne sintetica
pt_br: Carne Sintética
ru: Синтетическое мясо
zh_cn: 合成肉

source: Synthetic Reagents
de: Synthetische Reagenzstoffe
es: Reagentes sintéticos
fr: Réactifs synthétiques
hu: Szintetikus reagens
it: Reagenti Sintetici
pt_br: Reagentes Sintéticos
ru: Синтетические реагенты
zh_cn: 合成试剂

source: Taaffeite
es: Taafeíta
fr: Taafféite
hu: Taaffeit
it: Taffeite
pt_br: Taaffeita
ru: Тааффеит
zh_cn: 塔菲石

source: Tactical Data
de: Aufklärungsdaten
es: Datos tácticos
fr: Données tactiques
hu: Taktikai adatok
it: Dati Tattici
pt_br: Dados Táticos
ru: Тактические данные
zh_cn: 战术数据

source: Tanmark Tranquil Tea
de: Beruhigender Tanmark Tee
es: Té relajante de Tanmark
fr: Thé de la tranquillité de Tanmark
hu: Tanmarki nyugtató tea
it: Tisana Tranquillante Tanmarkiana
pt_br: Chá Calmcante de Tanmark
ru: Успокаивающий чай Tanmark
zh_cn: 坦马克宁神茶

source: Tantalum
de: Tantal
es: Tántalo
fr: Tantale
hu: Tantál
it: Tantalio
pt_br: Tântalo
ru: Тантал
zh_cn: 钽

# TarachTorSpice
source: Tarach Spice
de: Tarach Gewürz
es: Especia de Tarach
fr: Épice de Tarash
hu: Tarachi fűszer
it: Spezia di Tarach
pt_br: Especiaria de Tarach
ru: Таракская пряность
zh_cn: 塔拉克香料

source: Tauri Chimes
de: Tauri Glockenspiel
es: Carillones de Tauri
fr: Carillons Taurins
hu: Tauri csengettyűk
it: Campane di Tauri
pt_br: Sinos de Vento de Tauri
ru: Колокольчики с Тельца
zh_cn: 金牛座编钟

source: Tea
de: Tee
es: Té
fr: Thé
it: Tè
pt_br: Chá
ru: Чай
zh_cn: 茶

source: Telemetry Suite
de: Telemetrie-Paket
es: Paquete de telemetría
fr: Système de télémétrie
hu: Telemetrikus berendezés
it: Tuta Telemetrica
pt_br: Conjunto de Telemetria
ru: Телеметрический комплект
zh_cn: 遥测套件

# TerrainEnrichmentSystems
source: Land Enrichment Systems
de: Landanreicherungssysteme
es: Enriquecimiento terrrestre
fr: Sys. Enrichissement Sols
hu: Talajminőség javító rendszerek
it: Sistemi di arricchimento del Terreno
pt_br: Enriquecedor de Solo
ru: Системы обогащения почвы
zh_cn: 土地富集系统

source: Terra Mater Blood Bores
de: Terra Mater Blutsenkung
es: Potenciadores sanguíneos de Terra Mater
fr: Plasma sanguin de Terra Mater
hu: Terra Mater teljesítmény fokozó
it: Orifizi Sanguinanti di Terra Mater
pt_br: Potenciadores Sanguíneos de Terra Mater
ru: Кровяные усилители с Терра матер
zh_cn: 泰拉梅特血孔兴奋剂

source: Thallium
es: Talio
hu: Tallium
it: Tallio
pt_br: Tálio
ru: Таллий
zh_cn: 铊

source: The Hutton Mug
de: Der Hutton-Becher
es: Taza de Hutton
fr: La tasse Hutton
hu: Hutton bögre
it: La Tazza di Hutton
pt_br: A Caneca de Hutton
ru: Кружка Hutton
zh_cn: 赫顿马克杯

source: Thermal Cooling Units
de: Thermal-Kühleinheiten
es: Unidades de enfriamiento térmico
fr: Unités de refroidissement
hu: Hőelnyelő egységek
it: Unità di Dissipazione Termica
pt_br: Unidades de Resfriamento Térmico
ru: Термальные охладители
zh_cn: 热冷却装置

source: Thorium
es: Torio
hu: Tórium
it: Torio
pt_br: Tório
ru: Торий
zh_cn: 钍

source: Thrutis Cream
de: Thrustis Sahne
es: Crema de Thrutis
fr: Crème de Thrutis
hu: Trutisi krémital
it: Crema di Thrutis
pt_br: Creme de Thrutis
ru: Трутисские сливки
zh_cn: 特鲁提斯奶油

source: Tiegfries Synth Silk
de: Künstliche Tiegfries Seide
es: Seda sintética de Tiegfries
fr: Soie synthétique de Tiegfries
hu: Tiegfriesi szintetikus selyem
it: Seta Sintetica Tiegfriesiana
pt_br: Seda Sintética de Tiegfries
ru: Тигфрайский синтешелк
zh_cn: 提格弗里斯合成丝绸

source: Time Capsule
de: Zeitkapsel
es: Cápsulas del tiempo
fr: Capsule temporelle
hu: Időkapszula
it: Capsula Temporale
pt_br: Cápsula do Tempo
ru: Мемориальная капсула
zh_cn: 时空胶囊

source: Tiolce Waste2Paste Units
de: Tiolce Recyclingpaste
es: Pastaplasta de Tiolce
fr: Pâte 2 Déchets de Tiolce
hu: Tiolcei újrahasznosított pástétom készítők
it: Unità di Riciclaggio Tiolcese
pt_br: Unidades Waste2Paste de Tiolce
ru: Устройства Мусор-в-пасту Tiolce
zh_cn: 蒂奥尔切变废为粮单元

source: Titanium
de: Titan
es: Titanio
fr: Titane
hu: Titánium
it: Titanio
pt_br: Titânio
ru: Титан
zh_cn: 钛

source: Tobacco
de: Tabak
es: Tabaco
fr: Tabac
hu: Dohány
it: Tabacco
pt_br: Tabaco
ru: Табак
zh_cn: 烟草

source: Toxandji Virocide
de: Toxandij Verozid
es: Virocida de Toxandji
fr: Virocide Toxandji
hu: Toxandji-i gyógyászati vírus
it: Virocida Toxandjiano
pt_br: Virocida de Toxandji
ru: Токсанджийские вирициды
zh_cn: 托克珊吉抗病毒剂

source: Toxic Waste
de: Giftmüll
es: Residuos tóxicos
fr: Déchets Toxiques
hu: Veszélyes hulladék
it: Rifiuti tossici
pt_br: Resíduo Tóxico
ru: Токсичные отходы
zh_cn: 剧毒垃圾

# TransgenicOnionHead
source: Lucan Onionhead
de: Lucan Zwiebelkopf
es: Cebollazo de Lucan
fr: Tête d'oignon Lucane
hu: Lucani hagymafej
it: Testa di Cipolla Lucaniana
pt_br: Onion Head Lucana
ru: Луканская луковая головка
zh_cn: 卢肯洋葱头鸦片

# TrinketsOfFortune
source: Trinkets Of Hidden Fortune
de: Glücksbringer
es: Baratijas de fortuna oculta
fr: Amulettes Porte-Bonheur
hu: Szerencsehozó bizsuk
it: Ciondolo della Fortuna Segreta
pt_br: Bugigangas da Sorte Oculta
ru: Безделушки таинственной Фортуны
zh_cn: 藏财小饰品

# UnknownArtifact
source: Thargoid Sensor
de: Thargoiden-Sensor
es: Sensor thargoide
fr: Capteur Thargoïd
hu: Thargoid érzékelő
it: Sensore Thargoid
pt_br: Sensor Thargoid
ru: Таргоидский сенсор
zh_cn: 八角传感器

# UnknownArtifact2
source: Thargoid Probe
de: Thargoiden-Sonde
es: Sonda thargoide
fr: Sonde Thargoïde
hu: Thargoid szonda
it: Sonda Thargoid
pt_br: Sonda Thargoid
ru: Таргоидский зонд
zh_cn: 八角探针

# UnknownArtifact3
source: Thargoid Link
de: Thargoiden-Verknüpfung
es: Enlace thargoide
fr: Liaison Thargoïde
hu: Thargoid kapcsoló
it: Collegamento Thargoid
pt_br: Link Thargoid
ru: Таргоидское звено
zh_cn: 八角链接节点

# UnknownResin
source: Thargoid Resin
de: Thargoiden-Harz
es: Resina thargoide
fr: Résine Thargoïde
hu: Thargoid gyanta
it: Resina Thargoid
pt_br: Resina Thargoid
ru: Таргоидская смола
zh_cn: 八角树脂

# UnknownTechnologySamples
source: Thargoid Technology Samples
de: Thargoiden-Technologie-Beispiele
es: Muestras de tecnología thargoide
fr: Échantillons de technologie Thargoïd
hu: Thargoid technológia minták
it: Campione Tecnologico Thargoid
pt_br: Amostras de Tecnologia Thargoid
ru: Образцы таргоидских технологий
zh_cn: 八角科技样本

source: Unstable Data Core
de: Instabiler Datenkern
es: Unidad de datos inestable
fr: Centre de données instable
hu: Instabil adatmag
it: Nucleo di Dati Instabile
pt_br: Núcleo de Dados Instável
ru: Нестабильное ядро данных
zh_cn: 不稳定的数据核心

source: Uraninite
de: Uraninit
es: Uraninita
hu: Uránszurokérc
pt_br: Uraninita
ru: Уранит
zh_cn: 晶质铀矿

source: Uranium
de: Uran
es: Uranio
hu: Uránium
it: Uranio
pt_br: Urânio
ru: Уран
zh_cn: 铀

# USSCargoAncientArtefact
source: Ancient Artifact
de: Uraltes Artefakt
es: Artefactos antiguos
fr: Artefact Antique
hu: Ősi műtárgy
it: Artefatto antico
pt_br: Artefatos Anciões
ru: Древний артефакт
zh_cn: 远古神器

# USSCargoBlackBox
source: Black Box
es: Cajas negras
fr: Boîte noire
hu: Fekete doboz
it: Scatola Nera
pt_br: Caixa Preta
ru: Черный ящик
zh_cn: 黑匣子

# USSCargoExperimentalChemicals
source: Experimental Chemicals
de: Experimentelle Chemikalien
es: Químicos experimentales
fr: Produits chimiques expérimentaux
hu: Kísérleti kemikáliák
it: Materiale Chimico Sperimentale
pt_br: Químicos Experimentais
ru: Экспериментальные химикаты
zh_cn: 实验药品

# USSCargoMilitaryPlans
source: Military Plans
de: Militärpläne
es: Planes militares
fr: Plans militaires
hu: Hadi tervek
it: Piani Militari
pt_br: Planos Militares
ru: Военные планы
zh_cn: 军事计划

# USSCargoPrototypeTech
source: Prototype Tech
de: Prototyp Technologie
es: Prototipos tecnológicos
fr: Prototype technologique
hu: Prototípus technológia
it: Tecnologia Sperimentale
pt_br: Protótipo Tecnológico
ru: Экспериментальная техника
zh_cn: 原型技术

# USSCargoRareArtwork
source: Rare Artwork
de: Seltene Kunstgegenstände
es: Arte poco común
fr: Œuvres d'art
hu: Ritka műalkotás
it: Opera d'Arte Rara
pt_br: Arte Rara
ru: Редкие произведения искусства
zh_cn: 稀有艺术品

# USSCargoRebelTransmissions
source: Rebel Transmissions
de: Rebellenübertragung
es: Transmisiones rebeldes
fr: Transmissions rebelles
hu: Lázadó adások
it: Trasmissioni Ribelli
pt_br: Transmissões Rebeldes
ru: Переговоры повстанцев
zh_cn: 叛军通讯

# USSCargoTechnicalBlueprints
source: Technical Blueprints
de: Technische Blaupausen
es: Planos técnicos
fr: Plans industriels
hu: Technikai tervrajzok
it: Progetti Tecnici
pt_br: Diagramas Técnicos
ru: Промышленные чертежи
zh_cn: 技术蓝图

# USSCargoTradeData
source: Trade Data
de: Handelsdaten
es: Datos comerciales
fr: Données commerciales
hu: Kereskedelmi adat
it: Dati Commerciali
pt_br: Dados Comerciais
ru: Торговая информация
zh_cn: 贸易数据

source: Uszaian Tree Grub
de: Uszaianisches Baumgras
es: Larva de árbol uszaiana
fr: Larve Uszaienne
hu: Uszaiai fahernyók
it: Larvalbero Uszaianiana
pt_br: Lagarta Arbórea de Uszaian
ru: Ушжаанский росток дерева
zh_cn: 乌萨亚树蝤

# UtgaroarMillenialEggs
source: Utgaroar Millennial Eggs
de: Utgaroar tausendjährige Eier
es: Huevos milenarios de Utgaroar
fr: Œufs millénaires d'Utgaroar
hu: Utgaroari milleniumi tojások
it: Uova Millenarie Utgaroaresi
pt_br: Ovos Milenares de Utgaroar
ru: Миллениальные яйца с Утгарора
zh_cn: 乌特伽罗千禧蛋

source: Uzumoku Low-G Wings
de: Uzumokusanische niedrig-G Flügel
es: Alas de baja gravedad de Uzumoku
fr: Ailes à faible gravité Uzumoku
hu: Uzumokui alacsony gravitációs szárnyak
it: Alianti a bassa gravità Uzumokuensi
pt_br: Asas de Baixa Gravidade de Uzumoku
ru: Узумокские крылья для малой гравитации
zh_cn: 乌祖莫库低重力飞翼

source: Vega Slimweed
de: Veganisches Schlankheitskraut
es: Planta parásita de Vega
fr: Algues amincissantes de Vega
hu: Végai karcsúgyom
it: Gramigna Dimagrante Vegana
pt_br: Erva Daninha de Vega
ru: Водоросли для похудения с Веги
zh_cn: 维加纤细草形虫

source: V Herculis Body Rub
de: V Herculis Körperreibe
es: Exfoliantes de V1090 Herculis
fr: Lotion de soin V Herculis
hu: V Herculisi test súroló
it: Spugna Corpo di V Herculis
pt_br: Esfoliante Corporal de V Herculis
ru: Скраб с V Геркулеса
zh_cn: V大力神磨砂膏

source: Vidavantian Lace
de: Vidavantianische Spitze
es: Cordón vidavantino
fr: Dentelle Vidavantienne
hu: Vidavantai zsineg
it: Stringhe Vidavantiane
pt_br: Renda Vidavantiana
ru: Видавантийский шнурок
zh_cn: 维达文蒂安蕾丝

# LFTVoidExtractCoffee
source: Void Extract Coffee
de: Void Kaffeekonzentrat
es: Extracto de café al vacío
fr: Café du néant
hu: Űrben termesztett kávé
it: Estratto a Vuoto di Caffè
pt_br: Extrato de Café do Vácuo
ru: Кофе "Экстракт пустоты"
zh_cn: 空萃取咖啡

source: Volkhab Bee Drones
de: Volkhab Bienendrohnen
es: Abejas mecánicas de Volkhab
fr: Drones butineurs Volkhab
hu: Vokhabi méh drónok
it: Fuchi di Volkhab
pt_br: Abelhas Drone de Volkhab
ru: Дроны Volkhab Bee
zh_cn: 沃尔哈布蜜蜂无人机

source: Water
de: Wasser
es: Agua
fr: Eau
hu: Víz
it: Acqua
pt_br: Água
ru: Вода
zh_cn: 水

source: Water Purifiers
de: Wasserreiniger
es: Purificadores de agua
fr: Purificateurs d'eau
hu: Víztisztítók
it: Depuratori d'acqua
pt_br: Purificadores de Água
ru: Водоочистители
zh_cn: 净水器

source: Waters Of Shintara
de: Shinrarta-Wasser
es: Aguas de Shinrarta Dezhra
fr: Eau de Shinrarta
hu: Shintrai ásványvíz
it: Acque di Shintara
pt_br: Águas de Shintara
ru: Воды Шинрарты
zh_cn: 新塔拉之水

source: Wheemete Wheat Cakes
de: Wheemete Weizenkekse
es: Pasteles de trigo de Wheemete
fr: Gâteaux de blé Wheemete
hu: Wheemetei Búza Torták
it: Torte di Frumento Wheemeteano
pt_br: Pastilhas de Trigo de Wheemete
ru: Уимитские пшеничные галеты
zh_cn: 魏米特小麦饼

source: Wine
de: Wein
es: Vino
fr: Vin
hu: Bor
it: Vino
pt_br: Vinho
ru: Вино
zh_cn: 红酒

source: Witchhaul Kobe Beef
de: Witchhaul Kobe-Rindfleisch
es: Carne de buey kobe de Witchhaul
fr: Bœuf de Kobe de Witchhaul
hu: Witchhaul-i Kobe marhahús
it: Manzo Kobe di Witchhaul
pt_br: Carne Kobe de Witchhaul
ru: Мясо кобе с Вичхола
zh_cn: 威驰侯神户牛肉

source: Wolf Fesh
es: Jadeo del Lobo
hu: Wolf-i Fesh
it: Polverina di Lupo
pt_br: Folêgo de Lobo
zh_cn: 沃尔夫兴奋剂

# WreckageComponents
source: Salvageable Wreckage
de: Bergungsfähige Wrackteile
es: Restos de accidentes
fr: Débris récupérables
hu: Begyűjthető roncs
it: Rottami Recuperabili
pt_br: Restos de Componentes
ru: Обломки кораблекрушения
zh_cn: 可回收残骸

source: Wuthielo Ku Froth
de: Wuthielo Ku Schaum
es: Espuma de Wuthielo Ku
fr: Mousse de Wuthielo Ku
hu: Wuthielo Ku-i Froth sör
it: Schiuma di Wuthielo Ku
pt_br: Espuma de Wuthielo Ku
ru: Пиво Ку с Вутхиело
zh_cn: 乌西埃罗库泡沫酒

# xihecompanions
source: Xihe Biomorphic Companions
de: Haustiere aus Xihe
es: Mascotas biomórficas de Xihe
fr: Compagnons biomorphiques de Xihe
hu: Xihe-i biomorf kedvencek
it: Animali da Compagnia Biomorfici Xiheani
pt_br: Mascotes Biomórficos de Xihe
ru: Биоморфные спутники Xihe
zh_cn: 西河生物形态伴侣

source: Yaso Kondi Leaf
de: Yaso Kondi Blatt
es: Hojas de Yaso Kondi
fr: Feuille de Yaso Kondi
hu: Yaso Kondi-i levél
it: Foglie Yaso Kondiane
pt_br: Folhas de Yaso Kondi
ru: Лист ясо Конди
zh_cn: 亚索康地叶

# RajukruStoves
source: Rajukru Multi-Stoves
de: Rajukru Multi-Öfen
es: Multiestufas de Rajukru
fr: Réchaud universel de Rajukru
hu: Rajukru-i multi-tűzhelyek
it: Stufe Bruciatutto di Rajukru
pt_br: Multifornos de Rajukru
ru: Мультипечи Rajukru
zh_cn: 拉朱克鲁多灶

# KinagoInstruments
source: Kinago Violins
de: Kinago Instrumente
es: Violines de Kinago
fr: Violons de Kinago
hu: Kinagoi hegedűk
it: Violino Kinagoense
pt_br: Violinos de Kinago
ru: Скрипки Kinago
zh_cn: 肯纳格小提琴

# KachiriginLeaches
source: Kachirigin Filter Leeches
de: Kachiriginische Lauge
es: Sanguijuelas filtradoras de Kachirigin
fr: Sangsues de Kachirigin
hu: Kachirigin-i gyógy pióca
it: Sanguisughe Filtranti Kachiriginiane
pt_br: Sanguessugas Filtradoras de Kachirigin
ru: Очищающие пиявки с Качиригина
zh_cn: 卡其瑞金过滤水蛭

# VanayequiRhinoFur
source: Vanayequi Ceratomorpha Fur
de: Vanayequi-Ceratomorpha-Fell
es: Piel de ceratomorfo de Vanayequi
fr: Fourrure de cératomorphe de Vanayequi
hu: Vanayequi-i rinocérosz szőrme
it: Pelliccia di Ceratomorfi Vanayequiani
pt_br: Pele de Ceratomorfo de Vanayequi
ru: Мех носорогов с Ванайеку
zh_cn: 瓦纳耶基角形目毛皮

# ZeesszeAntGlue
source: Zeessze Ant Grub Glue
de: Zeesszer Ameisenkleber
es: Pegamento de larvas de hormiga de Zeessze
fr: Colle de larve de fourmi de Zeessze
hu: Zeessze-i hangya ragasztó
it: Colla di Larve Formicali Zeesszeesi
pt_br: Cola de Larva de Formiga de Zeessze
ru: Зесский муравьиный клей
zh_cn: 吉泽蚁胶

# aislingpromotionalmaterials
source: Aisling Programme Materials
de: Aisling Werbematerial
es: Materiales promocionales de Aisling
fr: Programmes d'Aisling
hu: Aisling promóciós anyagok
it: Materiali per il Programma di Aisling
pt_br: Materiais do Programa da Aisling
ru: Политическая программа Айслинг
zh_cn: 艾斯林节目资料

# alliancelegaslativerecords
source: Alliance Legislative Records
de: Allianz gesetzgebende Aufzeichnungen
es: Registros Legislativos de la Alianza
fr: Dossiers législatifs de l'Alliance
hu: Szövetségi törvényhozói okmányok
it: Compendio Legislativo dell'Alleanza
pt_br: Registros Legais da Aliança
ru: Законодательные отчеты Альянса
zh_cn: 联盟立法记录

source: Imperial Prisoner
de: Imperialer Gefangener
es: Prisioneros Imperiales
fr: Prisonniers impériaux
hu: Birodalmi fogoly
it: Prigionieri Imperiali
pt_br: Prisioneiro Imperial
ru: Политические заключенные Торвал
zh_cn: 帝国囚犯

# torvaldeeds
source: Torval Deed
de: Torval Tat
es: Escrituras de Torval
fr: Actes juridiques de Torval
hu: Torval okirat
it: Le Azioni di Torval
pt_br: Títulos da Torval
ru: Договора Торвал
zh_cn: 托瓦尔契约

source: Aisling Media Materials
de: Aisling Medienberichte
es: Materiales Mediáticos de Aisling
fr: Dossier de presse d'Aisling
hu: Aisling média anyagok
it: Materiale Mediatico di Aisling
pt_br: Material Midiático da Aisling
ru: Агитационные материалы Айслинг
zh_cn: 艾斯林媒体资料

# undergroundsupport
source: Grom Underground Support
de: Untergrund-Support für Grom
es: Apoyo encubierto de Grom
fr: Ravitaillement clandestin de Grom
it: Supporto Clandestino di Grom
pt_br: Suporte Secreto de Grôm
ru: Подпольная поддержка Грома
zh_cn: 格罗姆地下支护

source: Torval Commercial Contracts
de: Torval Geschäftskontakte
es: Contratos comerciales de Torval
fr: Accords commerciaux de Torval
hu: Torval reklám szerződések
it: Contratti Commerciali di Torval
pt_br: Acordos Comerciais da Torval
ru: Торговые соглашения Торвал
zh_cn: 托瓦尔商业合同
