Repository: EDCD/EDDI
Catalog: DataDefinitions/Properties/EmpireRatingsFemale.*.resx
Languages: de

source: None
de: Keiner

source: Outsider
de: Außenseiterin

source: Serf
de: Leibeigne

# Master
source: Mistress
de: Herrin

source: Squire
de: Landgräfin

# Knight
source: Dame
de: Edeldame

# Baron
source: Baroness
de: Baronin

# Viscount
source: Viscountess
de: Vizegräfin

# Count
source: Countess
de: Gräfin

# Duke
source: Duchess
de: Herzogin

# Prince
source: Princess
de: Prinzessin

# King
source: Queen
de: Königin
