Repository: EDCD/EDDI
Catalog: DataDefinitions/Properties/Materials.*.resx
Languages: de, es, fr, hu, it, pt_br, zh_cn

source: Carbon
de: Kohlenstoff
es: Carbono
fr: Carbone
hu: Szén
it: Carbone
pt_br: Carbono
zh_cn: 碳

source: Iron
de: Eisen
es: Hierro
fr: Fer
hu: Vas
it: Ferro
pt_br: Ferro
zh_cn: 铁

source: Nickel
es: Níquel
hu: Nikkel
it: Nichel
pt_br: Níquel
zh_cn: 镍

source: Phosphorus
de: Phosphor
es: Fósforo
fr: Phosphore
hu: Foszfor
it: Fosforo
pt_br: Fósforo
zh_cn: 磷

source: Sulphur
de: Schwefel
es: Azufre
fr: Souffre
hu: Kén
it: Zolfo
pt_br: Enxofre
zh_cn: 硫磺

source: Arsenic
de: Arsen
es: Arsénico
hu: Arzén
it: Arsenico
pt_br: Arsênico
zh_cn: 砷

source: Chromium
de: Chrom
es: Cromo
fr: Chrome
hu: Króm
it: Cromo
pt_br: Crómio
zh_cn: 铬

source: Germanium
es: Germanio
hu: Germánium
it: Germanio
pt_br: Germânio
zh_cn: 锗

source: Manganese
de: Mangan
es: Manganeso
fr: Manganèse
hu: Mangán
pt_br: Manganês
zh_cn: 锰

source: Vanadium
es: Vanadio
hu: Vanádium
it: Vanadio
pt_br: Vanádio
zh_cn: 钒

source: Zinc
de: Zink
hu: Cink
it: Zinco
pt_br: Zinco
zh_cn: 锌

source: Cadmium
de: Kadmium
es: Cadmio
hu: Kadmium
it: Cadmio
pt_br: Cádmio
zh_cn: 镉

source: Mercury
de: Quecksilber
es: Mercurio
fr: Mercure
hu: Higany
it: Mercurio
pt_br: Mercúrio
zh_cn: 汞

source: Molybdenum
de: Molibdän
es: Molibdeno
fr: Molybdène
hu: Molibdén
it: Molibdeno
pt_br: Molibdênio
zh_cn: 钼

source: Niobium
es: Niobio
hu: Nióbium
it: Niobio
pt_br: Nióbio
zh_cn: 铌

source: Tin
de: Zinn
es: Estaño
fr: Étain
hu: Alumínium
it: Stagno
pt_br: Estanho
zh_cn: 锡

source: Tungsten
de: Wolfram
es: Tungsteno
fr: Tungstène
hu: Volfrám
it: Tungsteno
pt_br: Tungstênio
zh_cn: 钨

source: Ruthenium
es: Rutenio
fr: Ruthénium
hu: Ruténium
it: Rutenio
pt_br: Rutênio
zh_cn: 钌

source: Selenium
de: Selen
es: Selenio
fr: Sélénium
hu: Szelén
it: Selenio
pt_br: Selênio
zh_cn: 硒

source: Technetium
es: Tecnecio
fr: Technétium
hu: Technécium
it: Tecnezio
pt_br: Tecnécio
zh_cn: 锝

source: Tellurium
de: Tellur
es: Teluro
fr: Tellure
hu: Tellúr
it: Tellurio
pt_br: Telúrio
zh_cn: 碲

source: Yttrium
es: Ytrio
hu: Ittrium
it: Ittrio
pt_br: Ítrio
zh_cn: 钇

source: Zirconium
es: Circonio
hu: Cirkónium
it: Zirconio
pt_br: Zircônio
zh_cn: 锆

source: Antimony
de: Antimon
es: Antimonio
fr: Antimoine
hu: Antimon
it: Antimonio
pt_br: Antimônio
zh_cn: 锑

source: Polonium
es: Polonio
hu: Polónium
it: Polonio
pt_br: Polônio
zh_cn: 钋

# bulkscandata
source: Anomalous Bulk Scan Data
de: Anormale Massen-Scan-Daten
es: Datos de escáner en bruto anómalos
fr: Fichier volumineux d'analyse anormal
hu: Rendhagyó tömeg szkennelési adat
it: Dati da Scansione di Pacchetti di Dati Anomali
pt_br: Dados Brutos de Escâner Anômalos
zh_cn: 异常批量扫描数据

# disruptedwakeechoes
source: Atypical Disrupted Wake Echoes
de: Atypische FSA-Stör-Aufzeichnungen
es: Ecos de estelas interrumpidas atípicos
fr: Echos de sillages perturbés atypiques
hu: Rendellenes feloszlott ugrásnyom visszhangok
it: Echi Atipici in Traccie di Salto Disturbate
pt_br: Interferência Atípica no Eco de Rastros
zh_cn: 非典型中断唤醒回声

# shieldcyclerecordings
source: Distorted Shield Cycle Recordings
de: Gestörte-Schildzyklus-Aufzeichnungen
es: Registros de ciclo de escudo distorsionados
fr: Enregistrements de cycles de bouclier déformés
hu: Torzult pajzs folyamat adatok
it: Registrazioni di Cicli Distorti degli Scudi
pt_br: Gravações Distorcidas do Ciclo do Escudo
zh_cn: 扭曲的护盾循环记录

# scrambledemissiondata
source: Exceptional Scrambled Emission Data
de: Außergewöhnliche verschlüsselte Emissionsdaten
es: Datos de transmisiones codificadas excepcionales
fr: Données d'émissions brouillées exceptionnelles
hu: Kivételesen kevert kibocsátási adat
it: Dati da Emissioni Codificate Eccezionali
pt_br: Emissões Embaralhadas Excepcionais de Dados
zh_cn: 特殊的加扰排放数据

# legacyfirmware
source: Specialised Legacy Firmware
de: Spezial-Legacy-Firmware
es: Firmware heredado especializado
fr: Micrologiciel spécialisé périmé
hu: Specializált eredeti förmver
it: Firmware Obsoleto Specializzato
pt_br: Firmware Legado Especializado
zh_cn: 专用旧版固件

# encryptedfiles
source: Unusual Encrypted Files
de: Ungewöhnliche verschlüsselte Files
es: Archivos encriptados atípicos
fr: Fichiers cryptés inhabituels
hu: Szokatlanul titkosított fájlok
it: Cartelle Crittografate Inusuali
pt_br: Arquivos Criptografados Incomuns
zh_cn: 不寻常的加密文件

# ancienthistoricaldata
source: Pattern Gamma Obelisk Data (Historical)
de: Gamma Obelisk Datenmuster (historisch)
es: Datos Históricos Ancestrales
fr: Données Historiques Antiques
hu: Gamma Obeliszk adat Történelmi
it: Dati da Obelisco del Sentiero Gamma (Storia)
pt_br: Dados de Obelisco Padrão Gama (Histórico)
zh_cn: 伽玛方尖碑数据模式(历史)

# fsdtelemetry
source: Anomalous FSD Telemetry
de: Anormale FSA-Telemetrie
es: Telemetría de MDD anómala
fr: Télémétrie FSD anormale
hu: Rendhagyó FSD telemetria
it: Telemetria Anomala FSD
pt_br: Telemetria de FSD Anormal
zh_cn: 异常 FSD 遥测

# shieldsoakanalysis
source: Inconsistent Shield Soak Analysis
de: Inkonsistente Schildleistungsanalysen
es: Análisis de absorción de escudos inconsistente
fr: Analyse d'absorption de bouclier incohérente
hu: Ellentmondó pajzs áthatolási elemzés
it: Analisi di Prove di Carico Incoerenti sugli Scudi
pt_br: Análise Inconsistente de Escudo de Imersão
zh_cn: 不一致的护盾浸润分析

# archivedemissiondata
source: Irregular Emission Data
de: Irreguläre Emissionsdaten
es: Datos de emisión irregulares
fr: Données d'émissions aberrantes
hu: Rendellenes sugárzási adat
it: Dati da Emissioni Irregolari
pt_br: Dados de Emissão Irregular
zh_cn: 不规则排放数据

# consumerfirmware
source: Modified Consumer Firmware
de: Modifizierte Consumer-Firmware
es: Firmware de consumo modificado
fr: Micrologiciel consommateur modifié
hu: Módosított fogyasztói förmver
it: Firmware Seriale Modificato
pt_br: Firmware de Consumidor Modificado
zh_cn: 被修改的消费级固件

# encryptioncodes
source: Tagged Encryption Codes
de: Getaggte Verschlüsselungscodes
es: Códigos de encriptación marcados
fr: Clés de cryptage balisées
hu: Megjelölt titkosítási kódok
it: Codici Crittografici Dedicati
pt_br: Códigos de Criptografia Marcados
zh_cn: 被标记的加密代码

# scanarchives
source: Unidentified Scan Archives
de: Unidentifizierte Scan-Archive
es: Archivos de escáner no identificados
fr: Données d'analyse archivées non identifiées
hu: Azonositatlan szkennelési arhívumok
it: Archivi di Scansioni non Identificate
pt_br: Arquivos de Escaneamento Não Identificados
zh_cn: 不明扫描档案

# ancientculturaldata
source: Pattern Beta Obelisk Data (Cultural)
de: Beta Obelisk Datenmuster (kulturell)
es: Datos Culturales Ancestrales
fr: Données Culturelles Antiques
hu: Beta Obeliszk adar(Kúlturális)
it: Dati da Obelisco del Sentiero Beta (Cultura)
pt_br: Dados do Obelisco Padrão Beta (Cultural)
zh_cn: Beta 方尖碑数据模式(文化)

# tg_structuraldata
source: Thargoid Structural Data
de: Thargoiden Strukturdaten
es: Datos Estructurales Thargoides
fr: Données de structure Thargoïdes
hu: Thargoid szerkezeti adat
it: Dati Strutturali Thargoid
pt_br: Dados Estruturais Thargoid
zh_cn: 八角结构数据

# scandatabanks
source: Classified Scan Databanks
de: Scan-Datenbanken unter Verschluss
es: Datos de escáner clasificados
fr: Banques de données d'analyse classifiées
hu: Titkositott szkennelési adatbankok
it: Banche Dati da Scansioni Codificate
pt_br: Bancos de Dados de Escaneamento Classificado
zh_cn: 分类扫描数据库

# industrialfirmware
source: Cracked Industrial Firmware
de: Gecrackte Industrie-Firmware
es: Firmware industrial pirateado
fr: Micrologiciel industriel piraté
hu: Feltört ipari förmver
it: Firmware Industriale Craccato
pt_br: Firmware Industrial Quebrado
zh_cn: 破解的工业固件

# symmetrickeys
source: Open Symmetric Keys
de: Offene symetrische Schlüssel
es: Claves simétricas abiertas
fr: Clés symétriques ouvertes
hu: Nyitott szimmetrikus kulcsok
it: Chiavi Simmetriche Aperte
pt_br: Chaves Simétricas Abertas
zh_cn: 开放对称密钥

# wakesolutions
source: Strange Wake Solutions
de: Seltsame FSA-Zielorte
es: Extrañas soluciones de estelas
fr: Solutions de sillages anormales
hu: Furcsa ugrásnyom megoldások
it: Strane Soluzioni di Traccie di Salto
pt_br: Soluções Estranhas de Rastro
zh_cn: 奇异的尾迹消融

# emissiondata
source: Unexpected Emission Data
de: Unerwartete Emissionsdaten
es: Datos de emisión inesperados
fr: Données d'émissions inattendues
hu: Váratlan kibocsátási adat
it: Dati da Emissioni Inaspettate
pt_br: Dados de Emissão Inesperados
zh_cn: 意外排放数据

# shielddensityreports
source: Untypical Shield Scans
de: Untypische Schildscans
es: Escáner de escudos atípico
fr: Analyses de bouclier atypiques
hu: Atipikus pajzs szkennelések
it: Scansioni di Scudi non Tipici
pt_br: Escaneamentos atípicos de escudos
zh_cn: 非典型护盾扫描

# ancientbiologicaldata
source: Pattern Alpha Obelisk Data (Biological)
de: Alpha Obelisk Datenmuster (biologisch)
es: Datos Biológicos Ancestrales
fr: Données Biologiques Antiques
hu: Alfa obeliszk adat (Biólogiai)
it: Dati da Obelisco del Sentiero Alfa (Biologia)
pt_br: Dados do Obelisco Padrão Alfa (Biológico)
zh_cn: Alpha 方尖碑数据模式(生物)

# tg_compositiondata
source: Thargoid Material Composition Data
de: Thargoiden Materialzusammensetzung
es: Datos de composición material Thargoide
fr: Données de composition de matériau Thargoïdes
hu: Thargoid anyag kompoziciós adat
it: Dati da Composizione Materiale Thargoid
pt_br: Dados da Composição de Material Thargoid
zh_cn: 八角材料成分数据

# unknownshipsignature
source: Thargoid Ship Signature
de: Thargoiden Schiffssignatur
es: Firma térmica de nave Thargoide
fr: Signature de Vaisseau Thargoïde
hu: Thargoid hajó jelforrás
it: Segno Caratteristico di Nave Thargoid
pt_br: Assinatura de Nave Thargoid
zh_cn: 八角飞船特征

# shieldpatternanalysis
source: Aberrant Shield Pattern Analysis
de: Abweichende Schildeinsatz-Analysen
es: Análisis de patrones de escudo aberrantes
fr: Analyse de modèle de bouclier aberrante
hu: Téves pajzs minta analízis
it: Analisi di Tracciati Aberranti degli Scudi
pt_br: Análise de Padrão de Escudo Aberrante
zh_cn: 异常护盾模式分析

# encryptionarchives
source: Atypical Encryption Archives
de: Atypische Verschlüsselungsarchive
es: Archivos encriptados atípicos
fr: Archives cryptées atypiques
hu: Rendellenes kódolási arhívumok
it: Archivi di Crittografia Atipici
pt_br: Arquivos de Criptografia Atípicas
zh_cn: 非典型加密档案

source: Decoded Emission Data
de: Entschlüsselte Emissionsdaten
es: Datos de emisión descodificados
fr: Données d'émissions décodées
hu: Dekódolt kibocsátási adat
it: Dati da Emissioni Decodificate
pt_br: Dados de Emissão Decodificados
zh_cn: 被解码的排放数据

# encodedscandata
source: Divergent Scan Data
de: Divergente Scanndaten
es: Datos de escáner divergentes
fr: Données d'analyse divergentes
hu: Eltérő szkennelési adat
it: Dati a Scansione Divergente
pt_br: Dados de Escaneamento Divergente
zh_cn: 发散扫描数据

# hyperspacetrajectories
source: Eccentric Hyperspace Trajectories
de: Exzentrische Hyperraum-Routen
es: Trayectorias de hiperespacio excéntricas
fr: Trajectoires d'hyperespace excentriques
hu: Excentrikus hiperűr röppáják
it: Traiettorie Eccentriche verso Iperspazio
pt_br: Trajetórias Excêntricas de Hiperespaço
zh_cn: 偏离的超空间轨迹

# securityfirmware
source: Security Firmware Patch
de: Sicherheits-Firmware-Patch
es: Parche de firmware de seguridad
fr: Mise à jour de micrologiciel de sécurité
hu: Biztonsági firmware patch
it: Patch a Firmware di Sicurezza
pt_br: Atualização de Firmware de Segurança
zh_cn: 安全固件补丁

# ancientlanguagedata
source: Pattern Delta Obelisk Data (Linguistic)
de: Delta Obelisk Datenmuster (linguistisch)
es: Datos de idiomas ancestrales
fr: Données Linguistiques Antiques
hu: Delta Obeliszk adat(Nyelvezet)
it: Dati da Obelisco del Sentiero Delta (Linguistica)
pt_br: Dados do Obelisco Padrão Beta (Linguístico)
zh_cn: Delta 方尖碑数据模式(语言)

# ancienttechnologicaldata
source: Pattern Epsilon Obelisk Data (Technological)
de: Epsilon Obelisk Datenmuster (technologisch)
es: Datos de tecnología ancestral
fr: Données Technologiques Antiques
hu: Epszilon Obeliszk adar(Technológiai)
it: Dati da Obelisco del Sentiero Epsilon (Tecnologia)
pt_br: Dados de Obelisco Padrão Epsilon (Tecnológico)
zh_cn: Epsilon 方尖碑数据模式(技术)

# tg_residuedata
source: Thargoid Residue Data
de: Thargoiden Rückstandsdatenanalyse
es: Datos residuales Thargoides
fr: Données de résidu Thargoïdes
hu: Thargoid maradvány adat
it: Dati Residui Thargoid
pt_br: Dados do Resíduo Thargoid
zh_cn: 八角残留数据

# unknownwakedata
source: Thargoid Wake Data
de: Thargoiden Sogwolke
es: Datos de estela Thargoide
fr: Données de Sillage Thargoïdes
hu: Thargoid nyom adat
it: Dati Traccia di Salto Thargoid
pt_br: Dados de Rastro Thargoid
zh_cn: 八角尾迹数据

# compactemissionsdata
source: Abnormal Compact Emission Data
de: Anormale kompakte Emissionsdaten
es: Compresión de datos de transmisiones anormal
fr: Données d'émissions compactes anormales
hu: Szabálytalan kompakt kibocsátási adat
it: Dati da Emissione Compatta Anormale
pt_br: Dados de Emissões Compactas Anormais
zh_cn: 异常紧凑排放数据

# adaptiveencryptors
source: Adaptive Encryptors Capture
de: Adaptive Verschlüsselungserfassung
es: Captura de encriptadores adaptativos
fr: Capture de cryptage évolutif
hu: Adaptív kódolási zsákmány
it: Ricezioni da Crittografatori Adattivi
pt_br: Captura de Codificadores Adaptativos
zh_cn: 自适应加密记录

# classifiedscandata
source: Classified Scan Fragment
de: Geheimes Scan Fragment
es: Fragmento de escáner clasificado
fr: Données d'analyse classifiées parcellaires
hu: Bizalamas skennelési töredék
it: Frammenti di Scansioni Classificate
pt_br: Fragmento de Escaneamento Classificado
zh_cn: 分类扫描片段

# dataminedwake
source: Datamined Wake Exceptions
de: FSA-Daten-Cache-Ausnahmen
es: Excepciones en análisis de estelas
fr: Exploration de données de sillage anormales
hu: Adatbányászott udrásnyom kivételek
it: Eccezioni ai Dati di Traccia da Salto
pt_br: Exceções de Rastro Mineradas
zh_cn: 已获取数据的尾迹异常

# embeddedfirmware
source: Modified Embedded Firmware
de: Modifizierte integrierte Firmware
es: Firmware integrado modificado
fr: Micrologiciel intégré modifié
hu: Módosított beágyazott firmware
it: Firmware Incorporato Modificato
pt_br: Firmware Embarcado Modificado
zh_cn: 被修改的嵌入式固件

# shieldfrequencydata
source: Peculiar Shield Frequency Data
de: Verdächtige Schildfrequenz-Daten
es: Datos de frecuencias de escudo peculiares
fr: Données de Fréquences de bouclier Singulières
hu: Különleges pajzs frekvencia adat
it: Peculiari Frequenze Operazionali degli Scudi
pt_br: Dados Peculiares de Frequência de Escudo
zh_cn: 特殊护盾频率数据

source: Basic Conductors
de: Einfache Leiter
es: Conductores básicos
fr: Conducteurs simples
hu: Alap vezetők
it: Conduttori di Base
pt_br: Condutores Básicos
zh_cn: 基本导体

source: Chemical Storage Units
de: Lagerungseinheiten für Chemiestoffe
es: Unidades de almacenamiento químico
fr: Unités de stockage chimique
hu: Kémiai tároló egység
it: Unità di Stoccaggio Materiali Chimici
pt_br: Unidades de Armazenamento Químico
zh_cn: 化学品储存单元

source: Compact Composites
de: Kompaktkomposite
es: Compuestos compactos
fr: Composites compacts
hu: Tömör kompozitok
it: Compositi Compatti
pt_br: Compóstos Compactos
zh_cn: 紧凑型复合材料

source: Crystal Shards
de: Kristallscherben
es: Piedras de cristal
fr: Éclat de cristal
hu: Kristály szilánkok
it: Frammenti di Cristallo
pt_br: Fragmentos de Cristal
zh_cn: 晶体碎片

source: Grid Resistors
de: Gitterwiderstände
es: Red resistiva
fr: Résistance à grille
hu: Áramhálózati ellenállások
it: Resistori a Griglia
pt_br: Resistores de Rede
zh_cn: 栅极电阻器

source: Heat Conduction Wiring
de: Wärmeleitungsverdrahtung
es: Cableado de conducción calorífica
fr: Câblage de conduction thermique
hu: Hővezeték
it: Cablaggi Conduttori di Calore
pt_br: Fiação de Condução de Calor
zh_cn: 导热线

source: Mechanical Scrap
de: Mechanischer Schrott
es: Chatarra mecánica
fr: Ferraille mécanique
hu: Mechanikai szemét
it: Rottami Meccanici
pt_br: Sucata Mecânica
zh_cn: 机械废料

source: Salvaged Alloys
de: Geborgene Legierungen
es: Aleaciones recuperadas
fr: Alliages récupérés
hu: Zsákmányolt ötvözetek
it: Leghe di Recupero
pt_br: Ligas Recuperadas
zh_cn: 回收合金

source: Tempered Alloys
de: Vergütete Legierungen
es: Aleaciones templadas
fr: Alliages trempés
hu: Kevert ötvözet
it: Leghe Temprate
pt_br: Ligas Temperadas
zh_cn: 回火合金

source: Worn Shield Emitters
de: Gebrauchte Schildemitter
es: Emisor de escudos desgastado
fr: Émetteurs de bouclier usé
hu: Ehasználódott pajzs sugárzók
it: Emettitori di Scudo Esausti
pt_br: Emissores de Escudos Usados
zh_cn: 磨损的护盾发生器

source: Chemical Processors
de: Chemische Prozessoren
es: Procesadores químicos
fr: Processeurs chimiques
hu: Kémiai feldolgozók
it: Processori Chimici
pt_br: Processadores Químicos
zh_cn: 化学处理器

source: Conductive Components
de: Leitfähige Komponenten
es: Componentes conductivos
fr: Composants conducteurs
hu: Vezető komponensek
it: Componenti Conduttivi
pt_br: Componentes Condutores
zh_cn: 导电元件

source: Filament Composites
de: Filament-Komposite
es: Compuestos de filamentos
fr: Filament composite
hu: Rostszálas kompozitok
it: Compositi Filamentosi
pt_br: Compóstos de Filamentos
zh_cn: 长丝复合材料

# uncutfocuscrystals
source: Flawed Focus Crystals
de: Fehlerhafte Fokuskristalle
es: Cristales de convergencia imperfectos
fr: Cristaux de focalisation imparfaits
hu: Repedezett fókusz kristályok
it: Cristalli Focalizzanti Rovinati
pt_br: Cristais Focais Falhos
zh_cn: 有缺陷的聚焦晶体

source: Galvanising Alloys
de: Galvanisierende Legierungen
es: Aleaciones galvanizadas
fr: Alliage galvanique
hu: Galvanizáló ötvözetek
it: Leghe Galvanizzanti
pt_br: Ligas de Galvanização
zh_cn: 镀锌合金

source: Heat Dispersion Plate
de: Wärmeverteilungsplatte
es: Placa de dispersión de calor
fr: Plaque de dissipation thermique
hu: Hőelosztó lemez
it: Placca di Dispersione Calore
pt_br: Placa de Dispersão de Calor
zh_cn: 散热板

source: Heat Resistant Ceramics
de: Hitzefeste Keramik
es: Cerámicas resistentes al calor
fr: Céramiques résistantes à la chaleur
hu: Hőálló kerámiák
it: Ceramiche Resistenti al Calore
pt_br: Cerâmica Resistente ao Calor
zh_cn: 耐热陶瓷

source: Hybrid Capacitors
de: Hybridkondensatoren
es: Capacitadores híbridos
fr: Condensateurs hybrides
hu: Hibrid kondenzátorok
it: Capacitori Ibridi
pt_br: Capacitores Híbridos
zh_cn: 混合电容器

source: Mechanical Equipment
de: Mechanisches Equipment
es: Equipamiento mecánico
fr: Équipement mécanique
hu: Mechanikai berendezés
it: Equipaggiamento Meccanico
pt_br: Equipamento Mecânico
zh_cn: 机械设备

source: Shield Emitters
de: Schildemitter
es: Emisor de escudos
fr: Émetteurs de bouclier
hu: Pajzs sugárzók
it: Emettitori di Scudo
pt_br: Emissores de Escudo
zh_cn: 护盾发生器

# unknowncarapace
source: Thargoid Carapace
de: Thargoiden Panzerung
es: Caparazón Thargoide
fr: Carapace Thargoïde
hu: Thargoid páncél
it: Carapace Thargoid
pt_br: Carapaça Thargoid
zh_cn: 八角甲壳

source: Chemical Distillery
de: Chemiedestillerie
es: Destilería química
fr: Distillerie chimique
hu: Kémiai desztilláló
it: Distilleria Chimica
pt_br: Destilaria Química
zh_cn: 化学分离器

source: Conductive Ceramics
de: Elektrokeramiken
es: Cerámicas conductivas
fr: Conducteurs en céramique
hu: Vezető kerámiák
it: Ceramiche Conduttive
pt_br: Cerâmicas Condutoras
zh_cn: 导电陶瓷

source: Electrochemical Arrays
de: Elektrochemische Detektoren
es: Matriz electroquímica
fr: Réseaux électrochimiques
hu: Elektrokémiai rendszer
it: Vettori Elettrochimici
pt_br: Matrizes Eletroquímicas
zh_cn: 电化学阵列

source: Focus Crystals
de: Laserkristalle
es: Cristales de enfoque
fr: Cristaux de focalisation
hu: Fókusz kristályok
it: Cristalli Focalizzanti
pt_br: Cristais Focais
zh_cn: 聚焦晶体

source: Heat Exchangers
de: Wärmeaustauscher
es: Intercambiadores de calor
fr: Échangeurs de chaleur
hu: Hőcserélők
it: Scambiatori di Calore
pt_br: Trocadores de Calor
zh_cn: 热交换器

source: High Density Composites
de: Komposite Hoher Dichte
es: Compuestos de alta densidad
fr: Composites à haute densité
hu: Nagy sűrűségű kompozitok
it: Compositi ad Elevata Densità
pt_br: Compóstos de Alta Densidade
zh_cn: 高密度复合材料

source: Mechanical Components
de: Mechanische Komponenten
es: Componentes mecánicos
fr: Composants mécaniques
hu: Mechanikus komponensek
it: Componenti Meccaniche
pt_br: Componentes Mecânicos
zh_cn: 机械元件

source: Phase Alloys
de: Phasenlegierungen
es: Aleaciones de fase
fr: Alliages de phase
hu: Fázisos ötvözetek
it: Leghe Fasiche
pt_br: Ligas de Fase
zh_cn: 相合金

source: Precipitated Alloys
de: Gehärtete Legierungen
es: Aleaciones de precipitación
fr: Alliages précipités
hu: Kicsapódott ötvözetek
it: Leghe Precipitate
pt_br: Ligas Preciptadas
zh_cn: 沉淀合金

source: Shielding Sensors
de: Schildsensoren
es: Sensores de escudo
fr: Capteurs de bouclier
hu: Árnyékoló szenzorok
it: Sensori Protettivi
pt_br: Sensores de Proteção
zh_cn: 护盾传感器

# unknownenergycell
source: Thargoid Energy Cell
de: Thargoiden Energiezellen
es: Célula de energía Thargoide
fr: Cellule d'énergie Thargoïde
hu: Thargoid energia cella
it: Cella di Energia Thargoid
pt_br: Célula de Energia Thargoid
zh_cn: 八角能量电池

source: Chemical Manipulators
de: Chemische Manipulatoren
es: Manipuladores químicos
fr: Manipulateurs chimiques
hu: Kémiai manipulátorok
it: Manipolatori Chimici
pt_br: Manipuladores Químicos
zh_cn: 化学操纵器

source: Compound Shielding
de: Verbundschilde
es: Escudos compuestos
fr: Protection Composite
hu: Műanyag burkolatok
it: Composto Protettivo
pt_br: Proteção Composta
zh_cn: 复合护盾

source: Conductive Polymers
de: Leitfähige Polymere
es: Polímeros conductivos
fr: Conducteurs en polymères
hu: Vezető polimerek
it: Polimeri Conduttivi
pt_br: Polímeros Condutores
zh_cn: 导电聚合物

source: Configurable Components
de: Konfigurierbare Komponenten
es: Componentes configurables
fr: Composants paramétrables
hu: Konfigurálható komponensek
it: Componenti Configurabili
pt_br: Componentes Configuráveis
zh_cn: 可配置组件

source: Heat Vanes
de: Wärmeleitbleche
es: Palas térmicas
fr: Vannes thermiques
hu: Hőszárnyak
it: Alette Anti-Calore
pt_br: Ventoinhas Térmicas
zh_cn: 散热叶片

source: Polymer Capacitors
de: Polymerkondensatoren
es: Capacitadores de polímeros
fr: Condensateurs en polymères
hu: Polimer kondenzátorok
it: Capacitori Polimerici
pt_br: Capacitores de Polímeros
zh_cn: 聚合物电容器

# fedproprietarycomposites
source: Proprietary Composites
de: Kompositwerkstoffe
es: Compuestos con patente
fr: Composites brevetés
hu: Szabadalmazott kompozitok
it: Compositi di Proprietà
pt_br: Compóstos Proprietários
zh_cn: 专有复合材料

source: Proto Light Alloys
de: Leichte Legierung (Proto)
es: Protoaleaciones ligeras
fr: Proto-alliages légers
hu: Proto könnyű ötvözetek
it: Leghe Proto Alleggerite
pt_br: Próto Ligas Leves
zh_cn: 原型轻合金

source: Refined Focus Crystals
de: Raffinierte Laserkristalle
es: Cristales de enfoque refinados
fr: Cristaux de focalisation raffinés
hu: Finomított fókusz kristályok
it: Cristalli Focalizzanti Raffinati
pt_br: Cristais Focais Refinados
zh_cn: 精制聚焦晶体

source: Thermic Alloys
de: Thermische Legierungen
es: Aleaciones térmicas
fr: Alliages thermiques
hu: Termikus ötvözetek
it: Leghe Termiche
pt_br: Ligas Térmicas
zh_cn: 热合金

# unknowntechnologycomponents
source: Thargoid Technology Components
de: Thargoiden Technologie-Komponente
es: Componentes tecnológicos Thargoides
fr: Composants technologiques Thargoïds
hu: Thargoid technológiai komponensek
it: Componente di Tecnologia Thargoid
pt_br: Componentes Tecnológicos Thargoid
zh_cn: 八角技术组件

source: Biotech Conductors
de: Biotech-Leiter
es: Conductores biotecnológicos
fr: Conducteurs biotechniques
hu: Biotechnológiai vezetők
it: Conduttori Bio-Tecnologici
pt_br: Condutores de Biotecnologia
zh_cn: 生物技术导体

# fedcorecomposites
source: Core Dynamics Composites
de: Core Dynamics Compositwerkstoffe
es: Compuestos de Core Dynamics
fr: Composites Core Dynamics
hu: Core Dynamics kompozitok
it: Compositi della Core Dynamics
pt_br: Compóstos da Core Dynamics
zh_cn: 核心动力学复合材料
