Repository: EDCD/EDDI
Catalog: DataDefinitions/Properties/MaterialLocations.*-*.resx
Languages: chs, de, es, fr, it, ja, pt_br, ru

# adaptiveencryptors
source: Obtained by scanning satellites orbiting installations and populated Earth-like worlds, or as a mission reward... especially for planetary scan missions.
chs: 通过扫描绕行装置和类似地球的世界的卫星，或作为任务奖励获得……尤其是行星扫描任务。
de: Erhält man durch das Scannen von Satelliten, die Anlagen und bevölkerte erdähnliche Welten umkreisen, oder als Missionsbelohnung, speziell für planetare Scann-Missionen.
es: escaneando satélites orbitando en instalaciones o cerca de planetas poblados parecidos a la Tierra, o también se puede obtener como recompensa en misiones, especialmente si son misiones de escaneo planetario.
fr: Obtenu en scannant des satellites en orbite autour d'installations et de mondes semblable à la Terre, ou en tant que récompense de mission... En particulier pour les missions de scan planétaire.
it: Ottenuto dalla scansione di Satelliti in orbita attorno ad Installazioni o analoghi terrestri abitati e come ricompensa per Missioni, specialmente a seguito di missioni di scansione planetarie.
ja: インストレーションや人の住む地球型惑星付近にある人工衛星のスキャン、又はミッション、特に地上でのスキャンミッションの報酬として得られる。
pt_br: Descobertos ao escanear satélites em órbita de instalações e planetas populosos parecidos com a Terra, ou como recompensa de missão, especialmente missões de escaneamento planetário.
ru: Точки интереса, Источники сигналов в космосе, сканирование спутников на орбитах и заселённых землеподобных мирах. Часто за миссии планетарного сканирования.

# ancientbiologicaldata
source: Obtained from the ancient ruins of the alien species known as the Guardians.
chs: 从被称为守护者的外星物种的古代遗迹中获得。
de: Entdeckt man in den alten Ruinen einer außerirdischen Spezies, bekannt als die Wächter.
es: de antiguas ruinas de la especie alienígena conocida como Guardianes.
fr: Obtenu depuis des ruines antiques de l'espèce exotique connue sous le nom de Gardiens.
it: Ottenuto dalle Antiche Rovine della specie Aliena nota come i Guardiani.
ja: ガーディアンとして知られるエイリアンの遺跡から得られる。
pt_br: Obtido das antigas ruínas da espécie alienígena conhecida como Guardiões.
ru: Древние руины и Конструкции Стражей.

# ancientculturaldata
source: Obtained from the ancient ruins of the alien species known as the Guardians.
chs: 从被称为守护者的外星物种的古代遗迹中获得。
de: Entdeckt man in den alten Ruinen einer außerirdischen Spezies, bekannt als die Wächter.
es: en antiguas ruinas de la especie alienígena conocida como Guardianes.
fr: Obtenu depuis des ruines antiques de l'espèce exotique connue sous le nom de Gardiens.
it: Ottenuto dalle Antiche Rovine della specie Aliena nota come i Guardiani.
ja: ガーディアンとして知られるエイリアンの遺跡から得られる。
pt_br: Obtido das antigas ruínas da espécie alienígena conhecida como Guardiões.
ru: Древние руины и Конструкции Стражей.

# ancienthistoricaldata
source: Obtained from the ancient ruins of the alien species known as the Guardians.
chs: 从被称为守护者的外星物种的古代遗迹中获得。
de: Entdeckt man in den alten Ruinen der außerirdischen Spezies, bekannt als die Wächter.
es: de ruinas ancestrales de la especie alienígena conocida como Guardianes.
fr: Obtenu depuis des ruines antiques de l'espèce exotique connue sous le nom de Gardiens.
it: Ottenuto dalla scansione delle Antiche Rovine della specie Aliena nota come i Guardiani.
ja: ガーディアンとして知られるエイリアンの遺跡から得られる。
pt_br: Obtido das antigas ruínas da espécie alienígena conhecida como os Guardiões.
ru: Древние руины и Конструкции Стражей.

# ancientlanguagedata
source: Obtained from the ancient ruins of the alien species known as the Guardians.
chs: 从被称为守护者的外星物种的古代遗迹中获得。
de: Entdeckt man in den alten Ruinen einer außerirdischen Spezies, bekannt als die Wächter.
es: de ruinas ancestrales de la especie extraterrestre conocida como Guardianes.
fr: Obtenu depuis des ruines antiques de l'espèce exotique connue sous le nom de Gardiens.
it: Ottenuto dalle Antiche Rovine della specie Aliena nota come i Guardiani.
ja: ガーディアンとして知られるエイリアンの遺跡から得られる。
pt_br: Encontrado em antigas ruínas da espécie alienígena conhecida como Guardians.
ru: Древние руины и Конструкции Стражей.

# ancienttechnologicaldata
source: Obtained from the ancient ruins of the alien species known as the Guardians.
chs: 从被称为守护者的外星物种的古代遗迹中获得。
de: Entdeckt man in den alten Ruinen einer außerirdischen Spezies, bekannt als die Wächter.
es: de antiguas ruinas de la especie alienígena conocida como Guardianes.
fr: Obtenu depuis des ruines antiques de l'espèce exotique connue sous le nom de Gardiens.
it: Ottenuto dalle Antiche Rovine della specie Aliena nota come i Guardiani.
ja: ガーディアンとして知られるエイリアンの遺跡から得られる。
pt_br: Encontrado em antigas ruínas da espécie alienígena conhecida como Guardians.
ru: Древние руины и Конструкции Стражей.

# antimony
source: Obtained from surface prospecting.
chs: 由地表勘探获得。
de: Erhält man durch Oberflächenerkundung.
es: de la prospección en superficie.
fr: Obtenu de la prospection en surface.
it: Ottenuto da Prospezione in Superficie.
ja: 惑星表面探査で得られる。
pt_br: Obtido a partir de prospecção de superfície.
ru: На поверхности планет.

# archivedemissiondata
source: Obtained from signal sources or as a mission reward, especially in systems with booming economies.
chs: 从信号源或作为任务奖励获得，尤其是在经济蓬勃发展的系统中。
de: Erhält man durch das Scannen von Signalquellen oder als Missionsbelohnung, speziell in Systemen mit ökonomischem Aufschwung.
es: interceptando transmisiones o como recompensa de misión, especialmente en sistemas con auge económico.
fr: Obtenu à partir de sources de signaux ou en tant que récompense de mission, en particulier dans les systèmes aux économies en plein essor.
it: Ottenuto da Sorgenti di Segnali o come ricompensa per missioni, specialmente in sistemi con economie rampanti.
ja: 各種シグナルソース、又はミッションの報酬として得られる。特にBoom状態の星系においてより顕著である。
pt_br: Obtido de fontes de sinal ou como uma recompensa de missão, especialmente em sistemas com economias em auge.
ru: Источники сигналов в космосе, Награды за миссии, ччасто в системах с уровнем БУМ.

# arsenic
source: Obtained from surface prospecting, asteroid mining, or as a mission reward.
chs: 从地表勘探、小行星采矿或作为任务奖励获得。
de: Erhält man durch Oberflächenerkundung, Asteroidenbergbau oder als Missionsbelohnung.
es: de la prospección en superficie, minando asteroides o como recompensa de misión.
fr: Obtenu de la prospection en surface, de l'exploitation minière d'astéroïdes, ou en tant que récompense de mission.
it: Ottenuto da Prospezione in Superficie o Estrazione da Asteroidi o come ricompensa per una Missione.
ja: 惑星表面探査・岩石リングの採掘・ミッション報酬で得られる。
pt_br: Obtido a partir de prospecção de superfície, mineração de asteroides ou como recompensa de missão.
ru: На поверхности планет, Шахтерство, Награды за миссии.

# basicconductors
source: Obtained from the wreckage of haulage vessels.
chs: 从运输船的残骸中获得。
de: Findet man in den Trümmern von Transportschiffen.
es: en los restos de naves de transporte.
fr: Obtenu à partir d'épaves de vaisseaux de transport.
it: Ottenuto dai rottami di Vascelli da Trasporto.
ja: 輸送船の残骸から得られる。
pt_br: Encontrado em destroços de naves de transporte.
ru: Уничтожение (торговые корабли).

# biotechconductors
source: Obtained as a mission reward.
chs: 作为任务奖励获得。
de: Erhält man als Missionsbelohnung.
es: como recompensa de misión.
fr: Obtenu en tant que récompense de mission.
it: Ottenuto come ricompensa per missioni.
ja: ミッション報酬として得られる。
pt_br: Obtido como recompensas de missões.
ru: Награды за миссии.

# boron
source: Obtained by asteroid mining.
chs: 通过小行星采矿获得。
de: Gewinnt man durch Asteroidenbergbau.
es: minando asteroides.
fr: Obtenu par l'exploitation minière d'astéroïdes.
it: Ottenuto da Estrazione da Asteroidi.
ja: 小惑星採掘で得られる。
pt_br: Encontrado ao minerar asteroides.
ru: Шахтерство.

# bulkscandata
source: Obtained by scanning haulage vessels or as a mission reward.
chs: 通过扫描运输船只或作为任务奖励获得。
de: Erhält man durch das Scannen von Transportschiffen oder als Missionsbelohnung.
es: escaneando naves de transporte o como recompensa de misión.
fr: Obtenu en scannant des vaisseaux de transport ou en tant que récompense de mission.
it: Ottenuto dalla scansione di Vascelli da Trasporto o come ricompensa per Missioni.
ja: 輸送船のスキャン、ミッション報酬で得られる。
pt_br: Encontrado ao escanear naves de transporte ou como recompensa de missão.
ru: Базовое сканирование (торговые корабли), Награды за миссии.

# cadmium
source: Obtained from surface prospecting or asteroid mining.
chs: 从地表勘探或小行星采矿中获得。
de: Erhält man durch Oberflächenerkundung oder Asteroidenbergbau.
es: de la prospección en superficie, o minando asteroides.
fr: Obtenu de la prospection en surface ou de l'exploitation minière d'astéroïdes.
it: Ottenuto da Prospezione in Superficie o Estrazione da Asteroidi.
ja: 惑星表面探査・リングの採掘で得られる。
pt_br: Obtido a partir de prospecção de superfície ou mineração de asteroides.
ru: На поверхности планет, Шахтерство.

# carbon
source: Obtained from surface prospecting, asteroid mining, and ice ring mining.
chs: 从地表勘探、小行星采矿和冰环采矿中获得。
de: Erhält man durch Oberflächenerkundung, Asteroidenbergbau und Eisringbergbau.
es: de la prospección en superficie, minando asteroides o también anillos de hielo.
fr: Obtenu de la prospection en surface, de l'exploitation minière d'astéroïdes et d'anneaux de glace.
it: Ottenuto da Prospezione in Superficie o Estrazione da Asteroidi e Anelli Ghiacciati.
ja: 惑星表面探査・岩石リングの採掘・氷リングの採掘で得られる。
pt_br: Obtido a partir de prospecção de superfície, mineração de asteroides e mineração de anéis de gelo.
ru: На поверхности планет, Шахтерство, Шахтерство (ледяные кольца).

# chemicaldistillery
source: Obtained from the wreckage of haulage vessels.
chs: 从运输船的残骸中获得。
de: Findet man in den Trümmern von Transportschiffen.
es: en los restos de naves de transporte.
fr: Obtenu à partir d'épaves de vaisseaux de transport.
it: Ottenuto dai rottami di Vascelli da Trasporto.
ja: 輸送船の残骸から得られる。
pt_br: Encontrado em destroços de naves de transporte.
ru: Уничтожение (торговые корабли).

# chemicalmanipulators
source: Obtained from the wreckage of large haulage vessels, commonly Type-7s and Type 9s, especially in systems in anarchy or suffering from disease. These are also available at Dav's Hope."
chs: 从大型运输船的残骸中获得，通常是 T7和 T9，尤其是在处于无政府状态或患有疾病的系统中。这些也可以在 Dav's Hope 搞到。”
de: Findet man in den Trümmern großer Transportschiffe, üblicherweise Type-7 und Type-9, speziell in Anarchie-Systemen oder Systemen die an einer Seuche leiden. Auch zu finden bei "Dave's Hope"
es: a partir de los restos de grandes naves de transporte, comúnmente en las Taip 7 y las Taip 9, especialmente si están en sistemas anárquicos o sufriendo una epidemia. También pueden encontrarse en Dav's Hope."
fr: Obtenu à partir d'épaves de grands vaisseaux de transport, généralement les séries de type-7 et Type-9, en particulier dans les systèmes anarchiques ou souffrant de maladie. Ceux-ci sont également disponibles à Dav's Hope."
it: Ottenuto dai rottami di Vascelli da Trasporto Grandi, tipicamente Tipo-7 e Tipo-9, specialmente in sistemi anarchici o che soffrano di epidemie. Sono disponibili anche a Dav's Hope.
ja: Type-7やType-9などの大型輸送船の残骸から得られる。特に無政府星系、病害に遭っている星系で顕著である。Dav's Hopeでも見つかる。
pt_br: Encontrado em destroços de grandes naves de transporte, normalmente Type-7s e Type-9s, especialmente em sistemas anárquicos ou sofrendo com doenças. Também disponíveis em Dav's Hope.
ru: Уничтожение (торговые корабли чаще тип7 и тип9), Точки интереса,, чаще в системах с анархией, Источники сигналов в космосе (рассредоточение конвоя), так-же доступно в Dav's Hope.

# chemicalprocessors
source: Obtained from the wreckage of haulage vessels or as a mission reward.
chs: 从运输船的残骸中获得或作为任务奖励。
de: Findet man in den Trümmern von Transportschiffen oder erhält man als Missionsbelohnung.
es: de los restos de naves de transporte, o como recompensa de misión.
fr: Obtenu à partir d'épaves de vaisseaux de transport ou en tant que récompense de mission.
it: Ottenuto dai rottami di Vascelli da Trasporto o come ricompensa per missioni.
ja: 輸送船の残骸、ミッション報酬で得られる。
pt_br: Encontrado em destroços de naves de transporte ou recompensas de missões.
ru: Уничтожение (торговые корабли), Источники сигналов в космосе, Награды за миссии.

# chemicalstorageunits
source: Obtained from the wreckage of haulage vessels.
chs: 从运输船的残骸中获得。
de: Findet man in den Trümmern von Transportschiffen.
es: en los restos de naves de transporte.
fr: Obtenu à partir d'épaves de vaisseaux de transport.
it: Ottenuto dai rottami di Vascelli da Trasporto.
ja: 輸送船の残骸から得られる。
pt_br: Encontrado em destroços de naves de transporte.
ru: Уничтожение (торговые корабли).

# chromium
source: Obtained from surface prospecting, asteroid mining in pristine rocky rings, or by mining ice rings.
chs: 通过地表勘探、在原始岩石环中开采小行星或通过开采冰环获得。
de: Erhält man durch Oberflächenerkundung, Asteroidenbergbau in reinen Felsringen oder durch den Abbau in Eisringen.
es: de la prospección en superficie, minando asteroides en anillos rocosos prístinos, o también en anillos de hielo.
fr: Obtenu de la prospection en surface, de l'exploitation minière d'astéroïdes dans des anneaux rocheux inexploités ou d'anneaux de glace.
it: Ottenuto da Prospezione in Superficie o Estrazione da Asteroidi in Anelli Rocciosi e/o Ghiacciati.
ja: 惑星表面探査・pristineな岩石リングの採掘・氷リングの採掘で得られる。
pt_br: Obtido a partir de prospecção de superfície, mineração de asteroides em anéis rochosos imaculados ou mineração de anéis de gelo.
ru: На поверхности планет, Шахтерство (ледяные кольца).

# classifiedscandata
source: Obtained by scanning datalinks in ground bases, by scanning military and authority ships, or as a mission reward, espcially in systems with booming economies.
chs: 通过扫描地面基地的数据链、扫描军事和权威船只或作为任务奖励获得，尤其是在经济蓬勃发展的系统中。
de: Erhält man durch das Scannen von Datenverbindungen an Bodenstationen, von Militärschiffen und Schiffen der Systembehörde oder als Missionsbelohnung in Systemen mit ökonomischen Aufschwung.
es: escaneando enlaces de datos de bases terrestres, escaneando naves militares o de la autoridad local, o como recompensa de misiones, especialmente de sistemas en auge económico.
fr: Obtenu en scannant des liaisons de données dans les bases au sol, en scannant les vaisseaux militaires et des autorités, ou en tant que récompense de mission, en particulier dans les systèmes aux économies en plein essor.
it: Ottenuto dalla scansione Collegamenti Dati in basi di superficie, dalla scansione di Autorità di sistema e/o Vascelli da Battaglia o come ricompensa per missioni, specialmente in sistemi con economia rampante.
ja: 地上基地のデータリンクのスキャン、軍用船や星系警察のスキャン、またミッション報酬として得られる。特にBoom状態の星系で顕著である。
pt_br: Capturados a partir de redes de pontos de dados de assentamentos, ao escanear naves militares e de autoridade, ou como recompensa de missão, especialmente em sistemas com economia em auge.
ru: Датчики/Терминалы на планетах, Базовое сканирование (военные и корабли властей), Награды за миссии, часто в системах с уровнем БУМ.

# compactcomposites
source: Obtained from degraded signal sources, including surface signals.
chs: 从退化的信号源获得，包括表面信号。
de: Findet man in herabgestuften (degraded) Signalquellen, einschließlich Oberflächensignale.
es: de transmisiones deterioradas, incluyendo las encontradas en superficie.
fr: Obtenu à partir de sources de signaux dégradées, incluant les signaux de surface.
it: Ottenuto da sorgenti di segnale degradate, inclusi segnali di superficie.
ja: 地上でのシグナルやDegradedシグナルソースで得られる。
pt_br: Encontrado em fontes de sinais degradados, incluindo sinais de assentamentos.
ru: Источники сигналов в космосе, Точки интереса на поверхности.

# compactemissionsdata
source: Obtained by scanning combat vessels, scanning deep space data beacons and encoded emissions sources, or as a mission reward.
chs: 通过扫描战舰、扫描深空数据信标和编码排放源或作为任务奖励获得。
de: Erhält man durch das Scannen von Kampfschiffen, von Weltraum-Datenbojen und verschlüsselten Signalquellen oder als Missionsbelohnung.
es: escaneando naves de combate, como recompensa de misión, o también en balizas de datos y transmisiones codificadas siempre y cuando estén ubicadas en espacio profundo.
fr: Obtenu en scannant des vaisseaux de combat, en scannant des balises de données de l'espace lointain ainsi que des sources d'émissions codées, ou en tant que récompense de mission.
it: Ottenuto dalla scansione di Vascelli da Battaglia e/o di Radiofari dello spazio profondo o da sorgenti di trasmissioni codificate o come ricompensa per missioni.
ja: 戦闘船のスキャン、深宇宙にあるデータビーコンのスキャン、Encodedシグナルソース、またミッションの報酬として得られる。
pt_br: Encontrado ao escanear naves de combate, sinalizadores de dados privados recolhidos do espaço profundo, fontes de transmissões codificadas, ou como recompensa de missão.
ru: Источники сигналов в космосе (кодированный сигнал), Базовое сканирование (боевые корабли), Награды за миссии.

# compoundshielding
source: Obtained from the wreckage of combat vessels or as a mission reward and encoded emissions sources, especially in high security systems, systems with booming economies, and systems seeking to retreat and consolidate power. These are also available at Dav's Hope.
chs: 从战舰残骸中获得或作为任务奖励和编码排放源，特别是在高度安全的系统、经济蓬勃发展的系统以及寻求撤退和巩固权力的系统中。这些也可以在 Dav's Hope 买到。
de: Findet man in den Trümmern von Kampfschiffen, verschlüsselten Signalquellen speziell in Hochsicherheitssystemen, Systemen mit ökonomischen Aufschwung und Systemen in Rückzug und Machtfestigung oder erhält man als Missionsbelohnung. Auch zu finden bei "Dave's Hope".
es: de restos de naves de combate, como recompensa de misión, o también interceptando transmisiones codificadas, especialmente en sistemas de alta seguridad, sistemas en auge económico, o sistemas en retirada y consolidación del poder. También se pueden encontrar en Dav's Hope.
fr: Obtenu à partir d'épaves de vaisseaux de combat ou en tant que récompense de mission, en particulier dans les systèmes de haute sécurité, systèmes aux économies en plein essor, et systèmes en retraite ou en expansion politique. Ceux-ci sont également disponibles à Dav's Hope.
it: Ottenuto dai rottami di grandi Vascelli da Battaglia o come ricompensa per missioni e da sorgenti di emissioni codificate, specialmente in sistemi con livello di sicurezza elevato, sistemi con economia rampante e sistemi in cerca di ritirarsi e consolidare il potere. Sono anche disponibili a Dav's Hope.
ja: 戦闘艦の残骸、ミッション報酬、Encodedシグナルソースで得られる。特に高セキュリティ星系、Boom状態の星系、Retreat状態の星系、またConsolidate期のパワー影響下で顕著である。Dav's Hopeでも見られる。
pt_br: Encontrado nos destroços de naves de combate, como recompensas de missões ou fontes de transmissões codificadas, especialmente em sistemas de alta segurança, sistemas com economia em auge e sistemas em retirada para consolidação de poder. Também disponível em Dav's Hope.
ru: Уничтожение (боевые корабли), Источники сигналов в космосе (кодированный сигнал) особенно в системах с высоким уровнем безопасности и бумом, Награды за миссии. Так-же доступно в Dav's Hope.

# conductiveceramics
source: Obtained from the wreckage of haulage vessels, especially in anarchy systems near population systems. These are also available at Dav's Hope.
chs: 从运输船的残骸中获得，特别是在人口系统附近的无政府状态系统中。这些也可以在 Dav's Hope 搞到。
de: Findet man in den Trümmern von Transportschiffen, speziell in Anarchie-Systemen in der Nähe von bewohnten Systemen. Auch auffindbar bei Dave's Hope.
es: a partir de los restos de naves de transporte, especialmente en sistemas anárquicos cercanos a sistemas con población. También se pueden encontrar en Dav's Hope.
fr: Obtenu à partir d'épaves de vaisseaux de transport, en particulier dans des systèmes anarchiques à proximité de systèmes peuplés. Ceux-ci sont également disponible à Dav's Hope.
it: Ottenuto dai rottami di Vascelli da Trasporto, specialmente in sistemi anarchici vicini a sistemi popolati. Sono disponibili anche a Dav's Hope.
ja: 輸送船の残骸から得られる。有人星系付近の無政府星系で顕著である。Dav's Hopeでも見つかる。
pt_br: Encontrado em destroços de naves de transporte, especialmente em sistemas anárquicos. Também disponíveis em Dav's Hope.
ru: Источники сигналов в космосе (последствия боя, торговые корабли) чаще в системах с анархией, так-же доступно в Dav's Hope.

# conductivecomponents
source: Obtained from the wreckage of haulage vessels, especially in anarchy systems near population systems.
chs: 从运输船的残骸中获得，特别是在人口系统附近的无政府状态系统中。
de: Findet man in den Trümmern von Transportschiffen, speziell in Anarchie-Systemen in der Nähe von bewohnten Systemen.
es: a partir de los restos de naves de transporte, especialmente en sistemas anárquicos cercanos a sistemas con población.
fr: Obtenu à partir d'épaves de vaisseaux de transport, en particulier dans des systèmes anarchiques à proximité de systèmes peuplés.
it: Ottenuto dai rottami di Vascelli da Trasporto, specialmente in sistemi anarchici vicini a sistemi popolati.
ja: 輸送船の残骸から得られる。有人星系付近の無政府星系で顕著である。
pt_br: Encontrado em destroços de naves de transporte, especialmente em sistemas anárquicos.
ru: Уничтожение (торговые корабли), Источники сигналов в космосе (Слабый сигнал/в Анархии)

# conductivepolymers
source: Obtained from the wreckage of large haulage and passenger vessels such as Type-9s and Beluga liners, from surface signal sources, and as a mission reward. These are also available at Dav's Hope.
chs: 从 T9和白鲸班轮等大型运输和客船的残骸中，从表面信号源中获得，并作为任务奖励。这些也可以在 Dav's Hope 买到。
de: Findet man in den Trümmern großer Transport- und Passagierschiffe wie z. B. Type-9 und Beluga Liners, erhält man an Oberflächensignalquellen und als Missionsbelohnung. Auch zu finden bei "Dave's Hope".
es: de los restos de grandes naves de transporte y de pasajeros, como las Taip-9 o las Beeluga liners, de fuentes de señales de superficie, o como recompensa de misión. También están disponibles en Dav's Hope.
fr: Obtenu à partir d'épaves de grands vaisseaux de transport et de passagers, comme le Type-9 et le Beluga, à partir de sources de signaux de surface, et en tant que récompense de mission. Ceux-ci sont également disponibles à Dav's Hope.
it: Ottenuto dai rottami di Grandi Vascelli da Trasporto merci e passeggeri, come Tipo-9 e Beluga, da sorgenti di segnale di superficie e come ricompensa per missioni. Sono disponibili anche a Dav's Hope.
ja: Type-9やBelugaのような大型輸送船、大型客船の残骸から、また各種シグナルソース、ミッション報酬として得られる。Dav's Hopeでも見られる。
pt_br: Encontrado em destroços de grandes naves de transporte e naves de passageiros, como Type-9s e Belugas, em assentamentos e como recompensas de missões. Também disponíveis em Dav's Hope.
ru: Уничтожение (торговые корабли тип9 и Белуга), Точки интереса, Награды за миссии, так-же доступно в Dav's Hope.

# configurablecomponents
source: Obtained from the wreckage of haulage vessels, especially in low security systems. These are also available at Dav's Hope.
chs: 从运输船的残骸中获得，尤其是在低安全性系统中。这些也可以在 Dav's Hope 搞到。
de: Findet man in den Trümmern von Transportschiffen, speziell in Systemen mit geringer Sicherheit. Auch auffindbar bei Dave's Hope.
es: a partir de los restos de naves de transporte, especialmente en sistemas de baja seguridad. También pueden estar disponibles en Dav's Hope.
fr: Obtenu à partir d'épaves de vaisseaux de transport, en particulier dans les systèmes de basse sécurité. Ceux-ci sont également disponibles à Dav's Hope.
it: Ottenuto dai rottami di Vascelli da Trasporto specialmente in sistemi a basso livello di sicurezza. Sono disponibili anche a Dav's Hope.
ja: 輸送船の残骸から得られる。特に低セキュリティ星系で顕著である。Dav's Hopeでも見られる。
pt_br: Encontrado em destroços de naves de transporte, especialmente em sistemas de segurança baixa. Também disponíveis em Dav's Hope.
ru: Источники сигналов в космосе (последствия боя, торговые корабли), Источники сигналов в космосе (кодированный сигнал), также доступно в Dav's Hope.
