Repository: EDCD/EDDI
Catalog: DataDefinitions/Properties/MaterialLocations.*-*.resx
Languages: chs, de, es, fr, it, ja, pt_br, ru

# consumerfirmware
source: Obtained as a mission reward or by scanning datalinks in ground bases or scanning private data beacons in encoded signal sources while systems are in elections or civil wars.
chs: 作为任务奖励或通过扫描地面基地的数据链或在系统处于选举或内战期间扫描编码信号源中的私人数据信标获得。
de: Erhält man als Missionsbelohnung oder durch das Scannen von Datenverbindungen in Bodenstationen oder durch Scannen von privaten Datenbojen in verschlüsselten Signalquellen während in den Systemen Wahlen durchgeführt werden oder ein Bürgerkrieg herrscht.
es: como recompensa de misión, o escaneando enlaces de datos de bases terrestres o balizas privadas en transmisiones codificadas, siempre y cuando el sistema esté en elecciones o en guerra civil.
fr: Obtenu en tant que récompense de mission ou en scannant des liaisons de données dans les bases au sol, ou en scannant des balises de données privées dans les sources de signaux codées lorsque les systèmes sont en période d'élections ou de guerres civiles.
it: Ottenuto dalla scansione di Collegamenti Dati in basi di superficie o dalla scansione di radiofari privati in sorgenti di segnali codificate e/o come ricompensa per missioni in sistemi che siano sotto elezioni o in guerra civile.
ja: ミッション報酬、又は地上施設のデータリンクのスキャン、ElectionかCivil wars状態の星系にあるEncodedシグナルソースに浮かぶプライベートデータビーコンのスキャンによって得られる。
pt_br: Obtido como uma recompensa de missão ou por meio de escaneamento de links de dados em bases planetárias ou escaneamento de sinais de dados privados em fontes de sinais codificadas enquanto os sistemas estão em eleições ou guerras civis.
ru: Источники сигналов в космосе, Датчики/Терминалы на планетах, Награды за миссии, часто в системах с выборами или гражданской войной.

# crystalshards
source: Obtained from the wreckage of combat ships, and from surface signal sources.
chs: 从战舰残骸和表面信号源中获得。
de: Findet man in den Trümmern von (Groß-)Kampfschiffen und an Oberflächensignalquellen.
es: de los restos de naves de combate, y de fuentes de señales en superficie.
fr: Obtenu à partir d'épaves de vaisseaux de combat, et de sources de signaux de surface.
it: Ottenuto dai rottami di Vascelli da Battaglia o da sorgenti di segnale di superficie.
ja: 戦闘船の残骸や、地上でのシグナルで得られる。
pt_br: Encontrado em destroços de naves de combate e assentamentos.
ru: Уничтожение (боевые корабли), Точки интереса на поверхности.

# dataminedwake
source: Obtained by scanning frame shift high wakes of vessels, scanning encoded data beacons, or as a mission reward.
chs: 通过扫描船只的超空间跃迁尾迹、扫描编码数据信标或作为任务奖励获得。
de: Erhält man durch das Scannen von FSA-Sogwolken, verschlüsselten Datenbojen oder als Missionsbelohnung.
es: escaneando estelas de alta energía, balizas de datos codificados, o como recompensa de misión.
fr: Obtenu en scannant des sillages élevés de vaisseaux, en scannant des balises de données codées, ou en tant que récompense de mission.
it: Ottenuto dalla scansione di Traccie di Salto verso Iperspazio e di radiofari di dati codificati o come ricompensa per Missioni.
ja: 船が残すFSDの航跡をスキャン、エンコーデッドデータビーコンをスキャンする、又はミッションの報酬として得られる。
pt_br: Encontrado ao escanear rastro de alta energia de naves, ao escanear sinalizadores de de dados codificados ou em recompensas de missões.
ru: Сканирование высокочастотных следов FSD, Награды за миссии, Источники сигналов в космосе (кодированный сигнал).

# decodedemissiondata
source: Obtained by scanning system authority vessels or as a mission reward.
chs: 通过扫描系统权威船只或作为任务奖励获得。
de: Erhält man durch das Scannen von Schiffen der Systembehörde oder als Missionsbelohnung.
es: escaneando naves de la autoridad local o como recompensa de misiones.
fr: Obtenu en scannant des vaisseaux des autorités ou en tant que récompense de mission.
it: Ottenuto dalla scansione di Autorità di sistema o come ricompensa per missioni.
ja: 星系警察をスキャン、又はミッション報酬で得られる。
pt_br: Encontrado ao escanear naves de autoridade do sistema ou como recompensa da missão.
ru: Базовое сканирование (боевые корабли), Награды за миссии.

# disruptedwakeechoes
source: Obtained by scanning frame shift high wakes of vessels or as a mission reward, especially in systems with booming economies.
chs: 通过扫描船只的超空间跃迁尾流或作为任务奖励获得，尤其是在经济蓬勃发展的系统中。
de: Erhält man durch das Analysieren von FSA-Sogwolken von Schiffen oder als Missionsbelohnung, speziell in Systemen mit ökonomischem Aufschwung.
es: mediante el escaneo de estelas de salto de alta intensidad de naves, o como recompensa de misión, especialmente en sistemas en auge económico.
fr: Obtenu en scannant des sillages élevés de vaisseaux ou en tant que récompense de mission, en particulier dans les systèmes aux économies en plein essor.
it: Ottenuto dalla scansione di Traccie di Salto verso Iperspazio o come ricompensa per Missioni, specialmente in sistemi con economie rampanti.
ja: 特にBoom状態の星系において、FSDジャンプ航跡(high wakes) をスキャンすると得られる。
pt_br: Encontrado ao escanear rastros de alta energia de naves ou como recompensa da missão, especialmente em sistemas com economias em auge.
ru: Сканирование высокочастотных следов FSD, Награды за миссии, часто в системах с уровнем БУМ.

# electrochemicalarrays
source: Obtained from the wreckage of combat and system authority vessels, or from degraded emissions sources in anarchy systems near other populated systems.
chs: 从战斗和系统管理船只的残骸中获得，或者从其他人口稠密系统附近的无政府状态系统中的退化排放源获得。
de: Findet man in den Trümmern von Kampfschiffen und Schiffen der Systembehörde oder in herabgestuften (degraded) Signalquellen in Anarchie-Systemen in der Nähe von bewohnten Systemen.
es: de los restos de naves de combate y de las autoridades del sistema, o de transmisiones deterioradas en sistemas anárquicos cerca de otros sistemas poblados.
fr: Obtenu à partir d'épaves de vaisseaux de combat et des autorités, ou dans des sources d'émissions dégradées de systèmes anarchiques à proximité de systèmes peuplés.
it: Ottenuto dai rottami di Autorità di sistema e/o Vascelli da Battaglia o da sorgenti di emissione degradate in sistemi anarchici vicini a sistemi popolati.
ja: 戦闘艦、星系警察の残骸から、又は有人星系付近の無政府星系にあるDegradedシグナルソースから得られる。
pt_br: Encontrado em destroços de naves de combate e autoridades de sistema, ou fontes de transmissões degradadas em sistemas anárquicos próximo de outros sistemas populados.
ru: Уничтожение (военные и корабли властей), Источники сигналов в космосе (Слабый сигнал/в Анархии)

# embeddedfirmware
source: Obtained by scanning datalinks in ground bases or as a mission reward.
chs: 通过扫描地面基地的数据链或作为任务奖励获得。
de: Erhält man durch das Scannen von Datenverbindungen an Bodenstationen oder als Missionsbelohnung.
es: escaneando enlaces de datos en bases en superficie, como recompensa de misión.
fr: Obtenu en scannant des liaisons de données dans les bases au sol ou en tant que récompense de mission.
it: Ottenuto dalla scansione di Collegamenti Dati in basi superficiali o come ricompensa per missioni.
ja: 地上基地のデータリンクのスキャン、又はミッション報酬で得られる。
pt_br: Capturados a partir de redes de pontos de dados de assentamentos ou como recompensa de missões.
ru: Датчики/Терминалы на планетах, Награды за миссии.

# emissiondata
source: Obtained from scanning combat vessels or in signal sources, especially in systems with booming economies or undergoing an election.
chs: 通过扫描战舰或信号源获得，尤其是在经济蓬勃发展或正在进行选举的系统中。
de: Erhält man durch das Scannen von (Groß-)Kampfschiffen oder in Signalquellen, speziell in Systemen mit ökonomischem Aufschwung oder in Systemen, die derzeit Wahlen durchführen.
es: escaneando naves de combate o interceptando transmisiones, especialmente en sistemas en auge económico o en periodo electoral.
fr: Obtenu en scannant des vaisseaux de combat ou dans des sources de signaux, en particulier dans les systèmes aux économies en plein essor ou en période d'élection.
it: Ottenuto dalla scansione di Vascelli da Battaglia o in Sorgenti di Segnale specialmente in sistemi con economia rampante o sotto elezioni.
ja: 戦闘船のスキャン、又は各種シグナルソースから得られる。特にBoom状態の星系かElection状態の星系にて顕著である。
pt_br: Encontrado ao escanear naves de combate ou em fontes de sinal, especialmente em sistemas com economias em auge ou passando por uma eleição.
ru: Базовое сканирование (боевые корабли), Источники сигналов в космосе в системах с бумом экономики, или подготовка к выборам.

# encodedscandata
source: Obtained by scanning datalinks in ground bases or as a mission reward.
chs: 通过扫描地面基地的数据链或作为任务奖励获得。
de: Erhält man durch das Scannen von Datenverbindungen an Bodenstationen oder als Missionsbelohnung.
es: escaneando enlaces de datos en superficie o como recompensa de misión.
fr: Obtenu en scannant des liaisons de données dans les bases au sol ou en tant que récompense de mission.
it: Ottenuto dalla scansione di Collegamenti Dati in basi di superficie o come ricompensa per missioni.
ja: 地上基地のデータリンクのスキャン、又はミッション報酬で得られる。
pt_br: Encontrado ao escanear pontos de dados em bases planetárias ou como recompensa de missão.
ru: Датчики/Терминалы на планетах, Награды за миссии.

# encryptedfiles
source: Obtained from signal sources, including surface signal sources, or as a mission reward. These tend to be more common in systems with booming economies.
chs: 从信号源获得，包括地面信号源，或作为任务奖励。这些往往在经济蓬勃发展的系统中更为常见。
de: Findet man in Signalquellen, einschließlich Oberflächensignalquellen, oder erhält man als Missionsbelohnung. Diese sind in Systemen mit boomenden Volkswirtschaften eher verbreitet.
es: en fuentes de señales, incluyendo señales de superficie, o como recompensa de misión. Tienden a ser más comunes en sistemas en auge económico.
fr: Obtenu à partir de sources de signaux, y compris de sources de signaux de surface, ou en tant que récompense de mission. Ceux-ci tendent à être plus courants dans les systèmes aux économies en plein essor.
it: Ottenuto da Sorgenti di Segnali, anche di superficie, o come ricompensa per Missioni. Tendono ad essere più comuni in sistemi con Economia Rampante.
ja: 地表を含む各種シグナルソース、又はミッション報酬として得られる。Boom状態の星系においてより顕著である。
pt_br: Obtido de fontes de sinal, incluindo fontes de sinal de superfície, ou como recompensa de missão. Estes tendem a ser mais comuns em sistemas com economias em auge.
ru: Датчики/Терминалы на планетах, Источники сигналов в космосе, Награды за миссии.

# encryptionarchives
source: Obtained by scanning datalinks in ground bases.
chs: 通过扫描地面基地的数据链获得。
de: Erhält man durch das Scannen von Datenverbindungen an Bodenstationen.
es: escaneando enlaces de datos en bases terrestres.
fr: Obtenu en scannant des liaisons de données dans les bases au sol.
it: Ottenuto dalla scansione di Collegamenti Dati in basi di superficie.
ja: 地上基地のデータリンクのスキャンで得られる。
pt_br: Encontrado ao escanear pontos de dados em bases planetárias.
ru: Датчики/Терминалы на планетах.

# encryptioncodes
source: Obtained by scanning surface data points, satellites orbiting installations and populated Earth-like worlds, or as a mission reward, especially in systems with booming economies.
chs: 通过扫描地表数据点、绕行安装的卫星和类似地球的世界，或作为任务奖励获得，尤其是在经济蓬勃发展的系统中。
de: Erhält man durch das Scannen von Oberflächen-Daten-Punkten, durch Satelliten die Anlagen und bevölkerte erdähnliche Welten umkreisen, oder als Missionsbelohnung speziell in Systemen mit florierenden Volkswirtschaften.
es: escaneando puntos de datos de superficie, satélites que orbitan instalaciones o cerca de mundos poblados similares a la tierra, o también como recompensa de misión, especialmente en sistemas con un auge económico.
fr: Obtenu en scannant des points d'accès aux données de surface, de satellites en orbite autour d'installations et de mondes semblable à la Terre, en particulier dans les systèmes aux économies en plein essor.
it: Ottenuto dalla scansione di Centri trasmissione Dati in Superficie, Satelliti in orbita attorno ad Installazioni o analoghi terrestri abitati e come ricompensa per Missioni, specialmente in sistemi con economia rampante.
ja: 地表にあるデータポイントのスキャン、インストレーションや人の住む地球型惑星付近にある人工衛星のスキャン、又はBoom状態の星系でミッションの報酬として得られる。
pt_br: Obtidos através do escaneamento de pontos de dados de superfície, satélites orbitando instalações e planetas parecidos com a Terra populosos, ou como recompensa de missão, especialmente em sistemas com economia em auge.
ru: Датчики/Терминалы на планетах, Источники сигналов в космосе, Награды за миссии, часто в системах с уровнем БУМ.

# exquisitefocuscrystals
source: Obtained from the wreckage of combat vessels or as a mission reward, especially in systems with booming economies.
chs: 从战舰残骸中获得或作为任务奖励，尤其是在经济蓬勃发展的系统中。
de: Findet man den Trümmern von (Groß-)Kampfschiffen oder erhält man als Missionsbelohnung, speziell in Systemen mit ökonomischem Aufschwung.
es: de los restos de naves de combate o como recompensa de misión, especialmente en sistemas con economías en auge.
fr: Obtenu à partir d'épaves de vaisseaux de combat ou en tant que récompense de mission, en particulier dans les systèmes aux économies en plein essor.
it: Ottenuto dai rottami di grandi Vascelli da Battaglia o come ricompensa per missioni, specialmente in sistemi con economia rampante.
ja: 戦闘船の残骸、又はミッション報酬として得られる。特にBoom状態の星系でより顕著である。
pt_br: Encontrado em destroços de naves de combate ou como recompensas de missões, especialmente em sistemas com economia em auge.
ru: Уничтожение (боевые корабли), Награды за миссии, часто в системах с уровнем БУМ.

# fedcorecomposites
source: Obtained in high-grade signal sources in systems under Federal control or from the wreckage of Federal combat vessels.
chs: 从联邦控制系统中的高级信号源或联邦战舰残骸中获得。
de: Findet man in hochgradigen Signalquellen in Systemen unter föderaler Kontrolle oder in den Trümmern föderaler Kampfschiffe.
es: en transmisiones de alta calidad de sistemas bajo control federal, o también de restos de naves de combate federales.
fr: Obtenu dans des sources de signaux de haute qualité dans les systèmes sous contrôle Fédéral ou depuis les épaves de vaisseaux de combat Fédéraux.
it: Ottenuto da sorgenti di segnale di grado elevato in sistemi sotto controllo Federale o dai rottami di Vascelli da combattimento Federali.
ja: 連邦に属する星系のHigh-gradeシグナルソースから、また連邦の戦闘艦の残骸から得られる。
pt_br: Encontrado em fontes de sinais de alto grau de sistemas controlados pela Federação ou em destroços de naves de combate Federais.
ru: Уничтожение (боевые корабли, чаще Федерации), Источники сигналов в космосе (высокоуровневые излучения) чаще в Федерации.

# fedproprietarycomposites
source: Obtained in high-grade signal sources under Federal control or as a mission reward in Federal systems during elections.
chs: 在联邦控制的高级信号源中获得或在选举期间作为联邦系统中的任务奖励获得。
de: Findet man in hochgradigen Signalquellen unter föderaler Kontrolle oder erhält man als Missionsbelohnung in föderalen Systemen die Wahlen durchführen.
es: en transmisiones de alta calidad de sistemas controlados por La Federación, o también como recompensa de misiones en sistemas federales durante periodo electoral.
fr: Obtenu dans des sources de signaux de haute qualité dans les systèmes sous contrôle Fédéral ou en tant que récompense de mission dans les systèmes Fédéraux pendant des élections.
it: Ottenuto da sorgenti di segnale di grado elevato in sistemi sotto controllo Federale, o come ricompensa per missioni in sistemi Federali sotto elezioni.
ja: 連邦星系のHigh-gradeシグナルソースから、また連邦で選挙中の星系でミッション報酬として得られる。
pt_br: Encontrado em fontes de sinais de alto grau de sistemas controlados pela Federação ou como recompensas de missões de sistemas Federais durante eleições.
ru: Источники сигналов в космосе (кодированный сигнал), Источники сигналов в космосе (высокоуровневые излучения), Награды за миссии, чаще в Федерации во время выборов.

# filamentcomposites
source: Obtained from the wreckage of military and authority ships.
chs: 从军事和权威船只的残骸中获得。
de: Findet man in den Trümmern von Militärschiffen und Schiffen der Systembehörde.
es: de los restos de naves militares y de la autoridad.
fr: Obtenu à partir d'épaves de vaisseaux militaires et des autorités.
it: Ottenuto dai rottami di Autorità di sistema e/o Vascelli da Battaglia.
ja: 軍用船と星系警察の残骸から得られる。
pt_br: Encontrado em destroços de naves de militares e de autoridades.
ru: Уничтожение (военные и корабли властей), Источники сигналов в космосе.

# focuscrystals
source: Obtained from the wreckage of combat vessels, especially in high security systems.
chs: 从战舰残骸中获得，特别是在高安全性系统中。
de: Findet man in den Trümmern von Kampfschiffen, speziell in Systemen mit hoher Sicherheit.
es: de los restos de naves de combate, especialmente en sistemas de alta seguridad.
fr: Obtenu à partir d'épaves de vaisseaux de combat, en particulier dans les systèmes de haute sécurité.
it: Ottenuto dai rottami di Vascelli da Battaglia, specialmente in sistemi ad elevato livello di sicurezza.
ja: 戦闘艦の残骸から得られる。特に高セキュリティ星系で顕著である。
pt_br: Encontrado em destroços de naves de combate, especialmente em sistemas de alta segurança.
ru: Уничтожение (боевые корабли), Источники сигналов в космосе чаще в системах с высоким уровнем безопасности.

# fsdtelemetry
source: Obtained by scanning frame shift high wakes of vessels or as a mission reward.
chs: 通过扫描超空间跃迁尾迹或作为任务奖励获得。
de: Erhält man durch das Scannen der FSA-Sogwolken von Schiffen oder als Missionsbelohnung.
es: escaneando estelas de alta energía de naves o como recompensa de misión.
fr: Obtenu en scannant des sillages élevés de vaisseaux ou en tant que récompense de mission.
it: Ottenuto dalla scansione di Traccie di Salto verso Iperspazio o come ricompensa per Missioni.
ja: 船が残すFSDの航跡をスキャン、又はミッションの報酬として得られる。
pt_br: Encontrado ao escanear rastros de alta energia de naves ou como recompensa da missão.
ru: Сканирование высокочастотных следов FSD, Награды за миссии.

# galvanisingalloys
source: Obtained from the wreckage of combat vessels or as a mission reward, especially in systems holding elections.
chs: 从战舰残骸中获得或作为任务奖励，尤其是在举行选举的系统中。
de: Findet man in den Trümmern von (Groß-)Kampfschiffen oder erhält man als Missionsbelohnung, speziell in Systemen, die gerade Wahlen durchführen.
es: de los restos de naves de combate, o como recompensa de misiones, especialmente si están en sistemas con periodo electoral.
fr: Obtenu à partir d'épaves de vaisseaux de combat ou en tant que récompense de mission, en particulier dans les systèmes tenant des élections.
it: Ottenuto dai rottami di Vascelli da Battaglia o come ricompensa per missioni, specialmente in sistemi sotto elezioni.
ja: 戦闘船の残骸、又はミッション報酬として得られる。特に選挙中の星系で顕著である。
pt_br: Encontrado em destroços de naves de combate ou como recompensas de missões, especialmente em sistemas passando por eleições.
ru: Уничтожение (боевые корабли), Источники сигналов в космосе, Награды за миссии, чаще в системах с выборами.

# germanium
source: Obtained from surface prospecting or as a mission reward, especially in systems suffering from disease.
chs: 从地表勘探或作为任务奖励获得，尤其是在患有疾病的系统中。
de: Erhält man durch Oberflächenerkundung oder als Missionsbelohnung, besonders in Systemen, die an Krankheiten leiden.
es: de la prospección en superficie o como recompensa de misión, especialmente en sistemas que sufren epidemias.
fr: Obtenu de la prospection en surface ou en tant que récompense de mission, en particulier dans les systèmes souffrant de maladie.
it: Ottenuto da Prospezione in Superficie o come ricompensa per Missioni, specialmente in Sistemi affetti da Epidemie.
ja: 惑星表面探査・OUTBREAK状態の星系でのミッション報酬で得られる。
pt_br: Obtido a partir de prospecção de superfície ou como recompensa de missão, especialmente em sistemas que sofrem de doença.
ru: На поверхности планет, Награды за миссии, часто на планетах с эпидемией.

# gridresistors
source: Obtained from the wreckage of small combat vessels or as a mission reward.
chs: 从小型战舰的残骸中获得或作为任务奖励。
de: Findet man in den Trümmern von kleinen Kampfschiffen oder erhält man als Missionsbelohnung.
es: de los restos de naves de combate pequeñas, o como recompensa de misión.
fr: Obtenu à partir d'épaves de petits vaisseaux de combat ou en tant que récompense de mission.
it: Ottenuto dai rottami di piccoli Vascelli da Battaglia o come ricompensa per missioni.
ja: 小型戦闘船の残骸、またミッション報酬で得られる。
pt_br: Encontrado em destroços de naves de combate pequenas ou como recompensas de missões.
ru: Уничтожение (военные и корабли властей), Источники сигналов в космосе, Награды за миссии.

# guardian_moduleblueprint
source: Obtained from the ancient ruins of the alien species known as the Guardians.
chs: 从被称为守护者的外星物种的古代遗迹中获得。
de: Entdeckt man in den alten Ruinen einer außerirdischen Spezies, bekannt als die Wächter.
es: en antiguas ruinas de la especie alienígena conocida como Guardianes.
fr: Obtenu depuis des ruines antiques de l'espèce exotique connue sous le nom de Gardiens.
it: Ottenuto dalle Antiche Rovine della specie Aliena nota come i Guardiani.
ja: ガーディアンとして知られるエイリアンの遺跡から得られる。
pt_br: Encontrado em antigas ruínas da espécie alienígena conhecida como Guardians.
ru: Древние руины и Конструкции Стражей.

# guardian_powercell
source: Obtained from the ancient ruins of the alien species known as the Guardians.
chs: 从被称为守护者的外星物种的古代遗迹中获得。
de: Entdeckt man in den alten Ruinen einer außerirdischen Spezies, bekannt als die Wächter.
es: de ruinas ancestrales de la especie extraterrestre conocida como Guardianes.
fr: Obtenu depuis des ruines antiques de l'espèce exotique connue sous le nom de Gardiens.
it: Ottenuto dalle Antiche Rovine della specie Aliena nota come i Guardiani.
ja: ガーディアンとして知られるエイリアンの遺跡から得られる。
pt_br: Encontrado em antigas ruínas da espécie alienígena conhecida como Guardians.
ru: Древние руины и Конструкции Стражей.

# guardian_powerconduit
source: Obtained from the ancient ruins of the alien species known as the Guardians.
chs: 从被称为守护者的外星物种的古代遗迹中获得。
de: Entdeckt man in den alten Ruinen einer außerirdischen Spezies, bekannt als die Wächter.
es: en antiguas ruinas de la especie alienígena conocida como Guardianes.
fr: Obtenu depuis des ruines antiques de l'espèce exotique connue sous le nom de Gardiens.
it: Ottenuto dalle Antiche Rovine della specie Aliena nota come i Guardiani.
ja: ガーディアンとして知られるエイリアンの遺跡から得られる。
pt_br: Encontrado em antigas ruínas da espécie alienígena conhecida como Guardians.
ru: Древние руины и Конструкции Стражей.

# guardian_sentinel_weaponparts
source: Obtained from the ancient ruins of the alien species known as the Guardians.
chs: 从被称为守护者的外星物种的古代遗迹中获得。
de: Entdeckt man in den alten Ruinen einer außerirdischen Spezies, bekannt als die Wächter.
es: de ruinas ancestrales de la especie extraterrestre conocida como Guardianes.
fr: Obtenu depuis des ruines antiques de l'espèce exotique connue sous le nom de Gardiens.
it: Ottenuto dalle Antiche Rovine della specie Aliena nota come i Guardiani.
ja: ガーディアンとして知られるエイリアンの遺跡から得られる。
pt_br: Encontrado em antigas ruínas da espécie alienígena conhecida como Guardians.
ru: Древние руины и Конструкции Стражей.

# guardian_sentinel_wreckagecomponents
source: Obtained from the ancient ruins of the alien species known as the Guardians.
chs: 从被称为守护者的外星物种的古代遗迹中获得。
de: Entdeckt man in den alten Ruinen einer außerirdischen Spezies, bekannt als die Wächter.
es: de ruinas ancestrales de la especie extraterrestre conocida como Guardianes.
fr: Obtenu depuis des ruines antiques de l'espèce exotique connue sous le nom de Gardiens.
it: Ottenuto dalle Antiche Rovine della specie Aliena nota come i Guardiani.
ja: ガーディアンとして知られるエイリアンの遺跡から得られる。
pt_br: Encontrado em antigas ruínas da espécie alienígena conhecida como Guardians.
ru: Древние руины и Конструкции Стражей.

# guardian_techcomponent
source: Obtained from the ancient ruins of the alien species known as the Guardians.
chs: 从被称为守护者的外星物种的古代遗迹中获得。
de: Entdeckt man in den alten Ruinen einer außerirdischen Spezies, bekannt als die Wächter.
es: en antiguas ruinas de la especie alienígena conocida como Guardianes.
fr: Obtenu depuis des ruines antiques de l'espèce exotique connue sous le nom de Gardiens.
it: Ottenuto dalle Antiche Rovine della specie Aliena nota come i Guardiani.
ja: ガーディアンとして知られるエイリアンの遺跡から得られる。
pt_br: Encontrado em antigas ruínas da espécie alienígena conhecida como Guardians.
ru: Древние руины и Конструкции Стражей.
