Repository: EDCD/EDDI
Catalog: DataDefinitions/Properties/MaterialLocations.*-*.resx
Languages: chs, de, es, fr, it, ja, pt_br, ru

# tin
source: Obtained from surface prospecting or asteroid mining in areas with pristine reserves.
chs: 从具有原始储量的地区的地表勘探或小行星采矿中获得。
de: Erhält man durch Oberflächenerkundung oder Asteroidenbergbau in Gebieten mit unberührten Reserven.
es: de la prospección en superficie, o minando asteroides en áreas con reservas prístinas.
fr: Obtenu de la prospection en surface ou de l'exploitation minière d'astéroïdes dans des zones de ressources inexploitées.
it: Ottenuto da Prospezione in Superficie o Estrazione da Asteroidi in aree con Riserve Intonse.
ja: 惑星表面探査・ pristineなリングの採掘で得られる。
pt_br: Obtido a partir de prospecção de superfície ou mineração de asteroides em áreas com reservas imaculadas.
ru: Древние руины и Конструкции Стражей.

# tungsten
source: Obtained from surface prospecting.
chs: 由地表勘探获得。
de: Erhält man durch Oberflächenerkundung.
es: de la prospección en superficie.
fr: Obtenu de la prospection en surface.
it: Ottenuto da Prospezione in Superficie.
ja: 惑星表面探査で得られる。
pt_br: Obtido a partir de prospecção de superfície.
ru: На поверхности планет.

# uncutfocuscrystals
source: Obtained from the wreckage of combat vessels or in combat aftermath signal sources.
chs: 从战舰残骸或战后信号源中获得。
de: Findet man in den Trümmern von (Groß-)Kampfschiffen oder in Kampffolge-Signalquellen.
es: de los restos de naves de combate, o en señales procedentes del resultado de un combate.
fr: Obtenu à partir d'épaves de vaisseaux de combat ou à l'issue de combat dans les sources de signaux.
it: Ottenuto dai rottami di Vascelli da Battaglia o in sorgenti di segnale susseguenti a combattimenti.
ja: 戦闘船の残骸や、Combat aftermathのシグナルで得られる。
pt_br: Encontrado em destroços de naves de combate ou em fontes de sinal de rescaldo de combate.
ru: Уничтожение (боевые корабли), Источники сигналов в космосе (последствия боя).

# unknowncarapace
source: Obtained from the mysterious surface sites of the alien species known as the Thargoids.
chs: 从被称为 Thargoids 的外星物种的神秘地表地点获得。
de: Entdeckt man an geheimnisvollen Oberflächenstandorten einer außerirdischen Spezies, bekannt als die Thargoiden.
es: en la superficie de misteriosos lugares de la especie alienígena conocida como Zargoides.
fr: Obtenu depuis de mystérieux sites de surface de l'espèce exotique connue sous le nom de Thargoïds.
it: Ottenuto dai misteriosi artefatti di superficie della specie Aliena nota come i Thargoid.
ja: サーゴイドとして知られるエイリアンの地上施設で得られる。
pt_br: Obtido em locais de superfície misteriosos da espécie alienígena conhecida como Thargoids.
ru: Места баз таргоидов на планетах.

# unknownenergycell
source: Obtained from the mysterious surface sites of the alien species known as the Thargoids.
chs: 从被称为 Thargoids 的外星物种的神秘地表地点获得。
de: Entdeckt man an geheimnisvollen Oberflächenstandorten einer außerirdischen Spezies, bekannt als die Thargoiden.
es: en la superficie de misteriosos lugares de la especie alienígena conocida como Zargoides.
fr: Obtenu depuis de mystérieux sites de surface de l'espèce exotique connue sous le nom de Thargoïds.
it: Ottenuto dai misteriosi artefatti di superficie della specie Aliena nota come i Thargoid.
ja: サーゴイドとして知られるエイリアンの地上施設で得られる。
pt_br: Obtido em locais de superfície misteriosos da espécie alienígena conhecida como Thargoids.
ru: Места баз таргоидов на планетах.

# unknownenergysource
source: Obtained from the mysterious surface sites of the alien species known as the Thargoids.
chs: 从被称为 Thargoids 的外星物种的神秘地表地点获得。
de: Entdeckt man an den geheimnisvollen Oberflächenstandorten einer außerirdischen Spezies, bekannt als die Thargoiden.
es: en la superficie de misteriosos lugares de la especie alienígena conocida como Zargoides.
fr: Obtenu depuis de mystérieux sites de surface de l'espèce exotique connue sous le nom de Thargoïds.
it: Ottenuto dai misteriosi artefatti di superficie della specie Aliena nota come i Thargoid.
ja: サーゴイドとして知られるエイリアンの地上施設で得られる。
pt_br: Obtido em locais de superfície misteriosos da espécie alienígena conhecida como Thargoids.
ru: Места баз таргоидов на планетах.

# unknownorganiccircuitry
source: Obtained from the mysterious surface sites of the alien species known as the Thargoids.
chs: 从被称为 Thargoids 的外星物种的神秘地表地点获得。
de: Entdeckt man an den geheimnisvollen Oberflächenstandorten einer außerirdischen Spezies, bekannt als die Thargoiden.
es: en la superficie de misteriosos lugares de la especie alienígena conocida como Zargoides.
fr: Obtenu depuis de mystérieux sites de surface de l'espèce exotique connue sous le nom de Thargoïds.
it: Ottenuto dai misteriosi artefatti di superficie della specie Aliena nota come i Thargoid.
ja: サーゴイドとして知られるエイリアンの地上施設で得られる。
pt_br: Obtido em locais de superfície misteriosos da espécie alienígena conhecida como Thargoids.
ru: Места баз таргоидов на планетах.

# unknownshipsignature
source: Obtained from the mysterious surface sites of the alien species known as the Thargoids or scanning a Thargoid vessel.
chs: 从被称为 Thargoids 的外星物种的神秘表面地点或扫描 Thargoid 船只获得。
de: Entdeckt man an geheimnisvollen Oberflächenstandorten einer außerirdischen Spezies, bekannt als die Thargoiden oder durch das Scannen von Thargoiden-Schiffen.
es: en la superficie de misteriosos lugares de la especie alienígena conocida como Zargoides, o también escaneando sus naves.
fr: Obtenu depuis de mystérieux sites de surface de l'espèce exotique connue sous le nom de Thargoïds ou en scannant un vaisseau Thargoïd.
it: Ottenuto dai misteriosi artefatti di superficie della specie Aliena nota come i Thargoid o dalla scansione di Vascelli Thargoid.
ja: サーゴイドとして知られるエイリアンの地上施設、又はサーゴイド船をスキャンすることによって得られる。
pt_br: Obtido em locais de superfície misteriosos da espécie alienígena conhecida como Thargoids ou escaneando uma nave Thargoid.
ru: Уничтожение/сканирование таргоидского корабля, Места баз таргоидов на планетах.

# unknowntechnologycomponents
source: Obtained from the mysterious surface sites of the alien species known as the Thargoids.
chs: 从被称为 Thargoids 的外星物种的神秘地表地点获得。
de: Entdeckt man an geheimnisvollen Oberflächenstandorten einer außerirdischen Spezies, bekannt als die Thargoiden.
es: en la superficie de misteriosos lugares de la especie alienígena conocida como Zargoides.
fr: Obtenu depuis de mystérieux sites de surface de l'espèce exotique connue sous le nom de Thargoïds.
it: Ottenuto dai misteriosi artefatti di superficie della specie Aliena nota come i Thargoid.
ja: サーゴイドとして知られるエイリアンの地上施設で得られる。
pt_br: Obtido em locais de superfície misteriosos da espécie alienígena conhecida como Thargoids.
ru: Места баз таргоидов на планетах.

# unknownwakedata
source: Obtained by scanning the wake left behind by a Thargoid vessel.
chs: 通过扫描 Thargoid 船只留下的尾迹获得。
de: Erhält man durch das Abtasten der von einem Thargoiden-Schiff hinterlassenen Spur.
es: escaneando estelas de energía dejadas por naves Zargoides.
fr: Obtenu en scannant le sillage laissé par un vaisseau Thargoïd.
it: Ottenuto dalla scansione di Traccie di Salto lasciate da Vascelli Thargoid.
ja: サーゴイド船が残す航跡をスキャンして得られる。
pt_br: Capturado do rastro deixada por uma nave Thargoid.
ru: Сканирование высокочастотного следа Таргоидского перехватчика.

# vanadium
source: Obtained from surface prospecting, mining pristine metallic rings, or mining icy rings.
chs: 通过地表勘探、开采原始金属环或开采冰环获得。
de: Erhält man durch Oberflächenerkundung, durch Abbau in reinen Metallringen oder durch Abbau in Eisringen.
es: de la prospección en superficie, minando asteroides en anillos rocosos prístinos, o también en anillos de hielo.
fr: Obtenu de la prospection en surface, de l'exploitation minière d'astéroïdes dans des anneaux métalliques inexploités ou d'anneaux de glace.
it: Ottenuto da Prospezione in Superficie o Estrazione in Anelli Puramente Metallici e/o Ghiacciati.
ja: 惑星表面探査・pristineなmetallicリングの採掘・氷リングの採掘で得られる。
pt_br: Obtido a partir de prospecção de superfície, mineração de anéis metálicos imaculados ou de mineração de anéis de gelo.
ru: На поверхности планет, Шахтерство (ледяные кольца).

# wakesolutions
source: Obtained by scanning frame shift high wakes of vessels or as a mission reward, especially in systems with booming economies.
chs: 通过扫描船只的高尾流或作为任务奖励获得，尤其是在经济蓬勃发展的系统中。
de: Erhält man durch das Analysieren von FSA-Sogwolken von Schiffen oder als Auftragsbelohnung, speziell in Systemen mit ökonomischem Aufschwung.
es: escaneando estelas de alta energía o como recompensa en misiones, especialmente en sistemas en auge económico.
fr: Obtenu en scannant des sillages élevés de vaisseaux ou en tant que récompense de mission, en particulier dans les systèmes aux économies en plein essor.
it: Ottenuto dalla scansione di Scie verso Iperspazio o come ricompensa per Missioni, specialmente in sistemi con economie rampanti.
ja: FSD航跡のスキャン、又はミッション報酬として得られる。特にBoom状態の星系においてより顕著である。
pt_br: Obtido através do escaneamento do rastro de distorção de fase de naves ou como recompensa da missão, especialmente em sistemas com economias em auge.
ru: Сканирование высокочастотных следов FSD, Награды за миссии, часто в системах с уровнем БУМ.

# wornshieldemitters
source: Obtained from the wreckage of combat vessels.
chs: 从战舰残骸中获得。
de: Findet man in den Trümmern von (Groß-)Kampfschiffen.
es: de los restos de naves de combate.
fr: Obtenu à partir d'épaves de vaisseaux de combat.
it: Ottenuto dai rottami di Vascelli da Battaglia.
ja: 戦闘船の残骸から得られる。
pt_br: Encontrado em destroços de naves de combate.
ru: Уничтожение (боевые корабли), Источники сигналов в космосе (последствия боя).

# yttrium
source: Obtained from surface prospecting.
chs: 由地表勘探获得。
de: Erhält man durch Oberflächenerkundung.
es: de la prospección en superficie.
fr: Obtenu de la prospection en surface.
it: Ottenuto da Prospezione in Superficie.
ja: 惑星表面探査で得られる。
pt_br: Obtido a partir de prospecção de superfície.
ru: На поверхности планет.

# zinc
source: Obtained from surface prospecting.
chs: 由地表勘探获得。
de: Erhält man durch Oberflächenerkundung.
es: de la prospección en superficie.
fr: Obtenu de la prospection en surface.
it: Ottenuto da Prospezione in Superficie.
ja: 惑星表面探査で得られる。
pt_br: Obtido a partir de prospecção de superfície.
ru: На поверхности планет.

# zirconium
source: Obtained from surface prospecting or asteroid mining.
chs: 从地表勘探或小行星采矿中获得。
de: Erhält man durch Oberflächenerkundung oder Asteroidenbergbau.
es: de la prospección en superficie, o minando asteroides.
fr: Obtenu de la prospection en surface ou de l'exploitation minière d'astéroïdes.
it: Ottenuto da Prospezione in Superficie o Estrazione da Asteroidi.
ja: 惑星表面探査・リングの採掘で得られる。
pt_br: Obtido a partir de prospecção de superfície ou mineração de asteroides.
ru: На поверхности планет, Шахтерство.
