Repository: EDCD/EDDI
Catalog: DataDefinitions/Properties/MaterialLocations.*-*.resx
Languages: chs, de, es, fr, it, ja, pt_br, ru

# guardian_vesselblueprint
source: Obtained from the ancient ruins of the alien species known as the Guardians.
chs: 从被称为守护者的外星物种的古代遗迹中获得。
de: Entdeckt man in den alten Ruinen einer außerirdischen Spezies, bekannt als die Wächter.
es: en antiguas ruinas de la especie alienígena conocida como Guardianes.
fr: Obtenu depuis des ruines antiques de l'espèce exotique connue sous le nom de Gardiens.
it: Ottenuto dalle Antiche Rovine della specie Aliena nota come i Guardiani.
ja: ガーディアンとして知られるエイリアンの遺跡から得られる。
pt_br: Encontrado em antigas ruínas da espécie alienígena conhecida como Guardians.
ru: Древние руины и Конструкции Стражей.

# guardian_weaponblueprint
source: Obtained from the ancient ruins of the alien species known as the Guardians.
chs: 从被称为守护者的外星物种的古代遗迹中获得。
de: Entdeckt man in den alten Ruinen einer außerirdischen Spezies, bekannt als die Wächter.
es: de ruinas ancestrales de la especie extraterrestre conocida como Guardianes.
fr: Obtenu depuis des ruines antiques de l'espèce exotique connue sous le nom de Gardiens.
it: Ottenuto dalle Antiche Rovine della specie Aliena nota come i Guardiani.
ja: ガーディアンとして知られるエイリアンの遺跡から得られる。
pt_br: Encontrado em antigas ruínas da espécie alienígena conhecida como Guardians.
ru: Древние руины и Конструкции Стражей.

# heatconductionwiring
source: Obtained from the wreckage of haulage vessels, in signal sources or as a mission reward.
chs: 从运输船的残骸中、信号源中或作为任务奖励获得。
de: Findet man in den Trümmern von Transportschiffen, in Signalquellen oder erhält man als Missionsbelohnung.
es: a partir de los restos de naves de transporte, interceptando transmisiones, o también como recompensa de misión.
fr: Obtenu à partir d'épaves de vaisseaux de transport, dans des sources de signaux ou en tant que récompense de mission.
it: Ottenuto dai rottami di Vascelli da Trasporto, in sorgenti di segnale o come ricompensa per missioni.
ja: 輸送船の残骸、各種シグナルソース、またミッション報酬で得られる。
pt_br: Encontrado em destroços de naves de transporte, em fontes de sinal ou recompensas de missões.
ru: Уничтожение (торговые корабли), Источники сигналов в космосе, Награды за миссии.

# heatdispersionplate
source: Obtained from the wreckage of haulage vessels in signal sources, especially in systems with boming economies, or as a mission reward.
chs: 从信号源中的运输船残骸中获得，特别是在经济繁荣的系统中，或作为任务奖励。
de: Findet man in den Trümmern von Transportschiffen in Signalquellen, speziell in Systemen mit florierender Volkswirtschaft oder erhält man als Missionsbelohnung.
es: de los restos de naves de transporte que aún transmiten datos, especialmente en sistemas con auge económico, o como recompensa de misión.
fr: Obtenu à partir d'épaves de vaisseaux de transport dans les sources de signaux, en particulier dans les systèmes aux économies en plein essor, ou en tant que récompense de mission.
it: Ottenuto dai rottami di Vascelli da Trasporto in sorgenti di segnale, specialmente in sistemi con economia rampante o come ricompensa per missioni.
ja: シグナルソース内、特にBoom状態の星系で輸送船の残骸から、又はミッション報酬として得られる。
pt_br: Encontrado em destroços de naves de transporte em fontes de sinais, especialmente em sistemas com economia em auge, ou como recompensas de missões.
ru: Уничтожение (торговые корабли), Источники сигналов в космосе в системах с бумом, Награды за миссии.

# heatexchangers
source: Obtained from the wreckage of haulage vessels, especially in anarchy systems near other popualted systems.
chs: 从运输船的残骸中获得，尤其是在其他人口密集系统附近的无政府状态系统中。
de: Findet man in den Trümmern von Transportschiffen, speziell in Anarchie-Systemen in der Nähe von bewohnten Systemen.
es: a partir de los restos de naves de transporte, especialmente en sistemas anárquicos cercanos a sistemas con población.
fr: Obtenu à partir d'épaves de vaisseaux de transport, en particulier dans des systèmes anarchiques à proximité de systèmes peuplés.
it: Ottenuto dai rottami di Vascelli da Trasporto, specialmente in sistemi anarchici vicini a sistemi popolati.
ja: 輸送船の残骸から得られる。有人星系付近の無政府星系で顕著である。
pt_br: Encontrado em destroços de naves de transporte, especialmente em sistemas anárquicos próximos de outros sistemas populados.
ru: Уничтожение (торговые корабли), Источники сигналов в космосе (Слабый сигнал/в Анархии).

# heatresistantceramics
source: Obtained from the wreckage of military and authority ships.
chs: 从军事和权威船只的残骸中获得。
de: Findet man in den Trümmern von Militärschiffen und Schiffen der Systembehörde.
es: de los restos de naves militares y de la autoridad.
fr: Obtenu à partir d'épaves de vaisseaux militaires ou des autorités.
it: Ottenuto dai rottami di Autorità di sistema e/o Vascelli da Battaglia.
ja: 軍用船と星系警察の残骸から得られる。
pt_br: Encontrado em destroços de naves de militares e de autoridades.
ru: Уничтожение (военные и корабли властей), Источники сигналов в космосе.

# heatvanes
source: Obtained from the wreckage of haulage vessels or as a mission reward. These are also available at Dav's Hope.
chs: 从运输船的残骸中获得或作为任务奖励。这些也可以在 Dav's Hope 搞到。
de: Findet man in den Trümmern von Transportschiffen oder erhält man als Missionsbelohnung. Auch auffindbar bei Dave's Hope.
es: a partir de los restos de naves de transporte o como recompensa de misión. También pueden estar disponibles en Dav's Hope.
fr: Obtenu à partir d'épaves de vaisseaux de transport ou en tant que récompense de mission. Ceux-ci sont également disponibles à Dav's Hope.
it: Ottenuto dai rottami di Vascelli da Trasporto o come ricompensa per missioni. Sono disponibili anche a Dav's Hope.
ja: 輸送船の残骸から、またミッション報酬として得られる。Dav's Hopeでも見られる。
pt_br: Encontrado em destroços de naves de transporte ou como recompensas de missões. Também disponíveis em Dav's Hope.
ru: награда за Миссии, Источники сигналов в космосе (последствия боя, торговые корабли), Источники сигналов в космосе (кодированный сигнал), также доступно в Dav's Hope,

# highdensitycomposites
source: Obtained from the wreckage of large combat vessels, commonly Anacondas and Federal Corvettes. These are also available at Dav's Hope.
chs: 从大型战舰的残骸中获得，通常是 Anacondas 和 Federal Corvettes。这些也可以在 Dav's Hope 搞到。
de: Findet man in den Trümmern von Großkampfschiffen, gewöhnlich Anacondas und Föderale Korvetten. Auch auffindbar bei Dave's Hope.
es: de los restos de naves grandes de combate, comúnmente Anacondas y Corvetas Federales. También pueden estar disponibles en Dav's Hope.
fr: Obtenu à partir d'épaves de grands vaisseaux de combats, communément Anacondas et Corvettes Fédérales, Ceux-ci sont également disponibles à Dav's Hope.
it: Ottenuto dai rottami di grandi Vascelli da Battaglia, tipicamente Anaconda o Federal Corvette. Sono disponibili anche a Dav's Hope.
ja: AnacondaやFederal Corvetteのような大型戦闘艦の残骸から得られる。Dav's Hopeでも見つかる。
pt_br: Encontrado em destroços de grandes naves de combate, normalmente Anacondas e Federal Corvettes. Também estão disponíveis em Dav's Hope.
ru: Уничтожение (военные и корабли властей), Источники сигналов в космосе, так-же доступно в Dav's Hope.

# hybridcapacitors
source: Obtained from the wreckage of large combat vessels, commonly Anacondas and Federal Corvettes, or as a mission reward.
chs: 从大型战舰的残骸中获得，通常是 Anacondas 和 Federal Corvettes，或作为任务奖励。
de: Findet man in den Trümmern von (Groß-)Kampfschiffen, gewöhnlich Anacondas und Föderale Korvetten oder erhält man als Missionsbelohnung.
es: de los restos de naves grandes de combate, comúnmente Anacondas y Corvetas Federales, o también como recompensa de misión.
fr: Obtenu à partir d'épaves de grands vaisseaux de combats, communément Anacondas et Corvettes Fédérales, ou en tant que récompense de mission.
it: Ottenuto dai rottami di grandi Vascelli da Battaglia, tipicamente Anaconda o Federal Corvette o come ricompensa per missioni.
ja: AnacondaやFederal Corvetteのような大型戦闘艦の残骸から、又はミッション報酬として得られる。
pt_br: Encontrado em destroços de grandes naves de combate, normalmente Anacondas e Federal Corvettes, ou como recompensas de missões.
ru: Уничтожение (военные и корабли властей, чаще Анаконды и Федеральные Корветы), Источники сигналов в космосе, Награды за миссии.

# hyperspacetrajectories
source: Obtained by scanning frame shift high wakes of vessels.
chs: 通过扫描超空间跃迁尾迹获得。
de: Erhält man durch das Scannen der FSA-Sogwolken von Schiffen.
es: escaneando estelas de alta energía de naves.
fr: Obtenu en scannant des sillages élevés de vaisseaux.
it: Ottenuto dalla scansione di Traccie di Salto verso Iperspazio.
ja: 船が残すFSDの航跡をスキャンして得られる。
pt_br: Encontrado ao escanear rastros de alta energia de naves.
ru: Сканирование высокочастотных следов FSD.

# imperialshielding
source: Obtained in high-grade signal sources in systems under Imperial control or as a mission reward.
chs: 在帝国控制下的系统中的高级信号源中获得或作为任务奖励获得。
de: Findet man in hochgradigen Signalquellen in Systemen unter imperialer Kontrolle oder erhält man als Missionsbelohnung.
es: en transmisiones de alta calidad de sistemas bajo control imperial, o también como recompensa de misión.
fr: Obtenu dans des sources de signaux de haute qualité dans les systèmes sous contrôle Impérial ou en tant que récompense de mission.
it: Ottenuto da sorgenti di segnale di grado elevato in sistemi sotto controllo Imperiale, o come ricompensa per missioni.
ja: 帝国星系のHigh-gradeシグナルソースから、またはミッション報酬として得られる。
pt_br: Encontrado em fontes de sinais de alto grau de sistemas controlados pelo Império ou como recompensas de missões.
ru: Источники сигналов в космосе (высокоуровневые излучения), Награды за миссии, Империя

# improvisedcomponents
source: Obtained in high-grade signal sources in systems in independent space, systems with booming economies, systems suffering from civil unrest, war, civil war, or disease, or as a mission reward.
chs: 在独立空间系统、经济蓬勃发展的系统、遭受内乱、战争、内战或疾病的系统中的高级信号源中获得，或作为任务奖励获得。
de: Findet man in hochgradigen Signalquellen in Systemen im unabhängigen Raum, Systemen mit ökonomischen Aufschwung, Systemen, die unter zivilen Unruhen, Krieg, Bürgerkrieg oder einer Seuche leiden oder erhält man als Missionsbelohnung.
es: en Transmisiones de alta calidad de sistemas independientes, sistemas con auge económico, que sufren disturbios civiles, guerras, guerras civiles o epidemias, o también como recompensa de misión.
fr: Obtenu dans des sources de signaux de haute qualité dans les systèmes indépendants, dans les systèmes aux économies en plein essor, en émeute, guerre, guerre civile ou souffrant de maladie, ou en tant que récompense de mission.
it: Ottenuto da sorgenti di segnale di grado elevato in sistemi indipendenti, sistemi con economia rampante, sistemi afflitti da rivolte civili e guerra, anche civile, o epidemie o come ricompensa per missioni.
ja: Boom、Civil unrest、War、Civil War、Outbreak状態の独立星系のHigh-gradeシグナルソース、またはミッション報酬として得られる。
pt_br: Encontrado em fontes de sinais de alto grau de sistemas Independentes, sistemas com economia em auge, sistemas passando por revolta civil, guerra, guerra civil ou doença, ou como recompensas de missões.
ru: Источники сигналов в космосе (высокоуровневые излучения) чаще в системах с уровнем БУМ, Протесты, война, гражданская война, эпидемия, Награды за миссии.

# industrialfirmware
source: Obtained by scanning datalinks in ground bases or as a mission reward.
chs: 通过扫描地面基地的数据链或作为任务奖励获得。
de: Erhält man durch das Scannen von Datenverbindungen an Bodenstationen oder als Missionsbelohnung.
es: escaneando enlaces de datos en superficie o como recompensa de misión.
fr: Obtenu en scannant des liaisons de données dans les bases au sol ou en tant que récompense de mission.
it: Ottenuto dalla scansione di Collegamenti Dati in basi di superficie o come ricompensa per missioni.
ja: 地上基地のデータリンクのスキャン、又はミッション報酬で得られる。
pt_br: Obtido ao escanear links de dados em bases planetárias ou como recompensa de missão.
ru: Датчики/Терминалы на планетах, Награды за миссии.

# iron
source: Obtained from surface prospecting, asteroid mining, or ice ring mining.
chs: 从地表勘探、小行星采矿或冰环采矿中获得。
de: Erhält man durch Oberflächenerkundung, Asteroidenbergbau oder Eisringbergbau.
es: de la prospección en superficie, minando asteroides o también anillos de hielo.
fr: Obtenu de la prospection en surface, de l'exploitation minière d'astéroïdes ou d'anneaux de glace.
it: Ottenuto da Prospezione in Superficie o Estrazione da Asteroidi o da Anelli Ghiacciati.
ja: 惑星表面探査・岩石リングの採掘・氷リングの採掘で得られる。
pt_br: Obtido a partir de prospecção de superfície, mineração de asteroides ou mineração de anéis de gelo.
ru: На поверхности планет, Шахтерство, Шахтерство (ледяные кольца).

# lead
source: Obtained from asteroid mining.
chs: 从小行星采矿中获得。
de: Gewinnt man durch Asteroidenbergbau.
es: minando asteroides.
fr: Obtenu par l'exploitation minière d'astéroïdes.
it: Ottenuto da Estrazione da Asteroidi.
ja: 小惑星採掘で得られる。
pt_br: Encontrado ao minerar asteroides.
ru: Шахтерство.

# legacyfirmware
source: Obtained by scanning surface data points, satellites orbiting installations and populated Earth-like worlds, or as a mission reward.
chs: 通过扫描地表数据点、绕行安装的卫星和类似地球的世界，或作为任务奖励获得。
de: Erhält man durch das Analysieren von Oberflächen-Daten-Punkten, durch Satelliten die Anlagen und bevölkerte erdähnliche Welten umkreisen, oder als Missionsbelohnung.
es: escaneando puntos de datos de superficie, satélites que orbitan instalaciones y mundos poblados similares a la Tierra, o también como recompensa de misión.
fr: Obtenu en scannant des points d'accès aux données de surface, de satellites en orbite autour d'installations et de mondes semblable à la Terre, ou en tant que récompense de mission.
it: Ottenuto dalla scansione di Centri trasmissione Dati in Superficie, Satelliti in orbita attorno ad Installazioni o analoghi terrestri abitati e come ricompensa per Missioni.
ja: 地表にあるデータポイントのスキャン、インストレーションや人の住む地球型惑星付近にある人工衛星のスキャン、又はミッションの報酬として得られる。
pt_br: Encontrado ao escanear pontos de dados de superfície, satélites orbitando instalações e planetas parecidos com a Terra povoados, ou como recompensa de missão.
ru: Награды за миссии, Датчики/Терминалы на планетах, Источники сигналов в космосе.

# manganese
source: Obtained from surface prospecting or as a mission reward.
chs: 通过地表勘探或作为任务奖励获得。
de: Erhält man durch Oberflächenerkundung oder als Missionsbelohnung.
es: de la prospección en superficie, minando asteroides, o como recompensa de misión.
fr: Obtenu de la prospection en surface ou en tant que récompense de mission.
it: Ottenuto da Prospezione in Superficie o come ricompensa per Missioni.
ja: 惑星表面探査・ミッション報酬で得られる。
pt_br: Obtido de prospecção de superfície ou como recompensa de missão.
ru: На поверхности планет, Награды за миссии.

# mechanicalcomponents
source: Obtained from the wreckage of small haulage vessels, especially in low security systems. These are also available at Dav's Hope.
chs: 从小型运输船的残骸中获得，尤其是在低安全性系统中。这些也可以在 Dav's Hope 买到。
de: Findet man in den Trümmern von kleinen Transportschiffen, speziell in Systemen mit geringer Sicherheit. Auch auffindbar bei Dave's Hope.
es: a partir de los restos de pequeñas naves de transporte, especialmente en sistemas de baja seguridad. También están disponibles en Dav's Hope.
fr: Obtenu à partir d'épaves de petits vaisseaux de transport, en particulier dans les systèmes de basse sécurité. Ceux-ci sont également disponibles à Dav's Hope.
it: Ottenuto dai rottami di Vascelli da Trasporto, specialmente in sistemi a basso livello di sicurezza. Sono disponibili anche a Dav's Hope.
ja: 小型輸送船の残骸から得られる。特に低セキュリティ星系で顕著である。Dav's Hopeでも見つかる。
pt_br: Encontrado em destroços de pequenas naves de transporte, especialmente em sistemas de baixa segurança. Também disponíveis em Dav's Hope.
ru: Уничтожение (торговые корабли), Источники сигналов в космосе (последствия боя)

# mechanicalequipment
source: Obtained from the wreckage of haulage vessels, especially in systems with booming economies.
chs: 从运输船的残骸中获得，尤其是在经济蓬勃发展的系统中。
de: Findet man in den Trümmern von Transportschiffen, speziell in Systemen mit ökonomischem Aufschwung.
es: a partir de los restos de naves de transporte, especialmente en sistemas en auge económico.
fr: Obtenu à partir d'épaves de vaisseaux de transport, en particulier dans les systèmes aux économies en plein essor.
it: Ottenuto dai rottami di Vascelli da Trasporto, specialmente in sistemi con economia rampante.
ja: 輸送船の残骸から得られる。特にBoom状態の星系においてより顕著である。
pt_br: Encontrado em destroços de naves de transporte, especialmente em sistemas com economia em auge.
ru: Уничтожение (торговые корабли), Источники сигналов в космосе чаще в системах с бумом.

# mechanicalscrap
source: Obtained from the wreckage of haulage vessels or as mission reward.
chs: 从运输船的残骸中获得或作为任务奖励。
de: Findet man in den Trümmern von Transportschiffen oder erhält man als Missionsbelohnung.
es: de restos de naves de transporte, o como recompensa de misión.
fr: Obtenu à partir d'épaves de vaisseaux de transport ou en tant que récompense de mission.
it: Ottenuto dai rottami di Vascelli da Trasporto o come ricompensa per missioni.
ja: 輸送船の残骸、ミッション報酬で得られる。
pt_br: Encontrado em destroços de naves de transporte ou recompensas de missões.
ru: Уничтожение (торговые корабли), Награды за миссии.

# mercury
source: Obtained from surface prospecting.
chs: 由地表勘探获得。
de: Erhält man durch Oberflächenerkundung.
es: de la prospección en superficie.
fr: Obtenu de la prospection en surface.
it: Ottenuto da Prospezione in Superficie.
ja: 惑星表面探査で得られる。
pt_br: Obtido a partir de prospecção de superfície.
ru: На поверхности планет.

# militarygradealloys
source: Obtained in high-grade signal sources in war or civil war systems or as a mission reward.
chs: 在战争或内战系统中的高级信号源中获得或作为任务奖励获得。
de: Findet man in hochgradigen Signalquellen in Systemen mit Krieg oder Bürgerkrieg oder erhält man als Missionsbelohnung.
es: en transmisiones de alta calidad de sistemas en guerra o guerra civil, o como recompensa de misión.
fr: Obtenu dans des sources de signaux de haute qualité dans les systèmes en guerre ou en guerre civile, ou en tant que récompense de mission.
it: Ottenuto da sorgenti di segnale di grado elevato in sistemi in guerra, anche civile, o come ricompensa per missioni.
ja: War、Civil war状態の星系のHigh-gradeシグナルソースから、またはミッション報酬として得られる。
pt_br: Encontrado em fontes de sinais de alto grau de sistemas em guerra ou guerra civil, ou como recompensas de missões.
ru: Источники сигналов в космосе (высокоуровневые излучения) чаще в системах с состоянием война или гражданская война, Награды за миссии

# militarysupercapacitors
source: Obtained in high-grade signal sources in war or civil war systems or as a mission reward.
chs: 在战争或内战系统中的高级信号源中获得或作为任务奖励获得。
de: Findet man in hochgradigen Signalquellen in Systemen mit Krieg oder Bürgerkrieg oder erhält man als Missionsbelohnung.
es: en transmisiones de alta calidad en sistemas en guerra o guerra civil, o como recompensa de misión.
fr: Obtenu dans des sources de signaux de haute qualité dans les systèmes en guerre ou en guerre civile, ou en tant que récompense de mission.
it: Ottenuto da sorgenti di segnale di grado elevato in sistemi in guerra, anche civile, o come ricompensa per missioni.
ja: War、Civil war状態の星系のHigh-gradeシグナルソースから、またはミッション報酬として得られる。
pt_br: Encontrado em fontes de sinais de alto grau de sistemas em guerra ou como recompensas de missões.
ru: Источники сигналов в космосе (высокоуровневые излучения) чаще в системах с состоянием война или гражданская война, Награды за миссии

# molybdenum
source: Obtained from surface prospecting or asteroid mining.
chs: 从地表勘探或小行星采矿中获得。
de: Erhält man durch Oberflächenerkundung oder Asteroidenbergbau.
es: de la prospección en superficie, o minando asteroides.
fr: Obtenu de la prospection en surface ou de l'exploitation minière d'astéroïdes.
it: Ottenuto da Prospezione in Superficie o Estrazione da Asteroidi.
ja: 惑星表面探査・リングの採掘で得られる。
pt_br: Obtido a partir de prospecção de superfície ou mineração de asteroides.
ru: На поверхности планет, Шахтерство.

# nickel
source: Obtained from surface prospecting, asteroid mining, or ice ring mining.
chs: 从地表勘探、小行星采矿或冰环采矿中获得。
de: Erhält man durch Oberflächenerkundung, Asteroidenbergbau oder Eisringbergbau.
es: de la prospección en superficie, minando asteroides o también anillos de hielo.
fr: Obtenu de la prospection en surface, de l'exploitation minière d'astéroïdes ou d'anneaux de glace.
it: Ottenuto da Prospezione in Superficie o Estrazione da Asteroidi o Anelli Ghiacciati.
ja: 惑星表面探査・岩石リングの採掘・氷リングの採掘で得られる。
pt_br: Obtido a partir de prospecção de superfície, mineração de asteroides ou mineração de anéis de gelo.
ru: На поверхности планет, Шахтерство, Шахтерство (ледяные кольца).

# niobium
source: Obtained from surface prospecting or asteroid mining.
chs: 从地表勘探或小行星采矿中获得。
de: Erhält man durch Oberflächenerkundung oder Asteroidenbergbau.
es: de la prospección en superficie, o minando asteroides.
fr: Obtenu de la prospection en surface ou de l'exploitation minière d'astéroïdes.
it: Ottenuto da Prospezione in Superficie o Estrazione da Asteroidi.
ja: 惑星表面探査・リングの採掘で得られる。
pt_br: Obtido a partir de prospecção de superfície ou mineração de asteroides.
ru: На поверхности планет, Шахтерство.

# pharmaceuticalisolators
source: Obtained in high-grade signal sources, especially in outbreak systems, or as a mission reward.
chs: 在高级信号源中获得，尤其是在爆发系统中，或作为任务奖励。
de: Findet man in hochgradigen Signalquellen, speziell in Systemen mit Ausbruch oder erhält man als Missionsbelohnung.
es: en transmisiones de alta calidad, especialmente en sistemas con epidemia, o como recompensa de misión.
fr: Obtenu dans des sources de signaux de haute qualité, en particulier dans les systèmes en émeutes, ou en tant que récompense de mission.
it: Ottenuto da sorgenti di segnale di grado elevato in sistemi in rivolta o come ricompensa per missioni.
ja: 特にOutbreak状態の星系でHigh-gradeシグナルソースから、またミッション報酬として得られる。
pt_br: Encontrado em fontes de sinais de alto grau, especialmente em sistemas em epidemia, ou como recompensas de missões.
ru: Источники сигналов в космосе (высокоуровневые излучения) чаще в системах с состоянием изоляция, Награды за миссии.

# phasealloys
source: Obtained from the wreckage of combat vessels or in signal sources in systems with booming economies.
chs: 从战舰残骸或经济蓬勃发展的系统中的信号源中获得。
de: Findet man in den Trümmern von Kampfschiffen oder in Signalquellen in Systemen mit ökonomischem Aufschwung.
es: a partir de los restos de naves de combate o en fuentes de señales en sistemas con la economía en auge.
fr: Obtenu à partir d'épaves de vaisseaux de combat ou de sources de signaux dans des systèmes aux économies en plein essor.
it: Ottenuto dai rottami di Vascelli da Battaglia o in sorgenti di segnale in sistemi con economia rampante.
ja: Boom状態の星系で戦闘艦の残骸、各種シグナルソースから得られる。
pt_br: Encontrado em destroços de naves de combate ou fontes de sinais em sistemas com economia em auge.
ru: Уничтожение (боевые корабли), Источники сигналов в космосе чаще в системах с бумом.

# phosphorus
source: Obtained from surface prospecting, asteroid mining, or ice mining.
chs: 从地表勘探、小行星采矿或冰矿开采中获得。
de: Erhält man durch Oberflächenerkundung, Asteroidenbergbau oder Eisbergbau.
es: de la prospección en superficie, minando asteroides o también anillos de hielo.
fr: Obtenu de la prospection en surface, de l'exploitation minière d'astéroïdes ou d'anneaux de glace.
it: Ottenuto da Prospezione in Superficie o Estrazione da Asteroidi e Anelli Ghiacciati.
ja: 惑星表面探査・岩石リングの採掘・氷リングの採掘で得られる。
pt_br: Obtido a partir de prospecção de superfície, mineração de asteroides ou mineração de gelo.
ru: На поверхности планет, Шахтерство, Шахтерство (ледяные кольца).
