Repository: EDCD/EDDI
Catalog: DataDefinitions/Properties/Materials.*.resx
Languages: de, es, fr, hu, it, pt_br, zh_cn

source: Exquisite Focus Crystals
de: Erlesene Laserkristalle
es: Cristales de enfoque exquisitos
fr: Cristaux de focalisation sans défaut
hu: Tökéletes fókusz kristályok
it: Cristalli Focalizzanti Squisiti
pt_br: Cristais de Foco Requintados
zh_cn: 精致的聚焦晶体

source: Imperial Shielding
de: Imperiale Schilde
es: Escudos imperiales
fr: Protection impériale
hu: Birodalmi burkolatok
it: Protettivi Imperiali
pt_br: Proteção Imperial
zh_cn: 帝国护盾

source: Improvised Components
de: Behelfskomponenten
es: Componentes improvisados
fr: Composants improvisés
hu: Improvizált komponensek
it: Componenti Improvvisati
pt_br: Componentes Improvisados
zh_cn: 简易组件

source: Military Grade Alloys
de: Militärqualitätslegierungen
es: Aleaciones de grado militar
fr: Alliages militaires
hu: Katonai osztályú ötvözetek
it: Leghe di Qualità Materiale
pt_br: Ligas de Nível Militar
zh_cn: 军用级合金

source: Military Supercapacitors
de: Militärische Superkondensatoren
es: Supercapacitadores militares
fr: Supercondensateurs militaires
hu: Katonai szuperkondenzátorok
it: Supercapacitori Militari
pt_br: Supercapacitores Militares
zh_cn: 军用超级电容器

source: Pharmaceutical Isolators
de: Pharmazeutische Isolatoren
es: Aislantes farmacéuticos
fr: Isolants pharmaceutiques
hu: Gyógyszerészeti szigetelők
it: Isolatori Farmaceutici
pt_br: Isoladores Farmacêuticos
zh_cn: 药用隔离器

source: Proto Heat Radiators
de: Proto-Wärmestrahler
es: Protorradiadores térmicos
fr: Proto-radiateurs
hu: Proto hősugárzók
it: Radiatori Anti-Calore
pt_br: Próto Radiadores de Calor
zh_cn: 原型热辐射器

source: Proto Radiolic Alloys
de: Radiologische Legierungen (Proto)
es: Aleaciones protorradiadas
fr: Proto-alliages radiologiques
hu: Proto sugárzásos ötvözetek
it: Leghe Proto Irradiate
pt_br: Próto Ligas Radiológicas
zh_cn: 原型放射性合金

# unknownenergysource
source: Sensor Fragment
de: Unbekanntes Fragment
es: Fragmento de sensor
fr: Fragment de capteur
hu: Szenzor töredék
it: Frammenti di Sensore
pt_br: Fragmento de Sensor
zh_cn: 传感器碎片

# unknownorganiccircuitry
source: Thargoid Organic Circuitry
de: Unbekannte organische Schaltung
es: Circuitería orgánica Thargoide
fr: Circuits organiques Thargoïds
hu: Thargoid organikus áramkör
it: Circuiteria Organica Thargoid
pt_br: Circuitos Orgânicos Thargoid
zh_cn: 八角有机电路

source: Boron
de: Bor
es: Boro
fr: Bore
hu: Bór
it: Boro
pt_br: Bóro
zh_cn: 硼

source: Guardian Power Cell
de: Guardian-Energiezelle
es: Célula de energía de guardián
fr: Cellule d'énergie - Guardians
hu: Őrző energia cella
it: Cella di Ricarica dei Guardiani
pt_br: Célula de Energia Guardian
zh_cn: 守护者能量电池

source: Guardian Weapon Blueprint
de: Guardian-Waffenbauplan
es: Plano de Armamento de Guardián
fr: Plan d'arme - Guardians
hu: Őrző fegyver tervrajz
it: Progetto di Arma dei Guardiani
pt_br: Projeto de Arma Guardian
zh_cn: 守护者武器蓝图

source: Guardian Vessel Blueprint
de: Guardian-Schiffsbauplan
es: Plano de nave guardián
fr: Plan de vaisseau - Guardians
hu: Őrző jármű tervrajz
it: Progetto di Vascello dei Guardiani
pt_br: Projeto de Nave Guardian
zh_cn: 守护者飞船蓝图

# guardian_techcomponent
source: Guardian Technology Component
de: Guardian-Technologiekomponente
es: Componente tecnológico de guardián
fr: Composant technologique - Guardians
hu: Őrző technológiai komponens
it: Componenti di Tecnologia dei Guardiani
pt_br: Componente de Tecnologia Guardian
zh_cn: 守护者技术组件

source: Guardian Power Conduit
de: Guardian-Energieleiter
es: Conducto de energía de guardián
fr: Conduit d'énergie - Guardians
hu: Őrző energiavezeték
it: Condotte di Potenza dei Guardiani
pt_br: Conduíte de Energia Guardian
zh_cn: 守护者电力导管

source: Guardian Module Blueprint
de: Guardian-Modulbauplan
es: Plano de Módulo de Guardián
fr: Plan de module - Guardians
hu: Őrző modul tervrajz
it: Progetto di Modulo dei Guardiani
pt_br: Projeto de Módulo Guardian
zh_cn: 守护者模块蓝图

source: Guardian Sentinel Weapon Parts
de: Waffenteile der Guardian Wächter
es: Piezas de armamento de centinela guardián
fr: Pièce d'armement de sentinelle - Guardians
hu: Őrző Őrszem fegyverzet darab
it: Parti di Arma Sentinella dei Guardiani
pt_br: Peças da Arma do Sentinela Guardian
zh_cn: 守护者哨兵武器零件

source: Guardian Sentinel Wreckage Components
de: Trümmerteile der Guardian Wächter
es: Restos de accidentes de centinela guardián
fr: Débris de sentinelle - Guardians
hu: Őrző Őrszem-roncs alkotóelem
it: Componenti di Rottami di Sentinella dei Guardiani
pt_br: Componentes dos Destroços do Sentinela
zh_cn: 守护者哨兵残骸组件

source: Lead
de: Blei
es: Plomo
fr: Plomb
hu: Ólom
it: Piombo
pt_br: Chumbo
zh_cn: 铅

source: Rhenium
es: Renio
fr: Rhénium
hu: Rénium
it: Renio
pt_br: Rênio
zh_cn: 铼

# tg_propulsionelement
source: Thargoid Propulsion Element
de: Thargoiden Antriebsteil
es: Elemento de propulsión Thargoide
fr: Élément de propulsion Thargoïd
hu: Thrgoid meghajtás elem
it: Elemento di Propulsione Thargoid
pt_br: Elementos de Propulsão Thargoid
zh_cn: 八角推进元件

# tg_biomechanicalconduits
source: Thargoid Bio-Mechanical Components
de: Thargoiden Bio-Mechanische Bauteile
es: Componentes biomecánicos Thargoide
fr: Conduits biomécaniques Thargoïds
hu: Thargoid Bio-mechanikus komponensek
it: Componenti Biomeccanici Thargoid
pt_br: Conduítes Bio-Mecânicos Thargoid
zh_cn: 八角生物机械组件

# tg_weaponparts
source: Thargoid Weapon Parts
de: Waffenteile der Thargoiden
es: Piezas de Armamento Thargoide
fr: Pièces d'armement Thargoïdes
hu: Thargoid fegyver darabok
it: Parti di Armi Thargoid
pt_br: Peças de Armas Thargoid
zh_cn: 八角武器零件

# tg_wreckagecomponents
source: Thargoid Wreckage Components
de: Wrackteile der Thargoiden
es: Restos de Accidente Thargoide
fr: Débris d'épave Thargoïds
hu: Thargoid roncs komponensek
it: Componenti del Relitto Thargoid
pt_br: Componentes de Destroços Thargoid
zh_cn: 八角残骸组件

# tg_shipflightdata
source: Thargoid Ship Flight Data
de: Thargoiden Schiffsflugdaten
es: Datos de vuelo de Nave Thargoide
fr: Données de vol de vaisseau Thargoïdes
hu: Thargoid hajó repülési adatok
it: Dati di Volo Thargoid
pt_br: Dados de Voo de Nave Thargoid
zh_cn: 八角飞船战斗数据

# tg_shipsystemsdata
source: Thargoid Ship Systems Data
de: Thargoiden Schiffssystemdaten
es: Datos de Sistemas de Nave Thargoide
fr: Données de systèmes de vaisseau Thargoïdes
hu: Thargoid hajó rendszer adatok
it: Dati di Sistema di Nave Thargoid
pt_br: Dados de Sistemas de Nave Thargoid
zh_cn: 八角飞船系统数据

# tg_interdictiondata
source: Thargoid Interdiction Telemetry
zh_cn: 八角拦截遥测数据

# tg_causticcrystal
source: Caustic Crystal
zh_cn: 腐蚀性晶体

# tg_causticshard
source: Caustic Shard
zh_cn: 腐蚀性碎片

# tg_causticgeneratorparts
source: Corrosive Mechanisms
zh_cn: 有腐蚀性的装置
