Repository: EDCD/EDDI
Catalog: DataDefinitions/Properties/MaterialLocations.*-*.resx
Languages: chs, de, es, fr, it, ja, pt_br, ru

# polonium
source: Obtained from surface prospecting or as a mission reward.
chs: 通过地表勘探或作为任务奖励获得。
de: Erhält man durch Oberflächenerkundung oder als Missionsbelohnung.
es: de la prospección en superficie, o como recompensa de misión.
fr: Obtenu de la prospection en surface ou en tant que récompense de mission.
it: Ottenuto da Prospezione in Superficie o come ricompensa per Missioni.
ja: 惑星表面探査・ミッション報酬で得られる。
pt_br: Obtido de prospecção de superfície ou como recompensa de missão.
ru: На поверхности планет, Награды за миссии.

# polymercapacitors
source: Obtained from the wreckage of combat and system authority vessels, signal sources with convoy dispersal patterns or as a mission reward.
chs: 从战斗和系统权威船只的残骸中获得，具有车队分散模式的信号源或作为任务奖励。
de: Findet man in den Trümmern von Kampfschiffen und Schiffen der Systembehörde oder in Signalquellen von Konvoiauflösungen oder erhält man als Missionsbelohnung.
es: de los restos de naves de combate y de la autoridad local, de transmisiones de patrones de convoy, o como recompensa de misión.
fr: Obtenu à partir d'épaves de vaisseaux des autorités et de combat, de sources de signaux avec dispersion de convoi, ou en tant que récompense de mission.
it: Ottenuto dai rottami di Autorità di sistema e/o Vascelli da Battaglia o da sorgenti di segnale con tracce di allontanamento di convogli o come ricompensa per missioni.
ja: 戦闘艦や星系警察の残骸、Convoy dispersalシグナルソース、またミッション報酬として得られる。
pt_br: Encontrado em destroços de naves de combate e de segurança do sistema, fontes de sinais com padrões de dispersão de comboio ou como recompensas de missões.
ru: Уничтожение (военные и корабли властей), Источники сигналов в космосе (рассредоточение конвоя), Награды за миссии.

# precipitatedalloys
source: Obtained from the wreckage of combat and system authority vessels or as mission reward.
chs: 从战斗和系统权威船只的残骸中获得或作为任务奖励。
de: Findet man in den Trümmern von Kampfschiffen und Schiffen der Systembehörde oder erhält man als Missionsbelohnung.
es: de los restos de naves de combate y de la autoridad local, o también como recompensa de misión.
fr: Obtenu à partir d'épaves de vaisseaux des autorités et de combat, ou en tant que récompense de mission.
it: Ottenuto dai rottami di Autorità di sistema e/o Vascelli da Battaglia o come ricompensa per missioni.
ja: 戦闘艦、星系警察の残骸から、又はミッション報酬で得られる。
pt_br: Encontrado em destroços de naves de combate e autoridades do sistema, ou como recompensas de missões.
ru: Уничтожение (военные и корабли властей), Награды за миссии.

# protoheatradiators
source: Obtained in high-grade signal sources in systems with booming economies or as a mission reward.
chs: 在经济蓬勃发展的系统中的高级信号源中获得或作为任务奖励。
de: Findet man in hochgradigen Signalquellen in Systemen mit ökonomischen Aufschwung oder erhält man als Missionsbelohnung.
es: en transmisiones de alta calidad de sistemas con auge económico, o como recompensa de misión.
fr: Obtenu dans des sources de signaux de haute qualité dans les systèmes aux économies en plein essor, ou en tant que récompense de mission.
it: Ottenuto da sorgenti di segnale in sistemi con economia rampante o come ricompensa per missioni.
ja: Boom状態の星系のHigh-gradeシグナルソースから、またはミッション報酬として得られる。
pt_br: Encontrado em fontes de sinais de alto grau de sistemas com economia em auge ou como recompensas de missões.
ru: Источники сигналов в космосе (высокоуровневые излучения), Награды за миссии, чаще в системах с уровнем БУМ.

# protolightalloys
source: Obtained in high-grade signal sources in systems with booming economies or as a mission reward.
chs: 在经济蓬勃发展的系统中的高级信号源中获得或作为任务奖励。
de: Findet man in hochgradigen Signalquellen in Systemen mit ökonomischen Aufschwung oder erhält man als Missionsbelohnung.
es: en transmisiones de alta calidad en sistemas con un auge económico, o como recompensa de misión.
fr: Obtenu dans des sources de signaux de haute qualité dans les systèmes aux économies en plein essor ou en tant que récompense de mission.
it: Ottenuto da sorgenti di segnale di grado elevato in sistemi con economia rampante o come ricompensa per missioni.
ja: Boom状態の星系のHigh-gradeシグナルソースから、またはミッション報酬として得られる。
pt_br: Encontrado em fontes de sinais de alto grau de sistemas com economia em auge ou como recompensas de missões.
ru: Источники сигналов в космосе (высокоуровневые излучения), Награды за миссии, чаще в системах с уровнем БУМ.

# protoradiolicalloys
source: Obtained in high-grade signal sources in systems with booming economies.
chs: 在经济蓬勃发展的系统中的高级信号源中获得。
de: Findet man in hochgradigen Signalquellen in Systemen mit ökonomischen Aufschwung.
es: en transmisiones de alta calidad de sistemas con su economía en auge.
fr: Obtenu dans des sources de signaux de haute qualité dans les systèmes aux économies en plein essor.
it: Ottenuto da sorgenti di segnale in sistemi con economia rampante.
ja: Boom状態の星系のHigh-gradeシグナルソースから得られる。
pt_br: Encontrado em fontes de sinais de alto grau de sistemas com economia em auge.
ru: Источники сигналов в космосе (высокоуровневые излучения) чаще в системах с состоянием БУМ.

# refinedfocuscrystals
source: Obtained in active combat signal sources or as mission reward.
chs: 在主动战斗信号源中获得或作为任务奖励获得。
de: Findet man in aktiven Kampfsignalquellen oder erhält man als Missionsbelohnung.
es: en señales de uso de armas de combate o como recompensa de misión.
fr: Obtenu dans des sources de signaux de combat en cours ou en tant que récompense de mission.
it: Ottenuto dai rottami in sorgenti di segnale con combattimenti attivi o come ricompensa per missioni.
ja: 戦闘が行われているシグナルソースから、またはミッション報酬として得られる。
pt_br: Encontrado em fontes de sinais de combates ou como recompensas de missões.
ru: Награды за миссии, Источники сигналов в космосе (огонь из орудий).

# rhenium
source: Obtained from asteroid mining.
chs: 从小行星采矿中获得。
de: Gewinnt man durch Asteoridenbergbau.
es: minando asteroides.
fr: Obtenu par l'exploitation minière d'astéroïdes.
it: Ottenuto da Estrazione da Asteroidi.
ja: 小惑星採掘で得られる。
pt_br: Encontrado ao minerar asteroides.
ru: Шахтерство.

# ruthenium
source: Obtained from surface prospecting.
chs: 由地表勘探获得。
de: Erhält man durch Oberflächenerkundung.
es: de la prospección en superficie.
fr: Obtenu de la prospection en surface.
it: Ottenuto da Prospezione in Superficie.
ja: 惑星表面探査で得られる。
pt_br: Obtido a partir de prospecção de superfície.
ru: На поверхности планет.

# salvagedalloys
source: Obtained from the wreckage of combat vessels.
chs: 从战舰残骸中获得。
de: Findet man in den Trümmern von (Groß-)Kampfschiffen.
es: de los restos de naves de combate.
fr: Obtenu à partir d'épaves de vaisseaux de combat.
it: Ottenuto dai rottami di Vascelli da Battaglia.
ja: 戦闘船の残骸から得られる。
pt_br: Encontrado em destroços de naves de combate.
ru: Уничтожение (боевые корабли), Источники сигналов в космосе (последствия боя).

# scanarchives
source: Obtained from scanning haulage vessels, especially in systems with booming economies.
chs: 通过扫描运输船获得，尤其是在经济蓬勃发展的系统中。
de: Erhält man durch das Scannen von Transportschiffen, speziell in Systemen mit ökonomischem Aufschwung.
es: escaneando naves de transporte, especialmente en sistemas en auge económico.
fr: Obtenu en scannant des vaisseaux de transport, en particulier dans les systèmes aux économies en plein essor.
it: Ottenuto dalla scansione di Vascelli da Trasporto specialmente in Sistemi con Economia Rampante.
ja: 輸送船のスキャンとして得られる。特にBoom状態の星系においてより顕著である。
pt_br: Encontrado ao escanear naves de transporte, especialmente em sistemas com economia em auge.
ru: Базовое сканирование (торговые корабли) в системах с уровнем БУМ.

# scandatabanks
source: Obtained by scanning large haulage vessels, commonly Type-7s and Type-9s, and by scanning datalinks in ground bases.
chs: 通过扫描大型运输船（通常是 7 型和 9 型）以及扫描地面基地的数据链获得。
de: Erhält man durch das Scannen von großen Transportschiffen, üblicherweise Type-7 und Type-9, und durch das Scannen von Datenverbindungen an Bodenstationen.
es: escaneando naves grandes de transporte, como las Taip-7, o las Taip-9, y también mediante el escaneo de enlaces de datos en superficie.
fr: Obtenu en scannant de grands vaisseaux de transport, généralement les séries de type-7 et Type-9, et en scannant des liaisons de données dans les bases au sol.
it: Ottenuto dalla scansione di Vascelli da Trasporto Grandi, tipicamente Tipo-7 e Tipo-9, e dalla scansione di Collegamenti Dati in basi di superficie.
ja: Type-7やType-9などの大型輸送船、また地上基地のデータリンクをスキャンすることによって得られる。
pt_br: Encontrado ao escanear grandes naves de transporte, geralmente Type-7s e Type-9s, e por escaneamento de link de dados em bases planetárias.
ru: Базовое сканирование (чаще торговые корабли тип7 и тип9), Точки интереса на наземных постройках.

# scrambledemissiondata
source: Obtained from scanning vessels, signal sources, or as a mission reward.
chs: 通过扫描船只、信号源或作为任务奖励获得。
de: Erhält man durch das Scannen von Schiffen, Signalquellen oder als Missionsbelohnung.
es: escaneando naves, transmisiones, o como recompensa de misión.
fr: Obtenu en scannant des vaisseaux, de sources de signaux, ou en tant que récompense de mission.
it: Ottenuto dalla scansione di Vascelli da Trasporto, Sorgenti di segnali o come ricompensa per Missioni.
ja: 船のスキャン、USSの探査、ミッション報酬で得られる。
pt_br: Encontrado ao escanear naves, fontes de sinal ou como recompensa de missão.
ru: Базовое сканирование, Источники сигналов в космосе, Награды за миссии.

# securityfirmware
source: Obtained by scanning datalinks in ground bases or as a mission reward.
chs: 通过扫描地面基地的数据链或作为任务奖励获得。
de: Erhält man durch das Scannen von Datenverbindungen an Bodenstationen oder als Missionsbelohnung.
es: escaneando enlaces de datos en superficie o como recompensa de misión.
fr: Obtenu en scannant des liaisons de données dans les bases au sol ou en tant que récompense de mission.
it: Ottenuto dalla scansione di Collegamenti Dati in basi di superficie o come ricompensa per missioni.
ja: 地上基地のデータリンクのスキャン、又はミッション報酬で得られる。
pt_br: Encontrado ao escanear pontos de dados de assentamentos ou como recompensa de missão.
ru: Датчики/Терминалы на планетах, Награды за миссии.

# selenium
source: Obtained from surface prospecting or as a mission reward.
chs: 通过地表勘探或作为任务奖励获得。
de: Findet man durch Oberflächenerkundung oder erhält man als Missionsbelohnung.
es: de la prospección en superficie, o como recompensa de misión.
fr: Obtenu de la prospection en surface ou en tant que récompense de mission.
it: Ottenuto da Prospezione in Superficie o come ricompensa per Missioni.
ja: 惑星表面探査・ミッション報酬で得られる。
pt_br: Obtido de prospecção de superfície ou como recompensa de missão.
ru: На поверхности планет, Награды за миссии.

# shieldcyclerecordings
source: Obtained by scanning haulage vessels or as a mission reward.
chs: 通过扫描运输船只或作为任务奖励获得。
de: Erhält man durch das Scannen von Transportschiffen oder als Missionsbelohnung.
es: escaneando naves de transporte o como recompensa de misión.
fr: Obtenu en scannant des vaisseaux de transport ou en tant que récompense de mission.
it: Ottenuto dalla scansione di Vascelli da Trasporto o come ricompensa per Missioni.
ja: 輸送船のスキャン、ミッション報酬で得られる。
pt_br: Encontrado ao escanear naves de transporte ou como recompensa de missão.
ru: Базовое сканирование (торговые корабли), Награды за миссии.

# shielddensityreports
source: Obtained by scanning combat vessels.
chs: 通过扫描战舰获得。
de: Erhält man durch das Scannen von (Groß-)Kampfschiffen.
es: escaneando naves de combate.
fr: Obtenu en scannant des vaisseaux de combat.
it: Ottenuto dalla scansione di Vascelli da Battaglia.
ja: 戦闘船のスキャンで得られる。
pt_br: Encontrado ao escanear naves de combate.
ru: Базовое сканирование (боевые корабли).

# shieldemitters
source: Obtained from the wreckage of combat vessels or in signal sources, especially in systems with booming economies.
chs: 从战舰残骸或信号源中获得，尤其是在经济蓬勃发展的系统中。
de: Findet man in den Trümmern von (Groß-)Kampfschiffen oder in Signalquellen, speziell in Systemen mit ökonomischem Aufschwung.
es: a partir de los restos de naves de combate o en fuentes de señal, especialmente en sistemas con auge económico.
fr: Obtenu à partir d'épaves de vaisseaux de combat ou dans des sources de signaux, en particulier dans les systèmes aux économies en plein essor.
it: Ottenuto dai rottami di Vascelli da Battaglia o in sorgenti di segnale, specialmente in sistemi con economia rampante.
ja: 戦闘艦の残骸、各種シグナルソースから得られる。特にBoom状態の星系においてより顕著である。
pt_br: Encontrado em destroços de naves de combate ou fontes de sinais, especialmente em sistemas com economia em auge.
ru: Уничтожение (боевые корабли), Источники сигналов в космосе чаще в системах с бумом.

# shieldfrequencydata
source: Obtained from scanning vessels or as a mission reward.
chs: 通过扫描船只或作为任务奖励获得。
de: Erhält man durch das Scannen von Schiffen oder als Missionsbelohnung.
es: escaneando naves o como recompensa de misión.
fr: Obtenu en scannant des vaisseaux ou en tant que récompense de mission.
it: Ottenuto dalla scansione di Vascelli o come ricompensa per missioni.
ja: 船のスキャン、又はミッション報酬で得られる。
pt_br: Encontrado ao escanear naves ou como recompensas de missões.
ru: Базовое сканирование, Награды за миссии.

# shieldingsensors
source: Obtained from the wreckage of combat vessels or as a mission reward.
chs: 从战舰残骸中获得或作为任务奖励。
de: Findet man in den Trümmern von (Groß-)Kampfschiffen oder erhält man als Missionsbelohnung.
es: de los restos de naves de combate pequeñas, o como recompensa de misión.
fr: Obtenu à partir d'épaves de vaisseaux de combat, ou en tant que récompense de mission.
it: Ottenuto dai rottami di Vascelli da Battaglia o come ricompensa per missioni.
ja: 戦闘艦の残骸、またミッション報酬で得られる。
pt_br: Encontrado em destroços de naves de combate ou como recompensas de missões.
ru: Уничтожение (боевые корабли), Награды за миссии.

# shieldpatternanalysis
source: Obtained by scanning system authority and combat vessels, or as a mission reward, especially in systems with booming economies.
chs: 通过扫描系统权限和战舰获得，或作为任务奖励，尤其是在经济蓬勃发展的系统中。
de: Erhält man durch das Scannen von Schiffen der Systembehörde und von Kampfschiffen oder als Missionsbelohnung, speziell in Systemen mit ökonomischem Aufschwung.
es: escaneando naves de la autoridad local y naves de combate, o también como recompensa de misiones, especialmente en sistemas con auge económico.
fr: Obtenu en scannant des vaisseaux des autorités et de combat, ou en tant que récompense de mission, en particulier dans les systèmes aux économies en plein essor.
it: Ottenuto dalla scansione di Autorità di sistema e/o Vascelli da Battaglia o come ricompensa per missioni, specialmente in sistemi con economia rampante.
ja: 星系警察や戦闘船のスキャン、又はミッション報酬として得られる。特にBoom状態の星系においてより顕著である。
pt_br: Encontrado ao escanear naves de autoridade do sistema e de combate, ou como uma recompensa de missão, especialmente em sistemas com economias em auge.
ru: Базовое сканирование (боевые корабли), Награды за миссии, часто в системах с уровнем БУМ.

# shieldsoakanalysis
source: Obtained by scanning haulage vessels or as a mission reward, especially in system swith booming economies.
chs: 通过扫描运输船或作为任务奖励获得，尤其是在经济蓬勃发展的系统中。
de: Erhält man durch das Scannen von Transportschiffen oder als Missionsbelohnung, speziell in Systemen mit ökonomischem Aufschwung.
es: escaneando naves de transporte o como recompensa de misión, especialmente en sistemas en auge económico.
fr: Obtenu en scannant des vaisseaux de transport ou en tant que récompense de mission, en particulier dans les systèmes aux économies en plein essor.
it: Ottenuto dalla scansione di Vascelli da Trasporto o come ricompensa per Missioni, specialmente in Sistemi con Economia Rampante.
ja: 輸送船のスキャン、又はミッション報酬として得られる。特にBoom状態の星系においてより顕著である。
pt_br: Encontrado ao escanear naves de transporte ou como recompensa de missão, especialmente em sistemas com economia em auge.
ru: Базовое сканирование (торговые корабли), Награды за миссии, часто в системах с уровнем БУМ.

# sulphur
source: Obtained from surface prospecting, asteroid mining, or ice ring mining.
chs: 从地表勘探、小行星采矿或冰环采矿中获得。
de: Erhält man durch Oberflächenerkundung, Asteroidenbergbau oder Eisringbergbau.
es: de la prospección en superficie, minando asteroides o también anillos de hielo.
fr: Obtenu de la prospection en surface, de l'exploitation minière d'astéroïdes ou d'anneaux de glace.
it: Ottenuto da Prospezione in Superficie o Estrazione da Asteroidi e Anelli Ghiacciati.
ja: 惑星表面探査・岩石リングの採掘・氷リングの採掘で得られる。
pt_br: Obtido a partir de prospecção de superfície, mineração de asteroides ou mineração de anéis de gelo.
ru: На поверхности планет, Шахтерство, Шахтерство (ледяные кольца).

# symmetrickeys
source: Obtained by scanning datalinks in ground bases, or in signal sources or as a mission reward.
chs: 通过扫描地面基地或信号源中的数据链或作为任务奖励获得。
de: Erhält man durch das Scannen von Datenverbindungen an Bodenstationen oder in Signalquellen oder als Missionsbelohnung.
es: escaneando enlaces de datos en bases terrestres, interceptando transmisiones, o como recompensa de misión.
fr: Obtenu en scannant des liaisons de données dans les bases au sol, dans des sources de signaux ou en tant que récompense de mission.
it: Ottenuto dalla scansione di Collegamenti Dati in basi di superficie o in Sorgenti di Segnale o come ricompensa per missioni.
ja: 地上基地のデータリンクのスキャン、各種シグナルソース、又はミッション報酬で得られる。
pt_br: Obtido ao escanear links de dados em bases planetárias ou como recompensa de missão.
ru: Датчики/Терминалы на планетах, Источники сигналов в космосе, Награды за миссии.

# technetium
source: Obtained from surface prospecting.
chs: 由地表勘探获得。
de: Erhält man durch Oberflächenerkundung.
es: de la prospección en superficie.
fr: Obtenu de la prospection en surface.
it: Ottenuto da Prospezione in Superficie.
ja: 惑星表面探査で得られる。
pt_br: Obtido a partir de prospecção de superfície.
ru: На поверхности планет.

# tellurium
source: Obtained from surface prospecting.
chs: 由地表勘探获得。
de: Gewonnen durch Oberflächenerkundung.
es: de la prospección en superficie.
fr: Obtenu de la prospection en surface.
it: Ottenuto da Prospezione in Superficie.
ja: 惑星表面探査で得られる。
pt_br: Obtido a partir de prospecção de superfície.
ru: На поверхности планет.

# temperedalloys
source: Obtained from the wreckage of combat ships.
chs: 从战舰的残骸中获得。
de: Findet man in den Trümmern von Kampfschiffen.
es: de los restos de naves de combate.
fr: Obtenu à partir d'épaves de vaisseaux de combat.
it: Ottenuto dai rottami di Vascelli da Battaglia.
ja: 戦闘船の残骸から得られる。
pt_br: Encontrado em destroços de naves de combate.
ru: Уничтожение (боевые корабли).

# tg_biomechanicalconduits
source: Obtained from the wreckage of Thargoid vessels.
chs: 从 Thargoid 船只的残骸中获得。
de: Findet man in den Trümmern von Thargoidenschiffen.
es: de los restos de las naves Zargoide.
fr: Obtenu à partir d'épaves de vaisseaux Thargoïds.
it: Ottenuto da rottami di Vascelli Thargoid.
ja: サーゴイド船の残骸から得られる。
pt_br: Encontrado em destroços de naves de Thargoid.
ru: Уничтожение таргоидского корабля.

# tg_compositiondata
source: Obtained from the mysterious surface sites of the alien species known as the Thargoids.
chs: 从被称为 Thargoids 的外星物种的神秘地表地点获得。
de: Entdeckt man an geheimnisvollen Oberflächenstandorten einer außerirdischen Spezies, bekannt als die Thargoiden.
es: en la superficie de misteriosos lugares de la especie alienígena conocida como Zargoides.
fr: Obtenu depuis de mystérieux sites de surface de l'espèce exotique connue sous le nom de Thargoïds.
it: Ottenuto dai misteriosi artefatti di superficie della specie Aliena nota come i Thargoid.
ja: サーゴイドとして知られるエイリアンの地上施設で得られる。
pt_br: Obtido em locais de superfície misteriosos da espécie alienígena conhecida como Thargoids.
ru: Места баз таргоидов на планетах.

# tg_propulsionelement
source: Obtained from the wreckage of Thargoid vessels.
chs: 从 Thargoid 船只的残骸中获得。
de: Findet man in den Trümmern von Thargoidenschiffen.
es: de los restos de las naves Zargoide.
fr: Obtenu à partir d'épaves de vaisseaux Thargoïds.
it: Ottenuto da rottami di Vascelli Thargoid.
ja: サーゴイド船の残骸から得られる。
pt_br: Encontrado em destroços de naves de Thargoid.
ru: Уничтожение таргоидского корабля.

# tg_residuedata
source: Obtained from the mysterious surface sites of the alien species known as the Thargoids.
chs: 从被称为 Thargoids 的外星物种的神秘地表地点获得。
de: Entdeckt man an geheimnisvollen Oberflächenstandorten einer außerirdischen Spezies, bekannt als die Thargoiden.
es: en la superficie de misteriosos lugares de la especie alienígena conocida como Zargoides.
fr: Obtenu depuis des ruines antiques de l'espèce exotique connue sous le nom de Thargoïds.
it: Ottenuto dai misteriosi artefatti di superficie della specie Aliena nota come i Thargoid.
ja: サーゴイドとして知られるエイリアンの地上施設で得られる。
pt_br: Obtido em locais de superfície misteriosos da espécie alienígena conhecida como Thargoids.
ru: Места баз таргоидов на планетах.

# tg_shipflightdata
source: Obtained from scanning Thargoid vessels.
chs: 通过扫描 Thargoid 血管获得。
de: Erhält man durch das Scannen von Thargoidenschiffen.
es: escaneando naves Zargoides.
fr: Obtenu en scannant des vaisseaux Thargoïds.
it: Ottenuto dalla scansione di Vascelli Thargoid.
ja: サーゴイド船をスキャンして得られる。
pt_br: Encontrado ao escanear naves Thargoid.
ru: Сканирование таргоидского корабля.

# tg_shipsystemsdata
source: Obtained from scanning Thargoid vessels.
chs: 通过扫描 Thargoid 血管获得。
de: Erhält man durch das Scannen von Thargoidenschiffen.
es: escaneando naves Zargoides.
fr: Obtenu en scannant des vaisseaux Thargoïds.
it: Ottenuto dalla scansione di Vascelli Thargoid.
ja: サーゴイド船をスキャンして得られる。
pt_br: Encontrado ao escanear naves Thargoid.
ru: Сканирование таргоидского корабля.

# tg_structuraldata
source: Obtained from the mysterious surface sites of the alien species known as the Thargoids.
chs: 从被称为 Thargoids 的外星物种的神秘地表地点获得。
de: Entdeckt man an geheimnisvollen Oberflächenstandorten einer außerirdischen Spezies, bekannt als die Thargoiden.
es: en la superficie de misteriosos lugares de la especie alienígena conocida como Zargoides.
fr: Obtenu depuis de mystérieux sites de surface de l'espèce exotique connue sous le nom de Thargoïds.
it: Ottenuto dai misteriosi artefatti di superficie della specie Aliena nota come i Thargoid.
ja: サーゴイドとして知られるエイリアンの地上施設で得られる。
pt_br: Obtido em locais de superfície misteriosos da espécie alienígena conhecida como Thargoids.
ru: Места баз таргоидов на планетах.

# tg_weaponparts
source: Obtained from the wreckage of Thargoid vessels.
chs: 从 Thargoid 船只的残骸中获得。
de: Findet man in den Trümmern von Thargoidenschiffen.
es: de los restos de las naves Zargoide.
fr: Obtenu à partir d'épaves de vaisseaux Thargoïds.
it: Ottenuto da rottami di Vascelli Thargoid.
ja: サーゴイド船の残骸から得られる。
pt_br: Encontrado em destroços de naves de Thargoid.
ru: Уничтожение таргоидского корабля.

# tg_wreckagecomponents
source: Obtained from the wreckage of Thargoid vessels.
chs: 从 Thargoid 船只的残骸中获得。
de: Findet man in den Trümmern von Thargoidenschiffen.
es: de los restos de las naves Zargoide.
fr: Obtenu à partir d'épaves de vaisseaux Thargoïds.
it: Ottenuto da rottami di Vascelli Thargoid.
ja: サーゴイド船の残骸から得られる。
pt_br: Encontrado em destroços de naves de Thargoid.
ru: Уничтожение таргоидского корабля.

# thermicalloys
source: Obtained from the wreckage of combat vessels or as a mission reward.
chs: 从战舰残骸中获得或作为任务奖励。
de: Findet man in den Trümmern von (Groß-)Kampfschiffen oder erhält man als Missionsbelohnung.
es: de los restos de naves de combate pequeñas, o como recompensa de misión.
fr: Obtenu à partir d'épaves de vaisseaux de combat ou en tant que récompense de mission.
it: Ottenuto dai rottami di grandi Vascelli da Battaglia o come ricompensa per missioni.
ja: 戦闘艦の残骸、またミッション報酬で得られる。
pt_br: Encontrado em destroços de naves de combate ou como recompensas de missões.
ru: Уничтожение (боевые корабли), Награды за миссии.
