Repository: EDCD/EDDI
Catalog: DataDefinitions/Properties/MicroResources.*.resx
Languages: de, es, fr, it, pt_br, ru

source: Prisoner Logs
es: Registros de Prisioneros
fr: Dossiers Pénitentiaires
it: Registri dei prigionieri
pt_br: Registros de Prisioneiros

source: Propaganda
fr: Propagande
it: Propaganda elettorale

source: Recycling Logs
es: Registros de Reciclaje
fr: Journaux de Recyclage
it: Registri di riciclaggio rifiuti
pt_br: Registros de Reciclagem

source: Risk Assessments
es: Valoración de Riesgos
fr: Évaluation des Risques
it: Valutazioni di rischio
pt_br: Avaliações de Risco

source: Security Expenses
es: Gastos de Seguridad
fr: Dépenses de Sécurité
it: Spese della Sicurezza
pt_br: Despesas com Segurança

source: Seed Geneaology
de: Saatgut-Geneaologie
es: Genealogía de Simientes
fr: Patrimoine Génétique de Semences
it: Genealogia delle sementi
pt_br: Genealogia de Sementes

source: Settlement Assault Plans
de: Siedlungsangriffspläne
es: Planes de Ataque de Asentamiento
fr: Plans d'Assaut d'une Installation
it: Piani d'assalto dell'insediamento
pt_br: Planos de Ataque a Assentamento

source: Slush Fund Logs
de: Schmiergeld-Logs
es: Registros de Fondos de Reptiles
fr: Caisse Noire
it: Fondi neri
pt_br: Registros de Caixa Dois

source: Smear Campaign Plans
de: Pläne für Verleumdungskampagne
es: Planes de Campañas de Desprestigio
fr: Campagne de Calomnie
it: Progetti di Campagne denigratorie
pt_br: Planos de Campanha de Difamação

source: Spectral Analysis Data
de: Spektralanalyse-Daten
es: Datos de Análisis de Espectro
fr: Données d'Analyse Spectrale
it: Analisi spettrografiche
pt_br: Dados de Análise de Espectro

source: VIP Security Detail
de: VIP-Sicherheitsdienst
es: Información de Seguridad VIP
fr: Protection Rapprochée de VIP
it: Dettagli sulla sicurezza di un VIP
pt_br: Detalhes de Segurança VIP

source: Weapon Test Data
de: Waffentestdaten
es: Datos de Pruebas Armamentísticas
fr: Données de Test d'Armes
it: Test di nuove armi
pt_br: Dados de Testes de Arma

source: Xeno-Defence Protocols
de: Xeno-Abwehr-Protokolle
es: Protocolos de Xenodefensa
fr: Protocoles Anti-Xénomorphes
it: Protocolli di difesa AntiXeno
pt_br: Protocolos de Defesa Antixeno

source: Chemical Catalyst
de: Chemischer Katalysator
es: Catalizador Químico
fr: Catalyseur Chimique
it: Catalizzatore
pt_br: Catalisador Químico

source: Chemical Superbase
de: Chemische Superbase
es: Superbase química
fr: Superbase Chimique
it: Base supersolubile
pt_br: Superbase Química

source: Epinephrine
de: Epinephrin
fr: Épinéphrine
it: Epinefrina
pt_br: Epinefrina

source: Oxygenic Bacteria
de: Sauerstoffbakterien
es: Bacterias Oxigénicas
fr: Bactérie Oxygénique
it: Batteri ossigenici
pt_br: Bactérias Oxigênicas

source: pH Neutraliser
de: pH-Neutralisator
es: Neutralizador de pH
fr: Neutralisateur de PH
it: Neutralizzatore di pH
pt_br: Neutralizador de pH

source: Viscoelastic Polymer
de: Viskoelastisches Polymer
es: Polímero Viscoelástico
fr: Polymère Viscoélastique
it: Polimero viscoelastico
pt_br: Polímero Viscoelástico

source: Ion Battery
de: Ionen-Batterie
es: Batería de Iones
fr: Batterie Ionique
it: Batteria agli ioni
pt_br: Bateria Iônica

source: Micro Thrusters
de: Mikro-Schubdüsen
es: Micro Impulsores
fr: Micropropulseurs
it: Micro propulsori
pt_br: Micropropulsores

source: Optical Lens
de: Optische Linse
es: Lentes Ópticas
fr: Lentille Optique
it: Lenti per ottiche
pt_br: Lentes Óticas

source: Weapon Component
de: Waffenkomponente
es: Componente de Armas
fr: Composant d'Arme
it: Componenti per armamenti
pt_br: Componente de Armas

source: Synthetic Genome
de: Synthetisches Genom
es: Genoma Sintético
fr: Génome de Synthèse
it: Genoma sintetico
pt_br: Genoma Sintético

source: Refinement Process Sample
de: Raffinerieverfahren-Probe
es: Muestra de Proceso Refinado
fr: Échantillon de Production de Raffinage
it: Campione di raffineria
pt_br: Amostra de Processo de Refino

source: Petrified Fossil
de: Versteinertes Fossil
es: Fósil Petrificado
fr: Fossile Pétrifié
it: Fossile pietrificato
pt_br: Fóssil Petrificado

source: Nutritional Concentrate
de: Nahrungskonzentrat
es: Concentrado Nutritivo
fr: Concentré Nutritif
it: Concentrato nutritivo
pt_br: Concentrado Nutricional

source: Mutagenic Catalyst
de: Mutagen-Katalysator
es: Catalizador Mutagénico
fr: Catalyseur Mutagène
it: Catalizzatore mutogeno
pt_br: Catalisador Mutagênico

source: Microbial Inhibitor
de: Mikrobieller Hemmstoff
es: Inhibidor Microbiano
fr: Inhibiteur Microbien
it: Inibitore microbiotico
pt_br: Inibidor Microbiótico

source: Inorganic Contaminant
de: Anorganischer Schadstoff
es: Contaminante Inorgánico
fr: Contaminant Inorganique
it: Contaminante per materiali inorganici
pt_br: Contaminante Inorgânico

source: Inertia Canister
de: Trägheits-Container
es: Contenedor de Inercia
fr: Conteneur Inertiel
it: Contenitore inerte
pt_br: Contêiner Inerte

source: Health Monitor
de: Gesundheitsmonitor
es: Monitor de Salud
fr: Moniteur Médical
it: Monitor dello stato di salute
pt_br: Monitor de Saúde

source: G-Meds
de: G-Medizin
es: Medicinas G
fr: Traitement Gravitationnel
it: Medicinali AntiG
pt_br: G-Médios

source: Genetic Repair Meds
de: Gen-Reparatursets
es: Medicinas de Reparación Genética
fr: Traitements Génétiques
it: Medicinali per riparazione genetica
pt_br: Remédios Para Reparo Genético

source: Deep Mantle Sample
de: Innerer-Mantel-Probe
es: Muestra de Manto Profundo
fr: Échantillon de Manteau Inférieur
it: Campione di carotaggio
pt_br: Amostra de Manto

source: Compression-Liquefied Gas
de: Komprimiertes Flüssiggas
es: Gas Licuado Comprimido
fr: Gaz Liquéfié
it: Gas compresso allo stato liquido
pt_br: Gás Liquefeito Comprimido

source: Cast Fossil
de: Fossilfund
es: Molde de Fósil
fr: Moulage de Fossile
it: Fossile
pt_br: Molde de Fóssil

# GeneticSample
source: Biological Sample
de: Biologische Probe
es: Muestra Biológica
fr: Échantillons Biologiques
it: Campione biologico
pt_br: Amostra Biológica

# Bypass
source: E-Breach
es: Fisura
pt_br: Brecha
ru: Взлом электроники

source: Spyware
es: Software Espía
fr: Programme-Espion
pt_br: Software Espião
ru: Шпионские программы

source: Virus
pt_br: Vírus
ru: Вирус

source: Scrambler
de: Störsender
es: Desmodulador
fr: Brouilleur
pt_br: Embaralhador

source: Personal Computer
es: Ordenador Personal
fr: Ordinateur Personnel
pt_br: Computador Pessoal

source: Push
de: Schub
fr: Boost
ru: Толкнуть

source: Aerogel
fr: Aérogel
ru: Аэрогель

source: RDX
de: Hexogen

source: Insight
ru: Озарение
