Repository: EDCD/EDDI
Catalog: DataDefinitions/Properties/MicroResources.*.resx
Languages: de, es, fr, it, pt_br, ru

source: Accident Logs
de: Unfall-Logs
es: Registros de accidentes
fr: Journaux d'Accidents
it: Registro incidenti
pt_br: Registros de Acidente
ru: Журналы регистрации несчастных случаев

source: Air Quality Reports
de: Berichte zur Luftqualität
es: Registros de calidad del aire
fr: Rapports de Qualité de l'Air
it: Rapporti sulla qualità dell'aria
pt_br: Relatórios de Qualidade do Ar
ru: Отчеты о качестве воздуха

# Amm_Grenade_EMP
source: Shield Disruptor
de: Schildunterbrecher
es: Supresor de escudo
it: Disgregatore di Scudi
pt_br: Disruptor de Escudo
ru: Разрушитель щита

# Amm_Grenade_Frag
source: Frag Grenade
de: Splittergranate
es: Granada de fragmentación
it: Granata a Frammentazione
pt_br: Granada de Fragmentação
ru: Осколочная граната

# Amm_Grenade_Shield
source: Shield Projector
de: Schildgenerator
es: Proyector de escudo
it: Proiettore di Scudi
pt_br: Projetor de Escudo
ru: Проектор щита

source: Atmospheric Data
de: Atmosphärische Daten
es: Datos Atmosféricos
fr: Données Atmosphériques
it: Dati atmosferici
pt_br: Dados Atmosféricos
ru: Атмосферные данные

source: Biochemical Agent
de: Biochemischer Wirkstoff
es: Agente Bioquímico
fr: Agent Biochimique
it: Agente biochimico
pt_br: Agente Bioquímico
ru: Биохимический агент

source: Blacklist Data
de: Daten der Schwarzen Liste
es: Datos de Lista Negra
fr: Liste Noire
it: Lista Nera
pt_br: Dados de Lista Negra
ru: Данные черного списка

source: Blood Test Results
de: Bluttest-Ergebnisse
es: Resultados de análisis de sangre
fr: Résultats de Tests Sanguins
it: Analisi ematiche
pt_br: Resultados de Exâme de Sangue
ru: Результаты анализа крови

source: Building Schematic
de: Gebäudeplan
es: Esquema de edificio
fr: Plan de Bâtiment
it: Planimetria
pt_br: Planta de Prédio
ru: Схема здания

source: Campaign Plans
de: Kampagnenpläne
es: Planes de campaña
fr: Plans de Campagne
it: Campagna
pt_br: Planos de Campanha
ru: Планы кампаний

source: Cat Media
de: Katzen-Medien
es: Catálogo de medios
fr: Médiathèque Féline
it: Filmati di gattini
pt_br: Mídia de Gatinhos

source: Census Data
de: Zensusdaten
es: Datos Censales
fr: Données de Recensement
it: Censimento
pt_br: Dados de Censo
ru: Данные переписи населения

source: Chemical Experiment Data
de: Chemieexperiment-Daten
es: Datos de experimentos químicos
fr: Données d'Expériences Chimiques
it: Dati di Esperimento scientifico
pt_br: Dados de Experimentos Químicos
ru: Данные химического эксперимента

source: Chemical Formulae
de: Chemische Formeln
es: Fórmulas químicas
fr: Formules Chimiques
it: Formula chimica
pt_br: Fórmula Química
ru: Химические формулы

source: Chemical Inventory
de: Chemische Bestandsliste
es: Inventario Químico
fr: Inventaire Chimique
it: Inventario chimico
pt_br: Inventário Químico
ru: Химический инвентарь

source: Chemical Patents
de: Chemische Patente
es: Patentes Químicas
fr: Brevets Chimiques
it: Brevetti chimici
pt_br: Patentes Químicas
ru: Химические патенты

source: Combatant Performance
de: Kampfleistung
es: Rendimiento de Combate
fr: Performances de Combat
it: Prestazioni del Combattente
pt_br: Performance de Combatente
ru: Боевые показатели

source: Combat Training Material
de: Kampftraining-Materialien
es: Material de Entrenamiento de Combate
fr: Méthodes d'Entraînement au Combat
it: Materiale di formazione al combattimento
pt_br: Material de Treinamento de Combate
ru: Материал для боевой подготовки

source: Compact Library
de: Kompakt-Bibliothek
es: Biblioteca Compacta
fr: Bibliothèque de Poche
it: Libreria compatta
pt_br: Biblioteca Compacta
ru: Компактная библиотека

source: Degraded Power Regulator
de: Ausrangierter Energieregulator
es: Regulador de Potencia Degradado
fr: Régulateur de Puissance Endommagé
it: Regolatore di potenza degradato
pt_br: Regulador de Energia Degradado
ru: Деградировавший регулятор мощности

# DutyRota
source: Duty Rotations
de: Dienstpläne
it: Turni di lavoro
pt_br: Escala de Trabalho
ru: Чередование дежурств

source: Employee Directory
de: Mitarbeiterverzeichnis
es: Directorio de Empleados
fr: Registre des Employés
it: Cartella dell'impegato
pt_br: Lista de Funcionários
ru: Справочник сотрудников

source: Employee Genetic Data
de: Gen-Daten von Mitarbeitern
es: Datos Genéticos de Empleados
fr: Données Génétiques d'Employés
it: Dati genetici dell'impegato
pt_br: Dados Genéticos de Funcionários
ru: Генетические данные сотрудников

source: Energy Cell
de: Energiezelle
es: Célula de energía
fr: Cellule d'Énergie
it: Cella d'energia
pt_br: Célula de Energia
ru: Энергетическая ячейка

source: Evacuation Protocols
de: Evakuierungsprotokolle
es: Protocolos de Evacuación
fr: Protocoles d'Évacuation
it: Protocollo di evacuazione
pt_br: Protocolos de Evacuação
ru: Протоколы эвакуации

source: Exploration Journals
de: Erkundungstagebücher
es: Diarios de Exploración
fr: Journaux d'Exploration
it: Diari di esplorazione
pt_br: Diários de Exploração
ru: Журналы разведки

source: Faction Associates
de: Fraktionspartner
es: Socios de Facción
fr: Affiliations d'une Faction
it: Associati alla Fazione
pt_br: Associados de Facção
ru: Фракционные партнеры

source: Faction Donator List
de: Spenderliste einer Fraktion
es: Lista de Donantes de Facción
fr: Liste des Donateurs d'une Faction
it: Lista dei donatori alla Fazione
pt_br: Lista de Doadores de Facção
ru: Список вкладчиков фракции

source: Faction News
de: Fraktionsnachrichten
es: Noticias de Facción
fr: Actualité d'une Faction
it: Notizie della Fazione
pt_br: Notícias de Facção
ru: Новости фракций

source: Financial Projections
de: Finanzprognosen
es: Previsiones Financieras
fr: Projections Financières
it: Prospetti finanziari
pt_br: Projeções Financeiras
ru: Финансовые прогнозы

source: Geographical Data
it: Dati geografici
pt_br: Dados Geográficos
ru: Географические данные

# HealthPack
source: Medkit
de: Medikit
es: Botiquín
fr: Kit Médical
it: Kit medico
pt_br: Kitmédico
ru: Аптечка

source: Hush
de: Schnurr
fr: Chut
it: Silenzio
pt_br: Silêncio
ru: Время молчать

source: Infinity
de: Unendlichkeit
fr: Infini
it: Infinità
pt_br: Infinidade
ru: Бесконечность

source: Insight Entertainment Suite
de: Insight-Entertainment-Bibliothek
fr: Divertissements Insight
it: Suite di intrattenimento della Insight
pt_br: Traje de Entretenimento Insight

source: Internal Correspondence
de: Interne Korrespondenz
es: Correspondencia Interna
fr: Mémo Interne
it: Corrispondenza interna
pt_br: Correspondência Interna
ru: Внутренняя переписка

# LargeCapacityPowerRegulator
source: Power Regulator
de: Energieregulator
es: Regulador de Potencia
fr: Régulateur de Puissance
it: Regolatore di potenza
pt_br: Regulador de Energia
ru: Регулятор мощности

source: Lazarus
fr: Lazare
it: Lazzaro
pt_br: Lázaro
ru: Лазарь

source: Literary Fiction
de: Kompakt-Bibliothek
es: Ficción Literaria
fr: Romans
it: Narrativa
pt_br: Ficção Literária
ru: Литературная фантастика

source: Maintenance Logs
de: Wartungslogs
es: Registros de Mantenimiento
fr: Journaux de Maintenance
it: Registro di manutenzione
pt_br: Registros de Manutenção
ru: Журналы технического обслуживания

source: Meeting Minutes
de: Besprechungsprotokolle
es: Actas de Reuniones
fr: Compte-Rendu de Réunion
it: Verbali di riunione
pt_br: Atas de Reunião
ru: Протокол собрания

source: Mineral Survey
de: Mineralienübersicht
es: Estudio Mineral
fr: Rapport de Prospection
it: Perizia mineraria
pt_br: Pesquisa Mineral
ru: Исследование полезных ископаемых

source: Multimedia Entertainment
de: Multimedia-Unterhaltung
es: Entretenimiento Multimedia
fr: Médiathèque
it: Intrattenimento multimediale
pt_br: Entretenimento Multimídia
ru: Мультимедийные развлечения

source: Network Access History
de: Netzwerkzugriffshistorie
es: Historial de Acceso a la Red
fr: Historique Réseau
it: Storico di accesso alla rete
pt_br: Histórico de Acesso à Rede
ru: История доступа к сети

source: Next of Kin Records
de: Angehörigen-Aufzeichnungen
es: Registros Familiares
fr: Liste de Proches
it: Registri di parenti prossimi
pt_br: Registros Familiares
ru: Записи о ближайших родственниках

source: NOC Data
de: Geheimoperation-Daten
es: Datos del AEE
fr: Données D'agent Clandestin
it: Dati N O C
pt_br: Dados Operacionais Sigilosos

source: None
de: Nichts
es: Ninguno
fr: Aucun
it: Nessuno
pt_br: Nenhum
ru: Пусто

source: Operational Manual
de: Bedienungsanleitung
es: Manual de Operaciones
fr: Mode d'Emploi
it: Manuale operativo
pt_br: Manual Operacional
ru: Руководство по эксплуатации

source: Patrol Routes
de: Patrouillenrouten
es: Rutas de Patrulla
fr: Itinéraires de Patrouille
it: Rotte di pattuglia
pt_br: Rotas de Patrulhas
ru: Маршруты патрулирования

source: Payroll Information
de: Gehaltsinformationen
es: Información Salarial
fr: Informations Salariales
it: Libro Paga
pt_br: Informação de Folha de Pagamento
ru: Информация о заработной плате

source: Personal Logs
de: Persönliche Logs
es: Registros Personales
fr: Journaux Personnels
it: Registri personali
pt_br: Registros Pessoais
ru: Личные журналы

source: Pharmaceutical Patents
de: Pharmazeutische Patente
es: Patentes Farmacéuticas
fr: Brevets Pharmaceutiques
it: Brevetti farmaceutici
pt_br: Patentes Farmacêuticas
ru: Фармацевтические патенты

source: Production Reports
de: Produktionsberichte
es: Informes de Producción
fr: Rapports de Production
it: Rapporti di produzione
pt_br: Relatórios de Produção
ru: Производственные отчеты

source: Production Schedule
de: Produktionszeitplan
fr: Planning de Production
it: Piani di produzione
pt_br: Cronograma de Produção
ru: График производства

source: Purchase Records
de: Kaufaufzeichnungen
es: Registros de Compra
fr: Registre d'Acquisitions
it: Registri d'acquisto
pt_br: Registro de Compras
ru: Записи о покупках

source: Purchase Requests
de: Kaufanfragen
es: Solicitudes de Compra
fr: Demandes d'achats
it: Richieste d'acquisto
pt_br: Requisições de Compra
ru: Заявки на покупку

source: Radioactivity Data
de: Daten zur Radioaktivität
es: Datos de Radioactividad
fr: Relevés de Radioactivité
it: Dati sulla radioattività
pt_br: Dados Sobre Radioatividade
ru: Данные о радиоактивности

source: Reactor Output Review
de: Evaluierung der Reaktorleistung
es: Informe de Capacidad del Reactor
fr: Évaluation Énergétique
it: Valutazione di rendimento del reattore
pt_br: Análise de Saída do Reator
ru: Обзор мощности реактора

source: Residential Directory
de: Einwohnerverzeichnis
es: Directorio Residencial
fr: Annuaire Résidentiel
it: Cartella dei residenti
pt_br: Lista Residencial
ru: Каталог жилых помещений

source: Sales Records
de: Verkaufszahlen
es: Registros de Ventas
fr: Historique des Ventes
it: Registri di vendite
pt_br: Registros de Vendas
ru: Отчет по продажам

source: Settlement Defence Plans
de: Siedlungsverteidigungspläne
es: Planes de Defensa del Asentamiento
fr: Plans de Défense d'une Installation
it: Piani di difesa dell'insediamento
pt_br: Planos de Defesa do Assentamento
ru: Планы защиты поселений

source: Shareholder Information
de: Aktionärsinformationen
es: Información de Accionistas
fr: Actionnariat
it: Informazioni agli azionisti
pt_br: Informação de Acionista
ru: Информация об акционерах

# SurveilleanceLogs
source: Surveillance Logs
de: Überwachungs-Logs
es: Registros de Vigilancia
fr: Journaux de surveillance
it: Registri di sorveglianza
pt_br: Registros de Vigilância
ru: Журналы мониторинга

source: Synthetic Pathogen
de: Synthetischer Erreger
es: Patógeno Sintético
fr: Pathogène de Synthèse
it: Patogeno sintetico
pt_br: Patogênico Sintético
ru: Синтетический патоген

source: Tax Records
de: Steuerunterlagen
es: Registros Fiscales
fr: Dossiers Fiscaux
it: Registri fiscali
pt_br: Registros de Tributários
ru: Налоговые записи

source: Topographical Surveys
de: Topographische Erhebungen
es: Estudios Topográficos
fr: Levés Topographiques
it: Perizie topografiche
pt_br: Estudos Topográficos
ru: Топографическая съемка

source: Travel Permits
de: Reiseerlaubnisse
es: Permisos de Viaje
fr: Autorisations de Déplacement
it: Permessi di viaggio
pt_br: Permissões de Viagem
ru: Разрешения на поездки

source: Troop Deployment Records
de: Truppeneinsatzprotokolle
es: Registros de Despliegue de Tropas
fr: Comptes-Rendus Opérationnels
it: Registri dispiegamento truppa
pt_br: Registros de Destacamento de Tropa
ru: Учет развертывания войск

source: True Form Fossil
de: Makelloses Fossil
es: Fósil Puro
fr: Fossile Intact
it: Fossile perfettamente conservato
pt_br: Fóssil Exemplar

source: Union Membership
de: Gewerkschaftsmitgliedschaft
es: Afiliación Sindical
fr: Liste d'Adhérents
it: Membri dell'Unione
pt_br: Pessoal Sindicalizado
ru: Членство в профсоюзе

source: Universal Translator
de: Universalübersetzer
es: Traductor Universal
fr: Traducteur Universel
it: Traduttore universale
pt_br: Tradutor Universal
ru: Универсальный переводчик

source: Vaccination Records
de: Aufzeichnungen zu Impfungen
es: Registros de Vacunación
fr: Dossiers de Vaccination
it: Registri vaccinali
pt_br: Registros de Vacinação
ru: Записи о вакцинации

source: Vaccine Research
de: Impfstoffforschung
es: Investigación sobre Vacunas
fr: Recherches Vaccinales
it: Ricerca vaccinale
pt_br: Pesquisa de Vacina
ru: Исследование вакцин

source: Virology Data
de: Virologische Daten
es: Datos Virológicos
fr: Données de Virologie
it: Dati virologici
pt_br: Dados de Virologia
ru: Данные по вирусологии

source: Visitor Register
de: Besucherregister
es: Registro de Visitantes
fr: Registre de Visites
it: Registro visitatori
pt_br: Registro de Visitantes
ru: Реестр посетителей

source: Weapon Inventory
de: Waffeninventar
es: Inventario de Armas
fr: Inventaire d'Armement
it: Inventario Armi
pt_br: Inventário de Armas
ru: Оружейный инвентарь

source: Personal Documents
de: Persönliche Dokumente
es: Documentos Personales
fr: Documents Personnels
it: Documenti personali
pt_br: Documentos Pessoais
ru: Документы, подтверждающие личность

source: Tactical Plans
de: Taktische Pläne
es: Planes Tácticos
fr: Plans Stratégiques
it: Piani tattici
pt_br: Planos Táticos
ru: Тактические планы

source: Chemical Process Sample
de: Chemische Prozessprobe
es: Muestra de Proceso Químico
fr: Échantillon de Production Chimique
it: Campione di Trattamenti chimici
pt_br: Amostra de Processo Químico
ru: Образец химического процесса

source: Pyrolytic Catalyst
de: Pyrolytischer Katalysator
es: Catalizador Pirolítico
fr: Catalyseur Pyrolytique
it: Catalizzatore pirolitico
pt_br: Catalisador Pirolítico
ru: Пиролитический катализатор

source: Weapon Schematic
de: Waffenschema
es: Esquema de Arma
fr: Plan d'Arme
it: Schema di arma
pt_br: Esquema de Arma
ru: Схема оружия

source: Californium
de: Kalifornium
es: Californio
it: Californio
ru: Калифорний

source: Suit Schematic
de: Anzugschema
es: Esquema de Traje
fr: Plan de Combinaison
it: Schema di Tuta
pt_br: Esquema de Traje
ru: Схема костюма

source: Employment History
de: Beschäftigungshistorie
es: Historial de Empleo
fr: Expérience Professionnelle
it: Carriera lavorativa
pt_br: Histórico de Emprego
ru: История трудоустройства

source: Agricultural Process Sample
de: Agrikulturverfahren-Probe
es: Muestra de Proceso Agrícola
fr: Échantillon de Production Agricole
it: Campioni di lavorazione agricola
pt_br: Amostra de Processo Agricultural
ru: Образец сельскохозяйственного процесса

source: Surveillance Equipment
de: Überwachungsausrüstung
es: Equipo de Supervivencia
fr: Équipement de Surveillance
it: Equipaggiamento di sorveglianza
pt_br: Equipamento de Vigilância
ru: Оборудование для видеонаблюдения

source: Insight Data Bank
de: Insight-Datenbank
es: Banco de Datos de Insight
fr: Banque de Données d'Insight
it: Banca dati Insight
pt_br: Banco de Dados Insight

source: Ship Schematic
es: Esquema de Nave
fr: Plan de Vaisseau
it: Schemi di Navi
pt_br: Esquema de Nave
ru: Схема корабля

source: Vehicle Schematic
es: Esquema de Vehículo
fr: Plan de Véhicule
it: Schemi di veicolo
pt_br: Esquema de Veículo
ru: Схема автомобиля

source: Chemical Sample
de: Chemische Probe
es: Muestra Química
fr: Échantillon Chimique
it: Campione chimico
pt_br: Amostra Química
ru: Химическая проба

source: Ionised Gas
de: Ionisiertes Gas
es: Gas Ionizado
fr: Gaz Ionisé
it: Gaz ionizzato
pt_br: Gás Ionizado
ru: Ионизированный газ

# CarbonFibrePlating
source: Carbon Fiber Plating
de: Kohlefaserbeschichtung
fr: Plaque en Fibres de Carbone
it: Rivestimento in Fibra di Carbonio
pt_br: Revestimento de Fibra de Carbono
ru: Покрытие из углеродного волокна

source: Micro Supercapacitor
de: Mikro-Superkondensatoren
es: Micro Supercondensador
fr: Micro Supercondensateur
it: Micro Supercapacitori
ru: Покрытие из углеродного волокна

source: Titanium Plating
de: Titanbeschichtung
es: Placa de Titanio
fr: Plaque en Titane
it: Rivestimento di Titanio
pt_br: Revestimento de Titânio
ru: Титановое покрытие

source: Circuit Switch
de: Elektroschalter
es: Conmutador
fr: Commutateur
it: Interruttore
pt_br: Chave de Circuito

source: Encrypted Memory Chip
de: Verschlüsselter Speicherchip
es: Chip de memoria Cifrado
fr: Puce Mémoire Cryptée
it: Chip di memoria criptato
pt_br: Chip de Memória Criptografado

source: Epoxy Adhesive
de: Epoxidharz Klebstoff
es: Resina Epoxi
fr: Colle Époxy
it: Colla epossidica
pt_br: Adesivo de Epóxi

source: Memory Chip
de: Speicherchip
es: Chip de Memoria
fr: Puce Mémoire
it: Chip di memoria
pt_br: Chip de Memória

source: Manufacturing Instructions
de: Herstellungsanweisung
es: Instrucciones de Fabricación
fr: Guides Industriels
it: Istruzioni di produzione
pt_br: Instruções de Fabricação

source: Stellar Activity Logs
es: Registros de Actividad Estelar
fr: Journaux d'Activité Stellaire
it: Registri di attività stellare
pt_br: Registros de Atividade Estelar

source: Electrical Wiring
de: Elektroverkabelung
es: Cables Eléctricos
fr: Câblage Électrique
it: Cablaggio elettrico
pt_br: Fiação Elétrica

source: Micro Transformer
de: Mikro-Transformator
es: Micro Transformador
fr: Micro Transformateur
it: Micro trasformatore
pt_br: Micro Transformador

source: Electrical Fuse
de: Elektrosicherung
es: Fusible
fr: Fusible Électrique
it: Fusibile
pt_br: Fusível Elétrico

# OpticalFibre
source: Optical Fiber
de: Optische Faser
es: Fibra Óptica
fr: Fibre Optique
it: Fibra ottica
pt_br: Fibra Ótica

source: Circuit Board
de: Leiterplatte
es: Placa Base
fr: Circuit Imprimé
it: Scheda elettronica
pt_br: Placa de Circuitos

source: Metal Coil
de: Metallspule
es: Bobina de Metal
fr: Bobine Métallique
it: Molla metallica
pt_br: Mola de Metal

source: Motor
fr: Moteur
it: Motore

source: Micro Electrode
de: Mikroelektrode
fr: Micro Électrode
it: Micro elettrodo
pt_br: Microeletrôdo

source: Graphene
de: Graphit
es: Grafeno
fr: Graphène
it: Grafene
pt_br: Grafeno

source: Micro Hydraulics
de: Mikrohydraulikgeräte
es: Micro Hidráulica
fr: Micro Hydraulique
it: Micro idrauliche
pt_br: Micro-Hidráulica

source: Tungsten Carbide
de: Wolframcarbid
es: Carburo de Tungsteno
fr: Carbure de Tungstène
it: Carburo di tungsteno
pt_br: Carboneto de Tungstênio

source: Electromagnet
de: Elektromagnet
es: Electroimán
fr: Électroaimant
it: Elettromagnete
pt_br: Eletroímã

source: Transmitter
de: Sender
es: Transmisor
fr: Transmetteur
it: Trasmettitore
pt_br: Transmissor

source: Audio Logs
es: Registros de audio
fr: Journaux Audio
it: Registri audio
pt_br: Registros de Áudio

source: AX Combat Logs
es: Registros de combate AX
fr: Journaux de Combat AX
it: Registri di combattimenti AntiXeno
pt_br: Registros de Combate AX

source: Ballistics Data
es: Datos Balísticos
fr: Données Balistiques
it: Dati ballistici
pt_br: Dados Balísticos

source: Chemical Weapon Data
es: Datos de armas químicas
fr: Données d'Armes Chimiques
it: Dati su armamenti chimici
pt_br: Dados de Armas Químicas

source: Classic Entertainment
es: Entretenimiento clásico
fr: Médiathèque Classique
it: Classici dell'intrattenimento
pt_br: Entretenimento Clássico

source: Cocktail Recipes
es: Recetas de Cócteles
fr: Recettes de Cocktails
it: Ricette per cocktails
pt_br: Receitas de Coquetéis

source: Conflict History
es: Historial del Conflictos
fr: Historique de Conflit
it: Dettagli di un conflitto
pt_br: Histórico de Conflito

source: Criminal Records
es: Registros criminales
fr: Casiers Judiciaires
it: Registri di crimini
pt_br: Registros Criminais

source: Crop Yield Analysis
es: Análisis de Producción Agrícola
fr: Analyse de Rendement Agricole
it: Analisi dei raccolti
pt_br: Análise de Rendimento Agrícola

source: Culinary Recipes
es: Recetas culinarias
fr: Recettes Culinaires
it: Ricette culinarie
pt_br: Receitas Culinárias

source: Employee Expenses
es: Gastos de Personal
fr: Notes de Frais
it: Note spese
pt_br: Despesas com Funcionários

source: Enhanced Interrogation Recordings
es: Registros de Interrogatorios Mejorados
fr: Enregistrements d'Interrogatoires Poussés
it: Registrazioni di interrogatori estremi
pt_br: Gravações de Interrogatório Avançado

source: Espionage Material
es: Material de Espionaje
fr: Documents Confidentiels
it: Dati personali trafugati
pt_br: Material de Espionagem

source: Extraction Yield Data
es: Datos de Producción Minera
fr: Données de Rendement Minier
it: Rapporto di produzione mineraria
pt_br: Dados de Produção Extrativa

source: Fleet Registry
es: Registro de Flota
fr: Registre de Flotte
it: Registri della flotta
pt_br: Registro de Frota

source: Gene Sequencing Data
es: Datos de Secuenciación Genética
fr: Données de Séquençage Génétique
it: Sequenze genetiche
pt_br: Dados de Sequenciamento Genético

source: Genetic Research
es: Estudio Genético
fr: Recherches Génétiques
it: Ricerca genetica
pt_br: Pesquisas Genéticas

source: Geological Data
es: Datos Geológicos
fr: Données Géologiques
it: Dati geologici
pt_br: Dados Geológicos

source: Hydroponic Data
es: Datos Hidropónicos
fr: Données Hydroponiques
it: Dati idroponici
pt_br: Dados de Hidroponia

source: Incident Logs
es: Registros de Incidentes
fr: Journaux d'Incidents
it: Registro degli incidenti
pt_br: Registros de Incidentes

source: Influence Projections
es: Previsiones de Influencia
fr: Perspectives
it: Proiezioni di Influenza
pt_br: Projeções de Influência

source: Interrogation Recordings
es: Registros de Interrogatorios
fr: Enregistrements d'Interrogatoires
it: Registrazioni di interrogatori
pt_br: Gravações de Interrogatórios

source: Interview Recordings
es: Registros de Entrevista
fr: Enregistrements d'Entretiens
it: Colloqui di assunzione
pt_br: Gravações de Entrevistas

source: Job Applications
es: Solicitudes de Empleo
fr: Candidatures Professionnelles
it: Richieste d'assunzione
pt_br: Candidaturas Para Emprego

source: Kompromat
es: Material Comprometedor
it: Materiale ricattatorio

source: Medical Records
es: Historiales Médicos
fr: Dossiers Médicaux
it: Registri medici
pt_br: Registros Médicos

source: Medical Trial Records
it: Risultati ricerche mediche

source: Mining Analytics
es: Análisis de Minería
fr: Analyses Minières
it: Analisi minerarie
pt_br: Análise de Mineração

source: Network Security Protocols
es: Protocolos de Seguridad de Red
fr: Protocoles de Sécurité Réseau
it: Protocolli di sicurezza di rete
pt_br: Protocolos de Segurança de Rede

source: Opinion Polls
es: Sondeos de Opinión
fr: Sondages
it: Sondaggi d'opinione
pt_br: Pesquisas de Opinião

source: Patient History
es: Historial Clínico
fr: Antécédents Médicaux
it: Anamnesi di pazienti
pt_br: Histórico de Paciente

source: Photo Albums
es: Álbumes de Fotos
fr: Albums Photo
it: Album fotografico
pt_br: Álbuns de Fotografia

source: Plant Growth Charts
es: Gráficos de Crecimiento de Plantas
fr: Courbes de Croissance Végétale
it: Grafici di ortocultura
pt_br: Gráficos de Crescimento de Plantas

source: Political Affiliations
es: Afiliciaciones Políticas
fr: Affiliations Politiques
it: Affiliazioni politiche
pt_br: Afiliações Políticas
