Repository: EDCD/EDDI
Catalog: DataDefinitions/Properties/MissionType.*.resx
Languages: de, it, ja, pt_br, ru, zh_cn

# Altruism
source: Donation
de: Spende
it: Donazione
pt_br: Doação
ru: Благотворительные
zh_cn: 捐赠

source: Credits
de: Geldspende
it: Crediti
ja: クレジット
pt_br: Créditos
ru: Кредиты
zh_cn: 信用点

# Assassinate
source: Assassination
de: Mordmission
it: Assassinio
pt_br: Assassinato
ru: Заказное убийство
zh_cn: 刺杀

# AssassinateWing
source: Wing Assassination
de: Mordanschlag im Wing
it: Assassinio di gruppo
pt_br: Assassinato em Esquadrão
ru: Заказное убийство для крыла
zh_cn: 组队刺杀

# Collect
source: Collection
de: Sammlung
it: Raccolta
pt_br: Coleta
ru: Поиск товаров
zh_cn: 搜集

# CollectWing
source: Wing Collection
de: Sammlung im Wing
it: Raccolta di gruppo
pt_br: Coleta em Esquadrão
ru: Поиск товаров для крыла
zh_cn: 组队搜集

source: Community Goal
de: Gemeinschaftsziel
it: Obiettivo Comunitario
pt_br: Objetivo da Comunidade
ru: Общественные Цели
zh_cn: 社区目标

# Courier
source: Data Courier
de: Datenlieferung
it: Trasporto dati
pt_br: Transporte de Dados
ru: Доставка данных
zh_cn: 数据信使

source: Delivery
de: Liefermission
it: Consegna
pt_br: Entrega
ru: Доставка товара
zh_cn: 投递

# DeliveryWing
source: Wing Delivery
de: Lieferung im Wing
it: Consegna di gruppo
pt_br: Entrega em Esquadrão
ru: Доставка товара для крыла
zh_cn: 组队投递

# Disable
source: Disable Surface Installation
de: Oberflächeneinrichtung abschalten
it: Disabilitazione Installazione di Superficie
pt_br: Desabilitar Instalação em Superfície
ru: Уничтожение беспилотников
zh_cn: 禁用地面站

# DisableWing
source: Wing Disable
de: Wing auflösen
it: Disabilitazione di Gruppo
pt_br: Desabilitar em Esquadrão
zh_cn: 禁用组队

# GenericPermit1
source: Permit Acquisition Opportunity
de: Einreisegenehmigung
it: Occasione per il Lasciapassare
pt_br: Oportunidade de Aquisição de Permissão
ru: Разрешение на приобретение
zh_cn: Permit Aquisition

# Hack
source: Hacking
de: Hacken
it: Hackeraggio
pt_br: Invasão
ru: Взлом базы
zh_cn: 骇入

# LongDistanceExpedition
source: Expedition
it: Spedizione
pt_br: Expedição
ru: Экспедиция
zh_cn: 远征

source: Massacre
de: Massakermission
it: Massacro
ru: Резня
zh_cn: 屠戮

# MassacreThargoid
source: Thargoid Massacre
de: Thargoiden Massakermission
it: Massacra Thargoid
pt_br: Massacre de Thargoid
ru: Уничтожение Таргоидов
zh_cn: 八角屠戮

# MassacreWing
source: Wing Massacre
de: Massakermission im Wing
it: Massacro di Gruppo
pt_br: Massacre em Esquadrão
ru: Уничтожение целей длля крыла
zh_cn: 组队屠戮

source: Mining
de: Abbau
it: Estrazione di Minerali
pt_br: Mineração
ru: Шахтерские
zh_cn: 采矿

# MiningWing
source: Wing Mining
de: Abbau im Wing
it: Estrazione di Minerali in Gruppo
pt_br: Mineração em Esquadrão
ru: Шахтерские для крыла
zh_cn: 组队采矿

# PassengerBulk
source: Transport
de: Massentransport
it: Trasporta
pt_br: Transporte
ru: Транспорт
zh_cn: 运输

# PassengerVIP
source: Transport
de: VIP-Transport
it: Trasporta
pt_br: Transporte
ru: Транспорт
zh_cn: 运输

source: Piracy
de: Piraterie
it: Pirateria
pt_br: Pirataria
ru: Пиратские
zh_cn: 海盗行为

source: Rescue
de: Frachtrettung
it: Recupero di Carico
ja: カーゴの救助
pt_br: Carga de Resgate
ru: Спасательный груз
zh_cn: 救援

source: Salvage
de: Bergung
it: Recupero
pt_br: Recuperação
ru: Разборка
zh_cn: 打捞

# Scan
source: Surface Scan
de: Oberflächenscan
it: Scansione di Superficie
pt_br: Escaneamento de Superfície
ru: Сканирование поверхности
zh_cn: 行星表面扫描

source: Sightseeing
de: Besichtigung
it: Viaggio Turistico
pt_br: Passeio
ru: Экскурсии
zh_cn: 观光

# Smuggle
source: Smuggling
de: Schmuggel
it: Contrabbando
pt_br: Contrabando
ru: Контрабанда
zh_cn: 走私

source: Special
de: Spezial
it: Speciale
pt_br: Especial
ru: Особые
zh_cn: 特别行动

source: Start Zone
it: Area di Partenza
pt_br: Zona Inicial
ru: Начальная зона
zh_cn: 启动区

source: On Foot
de: Bodenmission
it: A piedi
ja: 徒歩
pt_br: A pé
ru: Пешком
zh_cn: 步行

# BlOps
source: Black Ops
de: Verdeckte Operation
it: Operazioni clandestine
ja: 秘密作戦
pt_br: Operações Secretas
ru: Спецоперация
zh_cn: 黑色行动

source: Chain
de: Kettenmission
it: Serie
ja: 連鎖
pt_br: Cadeia
ru: Цепочка
zh_cn: 连锁

source: Welcome
de: Willkommen
it: Benvenuto
ja: ようこそ
pt_br: Bem vindo
ru: Добро пожаловать
zh_cn: 欢迎

source: Legal
it: Legale
ja: 合法
ru: Легальный
zh_cn: 合法的

source: Illegal
it: Illegale
ja: 違法
pt_br: Ilegal
ru: Незаконно
zh_cn: 非法的

source: Planetary
de: Planetenmission
it: Planetario
ja: 惑星
pt_br: Planetária
ru: Планетарные
zh_cn: 行星上的

# RankFed
source: Federal Navy Contract
de: Föderale Aufstiegsmission
it: Contratto per la Marina Federale
ja: 連邦海軍の契約
pt_br: Contrato da Marinha Federal
ru: Контракт Федерации
zh_cn: 联邦海军合同

# RankEmp
source: Imperial Navy Contract
de: Imperiale Aufstiegsmission
it: Contratto per la Marina Imperiale
ja: 帝国海軍の契約
pt_br: Contrato da Marinha Imperial
ru: Контракт Империи
zh_cn: 帝国海军合同

source: Disable Megaship
de: Megaschiff ausschalten
it: Disabilita Mega nave
ja: メガシップの無効化
pt_br: Desabilitar Meganave
ru: Обесточить Мегакорабль
zh_cn: 禁用巨舰

source: Founder
de: Gründer
it: Fondatore
ja: ファウンダー
pt_br: Fundador
ru: Основатель
zh_cn: 创始人

source: Hack Megaship
de: Megaschiff hacken
it: Vìola Mega nave
ja: メガシップのハッキング
pt_br: Hackear Meganave
ru: Взлом Мегакоробля
zh_cn: 骇入巨舰

# Skimmer
source: Skimmer Targets
de: Skimmer zerstören
it: Obiettivi Skimmer
ja: 標的のスキマー
pt_br: Alvos Skimmer
ru: Цели беспелотники
zh_cn: Skimmer 目标

source: Hard
de: Anspruchsvoll
it: Difficile
ja: 難しい
pt_br: Difícil
ru: Сложно
zh_cn: 困难的

source: Covert
de: Verdeckte Mission
it: Segreto
ja: 隠密
pt_br: Disfarçada
ru: Тайный
zh_cn: 隐蔽的

source: Download
ja: ダウンロード
ru: Загрузка
zh_cn: 下载

source: Upload
ja: アップロード
ru: Загрузить
zh_cn: 上传

# Offline
source: Offline Settlement
de: Siedlung ausschalten
it: Insediamento disattivato
ja: セトルメントの電源切断
pt_br: Assentamento Desativado
ru: Отключённое поселение
zh_cn: 离线地面据点

# Onslaught
source: Settlement Raid
de: Siedlung überfallen
it: Assalto a Insediamento
ja: セトルメントの襲撃
pt_br: Invasão de Assentamento
ru: Нападение на поселение
zh_cn: 地面据点袭击

source: Production Heist
de: Produktion überfallen
it: Furto della produzione
ja: 生産物の強盗
pt_br: Assalto de Produção
ru: Производственное ограбление
zh_cn: 产品抢劫

# NCD
source: Nonviolent
de: Gewaltfrei
it: Non violento
ja: 非暴力
pt_br: Não-violenta
ru: Ненасильственный
zh_cn: 非暴力的

# Reboot
source: Settlement Reactivation
de: Siedlung hochfahren
it: Riattivazione di Insediamento
ja: セトルメントの再起動
pt_br: Reativação de Assentamento
ru: Перезагрузка поселения
zh_cn: 激活地面据点

# RebootRestore
source: Settlement Reactivation
de: Siedlung aktivieren
it: Riattivazione di Insediamento
ja: セトルメントの再起動
pt_br: Reativação de Assentamento
ru: Перезагрузка поселения
zh_cn: 激活地面据点

# Power
source: Settlement Shutdown
de: Siedlung herunterfahren
it: Disattivazione di Insediamento
ja: セトルメントの停止
pt_br: Desligamento de Assentamento
ru: Обесточить поселение
zh_cn: 关闭地面据点

# Production
source: Disrupt Settlement Production
de: Unterbrechen der Siedlungsproduktion
it: Sabotaggio della produzione di un Insediamento
ja: セトルメントでの生産の破壊活動
pt_br: Interromper a Produção do Assentamento
ru: Прервать производство поселения
zh_cn: 破坏地面据点生产

# Planet
source: Planetary
de: Planetenmission
it: Planetario
ja: 惑星
pt_br: Planetária
ru: Планетарные
zh_cn: 行星上的

# PolPrisoner
source: Political Prisoners
de: Politische Gefangene
it: Prigionieri Politici
ja: 政治犯
pt_br: Prisioneiros Políticos
ru: Политический заключенный
zh_cn: 政治犯

source: Assassination
de: Mordanschlag
it: Assassinio
pt_br: Assassinato
zh_cn: 刺杀

source: Heist
de: Raub
it: Rapina
pt_br: Roubo
zh_cn: 抢劫

# POI
source: Point of Interest
de: Interessanter Ort
it: Punto di interesse
pt_br: Ponto de Interesse
zh_cn: 兴趣点

# Conflict
source: Conflict Targets
it: Bersagli
pt_br: Alvos do Conflito
zh_cn: 冲突目标

source: The Dead
zh_cn: 逝者

# TW
source: Thargoid War
zh_cn: 八角战争

# Burning
source: On Fire
zh_cn: 失火

source: Passenger Evacuation
zh_cn: 疏散乘客

source: Alert
zh_cn: 警报
