Repository: EDCD/EDDI
Catalog: DataDefinitions/Properties/Modifications.*.resx
Languages: de, es, fr, hu, it, pt_br, ru, zh_cn

# KillWarrantScannerLongRange
source: Long-Range Scanner
de: Langstreckenscanner
es: Escáner de Largo Alcance
fr: Scanner à longue portée
hu: Megnövelt hatótávú szenzor
it: Scanner con raggio di intercettazione aumentato
pt_br: Scanner de Longo Alcance
ru: Сканер дальнего действия
zh_cn: 远程 扫描仪

# KillWarrantScannerReinforced
source: Reinforced Kill Warrant Scanner
de: Verstärkter Tötungsbefehl-Scanner
es: Escáner de registro criminal reforzado
fr: Scanner d'avis de recherches renforcé
it: Scanner di Mandati di Eliminazione Rinforzato
pt_br: Scanner Reforçado
ru: Усиленное прочее
zh_cn: 结构增强 追杀令扫描仪

# KillWarrantScannerShielded
source: Shielded Kill Warrant Scanner
de: Abgeschirmter Tötungsbefehl-Scanner
es: Escáner de registro criminal blindado
fr: Scanner d'avis de recherches blindé
it: Scanner di Mandati di Eliminazione Protetto
pt_br: Scanner Protegido
ru: Защищенное прочее
zh_cn: 护甲遮蔽 追杀令扫描仪

# LifeSupportLightWeight
source: Light Weight Life Support
de: Leichte Lebenserhaltung
es: Soporte vital ligero
fr: Système de survie léger
hu: Könyitett létfentartó rendszer
it: Supporto Vitale Alleggerito
pt_br: Suporte de Vida Leve
ru: Облегченное прочее
zh_cn: 轻量化 维生系统

# LifeSupportReinforced
source: Reinforced Life Support
de: Verstärkte Lebenserhaltung
es: Soporte vital reforzado
fr: Système de survie renforcé
hu: Megerősitett létfentartó rendszer
it: Supporto Vitale Rinforzato
pt_br: Suporte de Vida Reforçado
ru: Усиленное прочее
zh_cn: 结构增强 维生系统

# LifeSupportShielded
source: Shielded Life Support
de: Abgeschirmte Lebenserhaltung
es: Soporte vital blindado
fr: Système de survie blindé
it: Supporto Vitale Protetto
pt_br: Suporte de Vida Protegido
ru: Защищенное прочее
zh_cn: 护甲遮蔽 维生系统

# PointDefencePointDefenceCapacity
source: Point Defence Ammo Capacity
de: Kapazität der Punktverteidigung
es: Defensa de punto capacidad de munición
fr: Capacité de munition de la défense ponctuelle
it: Capacità Munizioni per Punto di Difesa Automatizzata
pt_br: Capacidade de Munição de Defesa de Ponto
ru: Вместимость припасов точечной обороны
zh_cn: 点防御 弹药容量

# PointDefenceLightWeight
source: Light Weight Point Defence
de: Leichte Punktverteidigung
es: Defensa de punto ligera
fr: Défense ponctuelle légère
it: Punto di Difesa Automatizzata Alleggerito
pt_br: Defesa de Ponto Leve
ru: Облегченное прочее
zh_cn: 轻量化 点防御

# PointDefenceReinforced
source: Reinforced Point Defence
de: Verstärkte Punktverteidigung
es: Defensa de punto reforzada
fr: Défense ponctuelle renforcée
it: Punto di Difesa Automatizzata Rinforzato
pt_br: Defesa de Ponto Reforçada
ru: Усиленное прочее
zh_cn: 结构增强 点防御

# PointDefenceShielded
source: Shielded Point Defence
de: Abgeschirmte Punktverteidigung
es: Defensa de punto blindada
fr: Défense ponctuelle blindée
it: Punto di Difesa Automatizzata Protetto
pt_br: Defesa de Ponto Protegida
ru: Защищенное прочее
zh_cn: 护甲遮蔽 点防御

# RefineriesShielded
source: Shielded Refinery
de: Abgeschirmte Raffinerie
es: Refinería blindada
fr: Raffinerie blindée
it: Raffineria Protetta
pt_br: Refinaria Protegida
ru: Защищенное прочее
zh_cn: 护甲遮蔽 精炼器

# SensorLightWeight
source: Light Weight Sensor
de: Leichter Sensor
es: Sensores ligeros
fr: Capteur léger
it: Sensori Alleggeriti
pt_br: Sensor Leve
ru: Облегченный сканер
zh_cn: 轻量化 扫描仪

# SurfaceScannerExpanded
source: Expanded Probe Scanning Radius
de: Erweiterter Scannradius
es: Radio de escaneo de sonda ampliado
fr: Rayon de balayage de sonde élargi
it: Sonde con Raggio di Scansione Espanso
pt_br: Expansão do raio de escaneamento da sonda
ru: Увеличение радиуса сканирования зондов
zh_cn: 高半径扫描探针

# CargoScannerFastScan
source: Fast Cargo Scanner
de: Schneller Fracht-Scanner
es: Escáner de manifiesto rápido
fr: Scanner de soute rapide
it: Scanner di Carico Rapido
pt_br: Scanner Rápido
ru: Быстрый сканер
zh_cn: 快速货舱扫描仪

# CargoScannerLongRange
source: Long-Range Scanner
de: Langstreckenscanner
es: Escáner de Largo Alcance
fr: Scanner à longue portée
hu: Megnövelt hatótávú szenzor
it: Scanner con raggio di intercettazione aumentato
pt_br: Scanner de Longo Alcance
ru: Сканер дальнего действия
zh_cn: 远程 扫描仪

# CargoScannerWideAngle
source: Wide Angle Scanner
de: Weitwinkelscanner
es: Escáner de Ángulo Amplio
hu: Szélessávú szenzor
it: Scanner con angolo di intercettazione ampliato
pt_br: Scanner de Ângulo Amplo
ru: Широкоугольный сканер
zh_cn: 广角 扫描仪

# ECMLightWeight
source: Light Weight Electronic Counter Measures
de: Leichte elektronische Gegenmaßnahme
es: Contramedidas electronicas Ligero
fr: CME léger
it: Contromisure Elettroniche Alleggerite
pt_br: Contramedida Eletrônica Leve
ru: Облегченное прочее
zh_cn: 轻量化 电子对抗

# ECMReinforced
source: Reinforced Electronic Counter Measures
de: Verstärkte elektronische Gegenmaßnahmen
es: Contramedidas electronicas Reforzado
fr: CME renforcé
it: Contromisure Elettroniche rinforzate
pt_br: Contramedida Eletrônica Reforçada
ru: Усиленное прочее
zh_cn: 结构增强 电子对抗

# KillWarrantScannerFastScan
source: Fast Kill Warrant Scanner
de: Beschleunigter Tötungsbefehl-Scanner
es: Escáner Detector de Recompensas
fr: Scanner d'avis de recherches rapide
it: Scanner di Mandati di Eliminazione Rapido
pt_br: Scanner Rápido
ru: Быстрый сканер
zh_cn: 快速追杀令扫描仪

# KillWarrantScannerWideAngle
source: Wide Angle Scanner
de: Weitwinkelscanner
es: Escáner de Ángulo Amplio
hu: Szélessávú szenzor
it: Scanner con angolo di intercettazione ampliato
pt_br: Scanner de Ângulo Amplo
ru: Широкоугольный сканер
zh_cn: 广角 扫描仪

# PAOvercharged
source: Overcharged Plasma Accelerator
de: Optimierter Plasmabeschleuniger
es: Acelerador de Plasma sobrecargado
fr: Accélérateur à plasma surchargé
it: Acceleratore al Plasma Sovraccaricato
pt_br: Arma Sobrecarregada
ru: Усиленное орудие
zh_cn: 过载 等离子炮

# ProspectingLimpetLightWeight
source: Light Weight Prospecting Limpet
de: Leichte Erzsucherdrohne
es: Controlador de drones de recogida ligero
fr: Drone de prospection léger
it: Controllore Droni di Prospezione Alleggerito
pt_br: Drone de Prospecção Leve
ru: Облегченное прочее
zh_cn: 轻量化 探测无人机

# ProspectingLimpetReinforced
source: Reinforced Prospecting Limpet
de: Verstärkte Erzsucherdrohne
es: Controlador de drones de recogida reforzado
fr: Drone de prospection renforcé
it: Controllore Droni di Prospezione Rinforzato
pt_br: Drone de Prospecção Reforçado
ru: Усиленное прочее
zh_cn: 结构增强 探测无人机

# ProspectingLimpetShielded
source: Shielded Prospecting Limpet
de: Abgeschirmte Erzsucherdrohne
es: Controlador de drones de recogida blindado
fr: Drone de prospection blindé
it: Drone di Prospezione Protetto
pt_br: Drone de Prospecção Protegido
ru: Защищенное прочее
zh_cn: 护甲遮蔽 探测无人机

# MiscLightWeight
source: Miscellaneous Light Weight
de: Sonstiger Leichtbau
es: Peso ligero diverso
it: Alleggerimento Misto
pt_br: Peso Leve Variado
ru: Различный легкий вес
zh_cn: 杂项 轻量化

# SensorExpanded
source: Expanded Probe Scanning Radius
de: Erweiterter Scannradius
es: Radio ampliado de escaneo de sonda
fr: Rayon de balayage de sonde élargi
it: Sonde con Raggio di Scansione Espanso
pt_br: Expansão do raio de escaneamento da sonda
ru: Зонды с расширенным диапазоном сканирования
zh_cn: 高半径扫描仪

# FragCannonDoubleShot
source: Double Shot Frag Cannon
de: Doppelschuss-Splitterkanone
es: Cañón de Fragmentación de Disparo Doble
it: Cannone a Frammentazione a Doppio Colpo
pt_br: Canhão de Fragmentação de Tiro Duplo
ru: Осколочная пушка с двойным выстрелом
zh_cn: 双发破片炮

# BeamLaserEfficient
source: Efficient Beam Laser
de: Effizienter Strahlenlaser
es: Láser de Rayo eficiente
it: Laser Efficiente
pt_br: Laser Contínuo Eficiente
ru: Эффективный пучковый лазер
zh_cn: 高效光束激光

# BurstLaserEfficient
source: Efficient Burst Laser
de: Effizienter Salvenlaser
es: Láser de Ráfagas Eficiente
it: Laser Esplosivo Efficiente
pt_br: Laser de Rajada Eficiente
ru: Эффективный пульсирующий лазер
zh_cn: 高效 多脉冲激光

# CannonEfficient
source: Efficient Cannon
de: Effiziente Kanone
es: Cañón Eficiente
it: Cannone Efficiente
pt_br: Canhão Eficiente
ru: Эффективная пушка
zh_cn: 高效 加农炮

# FragCannonEfficient
source: Efficient Frag Cannon
de: Effiziente Splitterkanone
es: Cañón de Fragmentación Eficiente
it: Cannone a Frammentazione Efficiente
pt_br: Canhão de Fragmentação Eficiente
ru: Эффективная осколочная пушка
zh_cn: 高效 破片炮

# MulticannonEfficient
source: Efficient Multi-Cannon
de: Effizientes Mehrfachgeschütz
es: Multicañón eficiente
it: Cannone a ripetizione Efficiente
pt_br: Canhão de Repetição Eficiente
ru: Эффективная многоствольная пушка
zh_cn: 高效 多管炮

# PlasmaAcceleratorEfficient
source: Efficient Plasma Accelerator
de: Effizienter Plasmabeschleuniger
es: Acelerador de Plasma Eficiente
it: Acceleratore al Plasma Efficiente
pt_br: Acelerador de Plasma Eficiente
ru: Эффективный ускоритель плазмы
zh_cn: 高效 等离子炮

# PulseLaserEfficient
source: Efficient Pulse Laser
de: Effizienter Pulslaser
es: Láser de Pulso Eficiente
it: Laser ad Impulso Efficiente
pt_br: Laser de Pulso Eficiente
ru: Эффективный импульсный лазер
zh_cn: 高效 脉冲激光

# BurstLaserFocused
source: Focused Burst Laser
de: Fokussierter Salvenlaser
es: Láser de Ráfagas Eficiente
it: Laser Esplosivo Focalizzato
pt_br: Laser de Rajada Com Foco
ru: Сфокусированный пульсирующий лазер
zh_cn: 聚焦 多脉冲激光

# PlasmaAcceleratorFocused
source: Focused Plasma Accelerator
de: Fokussierter Plasmabeschleuniger
es: Acelerador de Plasma Concentrado
it: Acceleratore al Plasma Focalizzato
pt_br: Acelerador de Plasma Com Foco
ru: Сфокусированный ускоритель плазмы
zh_cn: 聚焦 等离子炮

# PulseLaserFocused
source: Focused Pulse Laser
de: Fokussierter Pulslaser
es: Láser de Pulso Concentrado
it: Laser ad Impulso Focalizzato
pt_br: Laser de Pulso Com Foco
ru: Сфокусированный импульсный лазер
zh_cn: 聚焦 脉冲激光

# CannonHighCapacity
source: High Capacity Cannon
de: Hochleistungskanone
es: Cañón de Alta Capacidad
it: Cannone ad Alta Capacità
pt_br: Canhão de Alta Capacidade
ru: Пушка большой емкости
zh_cn: 高弹容量 加农炮

# FragCannonHighCapacity
source: High Capacity Frag Cannon
de: Hochleistungs-Splitterkanone
es: Cañón de Fragmentación de Alta Capacidad
it: Cannone a Frammentazione ad Alta Capacità
pt_br: Canhão de Fragmentação de Alta Capacidade
ru: Осколочная пушка большой емкости
zh_cn: 高弹容量 破片炮

# MineHighCapacity
source: High Capacity Mine
de: Hochleistungsmine
es: Mina de Alta Capacidad
it: Lancia Mine ad Alta Capacità
pt_br: Mina de Alta Capacidade
ru: Пусковая установка мин большой емкости
zh_cn: 高弹容量 水雷

# MissileHighCapacity
source: High Capacity Missile
de: Hochleistungsrakete
es: Misil de Alta Capacidad
it: Lancia Missili ad Alta Capacità
pt_br: Míssel de Alta Capacidade
ru: Пусковая установка ракет большой емкости
zh_cn: 高弹容量 导弹

# MulticannonHighCapacity
source: High Capacity Multi-Cannon
de: Hochleistungs-Mehrzweckgeschütz
es: Multicañón de Alta Capacidad
it: Cannone a Ripetizione ad Alta Capacità
pt_br: Canhão de Repetição de Alta Capacidade
ru: Многоствольная пушка большой емкости
zh_cn: 高弹容量 多管炮

# RailGunHighCapacity
source: High Capacity Rail Gun
de: Hochleistungsschienenkanone
es: Cañón de Riel de Alta Capacidad
it: Cannone a Binario ad Alta Capacità
pt_br: Canhão Elétrico de Alta Capacidade
ru: Электромагнитная пушка большой емкости
zh_cn: 高弹容量 磁轨炮

# BeamLaserLightWeight
source: Light Weight Beam Laser
de: Leichter Strahlenlaser
es: Láser de Rayo Ligero
it: Laser Alleggerito
pt_br: Laser Contínuo Leve
ru: Облегченный пучковый лазер
zh_cn: 轻量化光束激光

# BurstLaserLightWeight
source: Light Weight Burst Laser
de: Leichter Salvenlaser
es: Láser de Ráfagas Ligero
it: Laser Esplosivo Alleggerito
pt_br: Laser de Rajada Leve
ru: Облегченный пульсирующий лазер
zh_cn: 轻量化 多脉冲激光

# CannonLightWeight
source: Light Weight Cannon
de: Leichte Kanone
es: Cañón Ligero
fr: Canon léger
it: Cannone Alleggerito
pt_br: Canhão Leve
ru: Облегченная пушка
zh_cn: 轻量化 加农炮

# FragCannonLightWeight
source: Light Weight Frag Cannon
de: Leichte Splitterkanone
es: Cañón de Fragmentación Ligero
it: Cannone a Frammentazione Alleggerito
pt_br: Canhão de Fragmentação Leve
ru: Облегченная осколочная пушка
zh_cn: 轻量化 破片炮

# MineLightWeight
source: Light Weight Mine
de: Leichte Mine
es: Mina Ligera
fr: Mine légère
it: Lancia Mine Alleggerito
pt_br: Mina Leve
ru: Облегченная пусковая установка мин
zh_cn: 轻量化 水雷

# MissileLightWeight
source: Light Weight Missile
de: Leichte Rakete
es: Misil Ligero
fr: Missile léger
it: Lancia Missili Alleggerito
pt_br: Míssel Leve
ru: Облегченная пусковая установка ракет
zh_cn: 轻量化 导弹

# MulticannonLightWeight
source: Light Weight Multi-Cannon
de: Leichtes Mehrzweckgeschütz
es: Multicañón Ligero
fr: Multi-canon léger
it: Cannone a Ripetizione Alleggerito
pt_br: Canhão de Repetição Leve
ru: Облегченная многоствольная пушка
zh_cn: 轻量化 多管炮

# PlasmaAcceleratorLightWeight
source: Light Weight Plasma Accelerator
de: Leichter Plasmabeschleuniger
es: Acelerador de Plasma Ligero
fr: Accélérateur à plasma léger
it: Acceleratore al Plasma Alleggerito
pt_br: Acelerador de Plasma Leve
ru: Облегченный ускоритель плазмы
zh_cn: 轻量化 等离子炮

# PulseLaserLightWeight
source: Light Weight Pulse Laser
de: Leichter Pulslaser
es: Láser de Pulso Ligero
it: Laser ad Impulso Alleggerito
pt_br: Laser de Pulso Leve
ru: Облегченный импульсный лазер
zh_cn: 轻量化 脉冲激光

# RailGunLightWeight
source: Light Weight Rail Gun
de: Leichte Schinenkanone
es: Cañón de Riel Ligero
it: Cannone a Binario Alleggerito
pt_br: Canhão Elétrico Leve
ru: Облегченная электромагнитная пушка
zh_cn: 轻量化 磁轨炮

# TorpedoLightWeight
source: Light Weight Torpedo
de: Leichter Torpedo
es: Torpedo Ligero
fr: Torpille légère
it: Lancia Torpedo Alleggerito
pt_br: Torpedo Leve
ru: Облегченная пусковая установка торпед
zh_cn: 轻量化 鱼雷

# BeamLaserLongRange
source: Long Range Beam Laser
de: Langstrecken-Strahlenlaser
es: Láser de Rayo de Largo Alcance
it: Laser a Lungo Raggio
pt_br: Laser Contínuo de Longo Alcance
ru: Дальнобойный пучковый лазер
zh_cn: 远射程光束激光

# BurstLaserLongRange
source: Long Range Burst Laser
de: Langstrecken-Salvenlaser
es: Láser de Ráfagas de Largo Alcance
it: Laser Esplosivo a Lungo Raggio
pt_br: Laser de Rajada de Longo Alcance
ru: Дальнобойный пульсирующий лазер
zh_cn: 远射程 多脉冲激光

# CannonLongRange
source: Long Range Cannon
de: Langstrecken-Kanone
es: Cañón de Largo Alcance
fr: Canon à longue portée
it: Cannone a Lungo Raggio
pt_br: Canhão de Longo Alcance
ru: Дальнобойная пушка
zh_cn: 远射程 加农炮

# MulticannonLongRange
source: Long Range Multi-Cannon
de: Langstrecken-Mehrzweckgeschütz
es: Multicañón de Largo Alcance
fr: Multi-canon à longue portée
it: Cannone a Ripetizione a Lungo Raggio
pt_br: Canhão de Repetição de Longo Alcance
ru: Дальнобойная многоствольная пушка
zh_cn: 远射程 多管炮

# PlasmaAcceleratorLongRange
source: Long Range Plasma Accelerator
de: Langstrecken-Plasmabeschleuniger
es: Acelerador de Plasma de Largo Alcance
it: Acceleratore al Plasma a Lungo Raggio
pt_br: Acelerador de Plasma de Longa Distância
ru: Дальнобойный ускоритель плазмы
zh_cn: 远射程 等离子炮

# PulseLaserLongRange
source: Long Range Pulse Laser
de: Langstrecken-Pulslaser
es: Láser de Pulso de Largo Alcance
it: Laser ad Impulso a Lungo Raggio
pt_br: Laser de Pulso de Longa Distância
ru: Дальнобойный импульсный лазер
zh_cn: 远射程 脉冲激光

# RailGunLongRange
source: Long Range Rail Gun
de: Langstrecken-Schinenkanone
es: Cañón de Riel de Largo Alcance
it: Cannone a Binario a Lungo Raggio
pt_br: Canhão Elétrico de Longa Distância
ru: Дальнобойная электромагнитная пушка
zh_cn: 远射程 磁轨炮

# BeamLaserOvercharged
source: Overcharged Beam Laser
de: Überladungs-Strahlenlaser
es: Láser de Rayo Sobrecargado
it: Laser Sovraccaricato
pt_br: Laser Contínuo Sobrecarregado
ru: Перегруженный пучковый лазер
zh_cn: 过载光束激光

# BurstLaserOvercharged
source: Overcharged Burst Laser
de: Überladungs-Salvenlaser
es: Láser de Ráfagas Sobrecargado
it: Laser Esplosivo Sovraccaricato
pt_br: Laser de Rajada Sobrecarregado
ru: Перегруженный пульсирующий лазер
zh_cn: 过载 多脉冲激光

# CannonOvercharged
source: Overcharged Cannon
de: Überladungs-Kanone
es: Cañón Sobrecargado
fr: Canon surchargé
it: Cannone Sovraccaricato
pt_br: Canhão Sobrecarregado
ru: Перегруженная пушка
zh_cn: 过载 加农炮

# FragCannonOvercharged
source: Overcharged Frag Cannon
de: Überladungs-Splitterkanone
es: Cañón de Fragmentación Sobrecargado
it: Cannone a Frammentazione Sovraccaricato
pt_br: Canhão de Fragmentação Sobrecarregado
ru: Перегруженная осколочная пушка
zh_cn: 过载 破片炮

# MulticannonOvercharged
source: Overcharged Multi-Cannon
de: Überladungs-Mehrzweckgeschütz
es: Multicañón Sobrecargado
it: Cannone a Ripetizione Sovraccaricato
pt_br: Canhão de Repetição Sobrecarregado
ru: Перегруженная многоствольная пушка
zh_cn: 过载 多管炮

# PlasmaAcceleratorOvercharged
source: Overcharged Plasma Accelerator
de: Überladungs-Plasmabeschleuniger
es: Acelerador de Plasma Sobrecargado
it: Acceleratore al Plasma Sovraccaricato
pt_br: Acelerador de Plasma Sobrecarregado
ru: Перегруженный ускоритель плазмы
zh_cn: 过载 等离子炮

# PulseLaserOvercharged
source: Overcharged Pulse Laser
de: Überladungs-Pulslaser
es: Láser de Pulso Sobrecargado
it: Laser ad Impulso Sovraccaricato
pt_br: Laser de Pulso Sobrecarregado
ru: Перегруженный импульсный лазер
zh_cn: 过载 脉冲激光

# BurstLaserRapidFire
source: Rapid Fire Burst Laser
de: Schnellfeuer-Salvenlaser
es: Láser de Ráfagas Sobrecargado
it: Laser Esplosivo a Fuoco Rapido
pt_br: Laser de Rajada de Disparo Rápido
ru: Скорострельный пульсирующий лазер
zh_cn: 速射 多脉冲激光

# CannonRapidFire
source: Rapid Fire Cannon
de: Schnellfeuer-Kanone
es: Cañón de Disparo Rápido
it: Cannone a Fuoco Rapido
pt_br: Canhão de Disparo Rápido
ru: Скорострельная пушка
zh_cn: 速射 加农炮

# FragCannonRapidFire
source: Rapid Fire Frag Cannon
de: Schnellfeuer-Splitterkanone
es: Cañón de Fragmentación de Disparo Rápido
it: Cannone a Frammentazione a Fuoco Rapido
pt_br: Canhão de Fragmentação de Disparo Rápido
ru: Скорострельная осколочная пушка
zh_cn: 速射 破片炮

# MineRapidFire
source: Rapid Fire Mine
de: Schnellfeuer-Mine
es: Mina de Disparo Rápido
it: Lancia Mine a Fuoco Rapido
pt_br: Mina de Disparo Rápido
ru: Скорострельная пусковая установка мин
zh_cn: 速射 水雷

# MissileRapidFire
source: Rapid Fire Missile
de: Schnellfeuer-Rakete
es: Misil de Disparo Rápido
it: Lancia Missili a Fuoco Rapido
pt_br: Míssel de Disparo Rápido
ru: Скорострельная пусковая установка ракет
zh_cn: 速射 导弹

# MulticannonRapidFire
source: Rapid Fire Multi-Cannon
de: Schnellfeuer-Mehrzweckgeschütz
es: Multicañón de Disparo Rápido
it: Cannone a Ripetizione a Fuoco Rapido
pt_br: Canhão de Repetição de Disparo Rápido
ru: Скорострельная многоствольная пушка
zh_cn: 速射 多管炮

# PlasmaAcceleratorRapidFire
source: Rapid Fire Plasma Accelerator
de: Schnellfeuer-Plasmabeschleuniger
es: Acelerador de Plasma de Disparo Rápido
it: Acceleratore al Plasma a Fuoco Rapido
pt_br: Acelerador de Plasma de Disparo Rápido
ru: Скорострельный ускоритель плазмы
zh_cn: 速射 等离子炮

# PulseLaserRapidFire
source: Rapid Fire Pulse Laser
de: Schnellfeuer-Pulslaser
es: Láser de Pulso de Disparo Rápido
it: Laser ad Impulso a Fuoco Rapido
pt_br: Laser de Pulso de Disparo Rápido
ru: Скорострельный импульсный лазер
zh_cn: 速射 脉冲激光

# BeamLaserShortRange
source: Short Range Beam Laser
de: Kurzstrecken-Strahlenlaser
es: Láser de Rayo de Corto Alcance
it: Laser a Corto Raggio
pt_br: Laser Contínuo de Curto Alcance
ru: Пучковый лазер ближнего действия
zh_cn: 近战光束激光

# BurstLaserShortRange
source: Short Range Burst Laser
de: Kurzstrecken-Salvenlaser
es: Láser de Ráfagas de Corto Alcance
it: Laser Esplosivo a Corto Raggio
pt_br: Laser de Rajada de Curto Alcance
ru: Пульсирующий лазер ближнего действия
zh_cn: 近战 多脉冲激光

# CannonShortRange
source: Short Range Cannon
de: Kurzstrecken-Kanone
es: Cañón de Corto Alcance
it: Cannone a Corto Raggio
pt_br: Canhão de Curto Alcance
ru: Пушка ближнего действия
zh_cn: 近战 加农炮

# MulticannonShortRange
source: Short Range Multi-Cannon
de: Kurzstrecken-Mehrzweckgeschütz
es: Multicañón de Corto Alcance
it: Cannone a Ripetizione a Corto Raggio
pt_br: Canhão de Repetição de Curto Alcance
ru: Многоствольная пушка ближнего действия
zh_cn: 近战 多管炮

# PlasmaAcceleratorShortRange
source: Short Range Plasma Accelerator
de: Kurzstrecken-Plasmabeschleuniger
es: Acelerador de Plasma de Corto Alcance
it: Acceleratore al Plasma a Corto Raggio
pt_br: Acelerador de Plasma de Curto Alcance
ru: Ускоритель плазмы ближнего действия
zh_cn: 近战 等离子炮

# PulseLaserShortRange
source: Short Range Pulse Laser
de: Kurzstrecken-Pulslaser
es: Láser de Pulso de Corto Alcance
it: Laser ad Impulso a Corto Raggio
pt_br: Laser de Pulso de Curto Alcance
ru: Импульсный лазер ближнего действия
zh_cn: 近战 脉冲激光

# RailGunShortRange
source: Short Range Rail Gun
de: Kurzstrecken-Schienenkanone
es: Cañón de Riel de Corto Alcance
it: Cannone a Binario a Corto Raggio
pt_br: Canhão Elétrico de Curto Alcance
ru: Электромагнитная пушка ближнего действия
zh_cn: 近战 磁轨炮

# BeamLaserSturdy
source: Sturdy Beam Laser
de: Stabiler Strahlenlaser
es: Láser de Rayo Robusto
it: Laser Irrobustito
pt_br: Laser Contínuo Robusto
ru: Надежный пучковый лазер
zh_cn: 光束激光结构增强

# BurstLaserSturdy
source: Sturdy Burst Laser
de: Stabiler Salvenlaser
es: Láser de Ráfagas Robusto
it: Laser Esplosivo Irrobustito
pt_br: Laser de Rajada Robusto
ru: Надежный пульсирующий лазер
zh_cn: 结构增强 多脉冲激光

# CannonSturdy
source: Sturdy Cannon
de: Stabile Kanone
es: Cañón Robusto
it: Cannone Irrobustito
pt_br: Canhão Robusto
ru: Надежная пушка
zh_cn: 结构增强 加农炮

# FragCannonSturdy
source: Sturdy Frag Cannon
de: Stabile Splitterkanone
es: Cañón de Fragmentación Robusto
it: Cannone a Frammentazione Irrobustito
pt_br: Canhão de Fragmentação Robusto
ru: Надежная осколочная пушка
zh_cn: 结构增强 破片炮

# MineSturdy
source: Sturdy Mine
de: Stabile Mine
es: Mina Robusta
it: Lancia Mine Irrobustito
pt_br: Mina Robusta
ru: Надежная пусковая установка мин
zh_cn: 结构增强 水雷

# MissileSturdy
source: Sturdy Missile
de: Stabile Rakete
es: Misil Robusto
it: Lancia Missili Irrobustito
pt_br: Míssel Robusto
ru: Надежная пусковая установка ракет
zh_cn: 结构增强 导弹

# MulticannonSturdy
source: Sturdy Multi-Cannon
de: Stabiles Mehrzweckgeschütz
es: Multicañón Robusto
it: Cannone a Ripetizione Irrobustito
pt_br: Canhão de Repetição Robusto
ru: Надежная многоствольная пушка
zh_cn: 结构增强 多管炮

# PlasmaAcceleratorSturdy
source: Sturdy Plasma Accelerator
de: Stabiler Plasmabeschleuniger
es: Acelerador de Plasma Robusto
it: Acceleratore al Plasma Irrobustito
pt_br: Acelerador de Plasma Robusto
ru: Надежный ускоритель плазмы
zh_cn: 结构增强 等离子炮

# PulseLaserSturdy
source: Sturdy Pulse Laser
de: Stabiler Pulslaser
es: Láser de Pulso Robusto
it: Laser ad Impulso Irrobustito
pt_br: Laser de Pulso Robusto
ru: Надежный импульсный лазер
zh_cn: 结构增强 脉冲激光

# RailGunSturdy
source: Sturdy Rail Gun
de: Stabile Schinenkanone
es: Cañón de Riel Robusto
it: Cannone a Binario Irrobustito
pt_br: Canhão Elétrico Robusto
ru: Надежная электромагнитная пушка
zh_cn: 结构增强 磁轨炮

# TorpedoSturdy
source: Sturdy Torpedo
de: Stabiler Torpedo
es: Torpedo Robusto
it: Torpedo Irrobustito
pt_br: Torpedo Robusto
ru: Надежная пусковая установка торпед
zh_cn: 结构增强 鱼雷
