Repository: EDCD/EDDI
Catalog: DataDefinitions/Properties/Modifications.*.resx
Languages: de, es, fr, hu, it, pt_br, ru, zh_cn

# ArmourAdvanced
source: Lightweight Armour
de: Leichte Panzerung
es: Aleaciones ligeras
fr: Alliage Léger
hu: Könnyített páncélzat
it: Corazza Leggera
pt_br: Blindagem Leve
ru: Броня из легких сплавов
zh_cn: 轻量化装甲

# ArmourExplosive
source: Blast Resistant Armour
de: Explosionsresistente Panzerung
es: Casco resistencia explosiva
fr: Blindage Anti-Explosion
hu: Robbanásálló páncélzat
it: Corazza Resistente alle Esplosioni
pt_br: Blindagem de Resistência a Explosões
ru: Взрывостойкая обшивка
zh_cn: 抗爆装甲

# ArmourHeavyDuty
source: Heavy Duty Armour
de: Schwere Panzerung
es: Casco alta resistencia
fr: Alliage lourd
hu: Megerősített páncélzat
it: Corazza Robusta
pt_br: Blindagem Pesada
ru: Толстая броня
zh_cn: 重装甲

# ArmourKinetic
source: Kinetic Resistant Armour
de: Geschossresistente Panzerung
es: Casco resistencia cinética
fr: Résistance cinétique du blindage
hu: Kinetikus ütésálló páncélzat
it: Corazza Resistente alle Munizioni Cinetiche
pt_br: Blindagem de Resistência Cinética
ru: Противокинетическая броня
zh_cn: 抗穿装甲

# ArmourThermic
source: Thermal Resistant Armour
de: Hitzebeständige Panzerung
es: Casco resistencia térmica
fr: Résistance thermique du blindage
hu: Hőálló páncálzat
it: Corazza Resistente alle Munizioni Termiche
pt_br: Blindagem de Resistência Térmica
ru: Термостойкая броня
zh_cn: 抗热装甲

# EngineDirty
source: Dirty Drive Tuning
es: Modificación de motor sucio
fr: Optimisation de réacteur détériorante
it: Elaborazione Motore Estrema
pt_br: Ajuste de Motor Sujo
ru: «Грязная» донастройка двигателя
zh_cn: 高能低效推进器调教

# EngineReinforced
source: Drive Strengthening
de: Anstriebsstärkung
es: Fortalecimiento de motor
fr: Renforcement du réacteur
hu: Megerősített hajtómű
it: Motore Rinforzato
pt_br: Reforçamento do Motor
ru: Усиление двигателя
zh_cn: 推进器结构增强

# EngineTuned
source: Clean Drive Tuning
es: Modificación de motor limpio
fr: Optimisation de réacteur propre
it: Elaborazione Motore Raffinata
pt_br: Ajuste de Motor Limpo
ru: «Чистая» донастройка двигателя
zh_cn: 高能高效推进器调教

# FSDFastBoot
source: Faster FSD Boot Sequence
de: Schnellere FSA-Start-Sequenz
es: Secuencia de inicio rápido de mdd
fr: Chargement FSD accéléré
hu: Gyors újraindítású FSD szekvencia
it: Sequenza di Avvio FSD Accelerata
pt_br: Sequência de Inicialização do MDD Mais Rápida
ru: Последовательность быстрого запуска FSD
zh_cn: 加快 FSD 启动

# FSDinterdictorExpanded
source: Expanded FSD Interdictor Capture Arc
de: Erweiterter Bereich für den FSA-Abfänger
es: Ángulo de captura ampliado de Interdictór MDD
fr: Intercepteur FSD à angle de capture augmenté
it: Arco di Influenza di Interdizione FSD Ampliato
pt_br: Arco de Captura do Interditor de MDD Expandido
ru: FSD-перехватчик с расширенной дугой захвата
zh_cn: 增强 FSD 拦截器

# FSDinterdictorLongRange
source: Longer Range FSD Interdictor
de: Verlängerter Bereich für den FSA-Abfänger
es: Interdictór de MDD de largo alcance
fr: Intercepteur FSD longue portée
it: Raggio di Influenza di Interdizione FSD Estremizzato
pt_br: Interditor de MDD de Longo Alcance
ru: FSD-перехватчик большой дальности
zh_cn: 长程 FSD 拦截器

# FSDLongRange
source: Increased FSD Range
de: Erhöhte FSA-Reichweite
es: Motor de salto rango aumentado
fr: Portée FSD améliorée
hu: Megnövelt FSD hatótáv
it: Raggio di Interdizione FSD Incrementato
pt_br: Alcance do MDD Aumentado
ru: Увеличенная дальность FSD
zh_cn: 提高 FSD 范围

# FSDShielded
source: Shielded FSD
de: Geschirmter FSA
es: Motor de salto blindado
fr: FSD renforcé
hu: Védett FSD
it: Interdittore FSD Protetto
pt_br: MDD Protegido
ru: Защищенный FSD
zh_cn: 护甲遮蔽 FSD

# HullReinforcementAdvanced
source: Lightweight Hull Reinforcement
de: Leichte Rumpfhüllenverstärkung
es: Refuerzo estructural ligero
fr: Renforcement de coque léger
it: Rinforzo Scafo Alleggerito
pt_br: Reforço de Casco Leve
ru: Легкое усиление корпуса
zh_cn: 轻量化 船体增强

# HullReinforcementExplosive
source: Blast Resistant Hull Reinforcement
de: Explosionsfeste Rumpfhüllenverstärkung
es: Refuerzo estructural resistencia explosiva
fr: Renforts de coque Anti-Explosion
it: Rinforzo Scafo Resistente a Munizioni Esplosive
pt_br: Reforço de Casco Resistente à Explosão
ru: Взрывостойкое усиление корпуса
zh_cn: 抗爆 船体增强

# HullReinforcementHeavyDuty
source: Heavy Duty Hull Reinforcement
de: Schwere Rumpfhüllenverstärkung
es: Refuerzo estructural Alta resistencia
fr: Renforts de coque lourd
it: Rinforzo Scafo Robusto
pt_br: Reforço de Casco Pesado
ru: Надежное усиление корпуса
zh_cn: 重 船体增强

# HullReinforcementKinetic
source: Kinetic Resistant Hull Reinforcement
de: Geschossresistente Rumpfhüllenverstärkung
es: Refuerzo estructural resistencia cinética
fr: Renforts de coque Anti-Cinétique
it: Rinforzo Scafo Resistente a Munizioni Cinetiche
pt_br: Reforço de Casco Resistência Cinética
ru: Противокинетическое усиление корпуса
zh_cn: 抗穿 船体增强

# HullReinforcementThermic
source: Thermal Resistant Hull Reinforcement
de: Hitzebeständige Rumpfhüllenverstärkung
es: Refuerzo estructural resistencia térmica
fr: Renforts de coque Antithermique
it: Rinforzo Scafo Resistente a Munizioni Termiche
pt_br: Reforço de Casco Resistência Térmica
ru: Термостойкое усиление корпуса
zh_cn: 抗热 船体增强

# PowerDistributorHighCapacity
source: High Charge Capacity Power Distributor
de: Energieverteiler mit hoher Ladekapazität
es: Distribuidor de energía alta capacidad de carga
fr: Capacité surchargée du répartiteur de puissance
hu: Megnövelt kapacitású teljesítményelosztó
it: Distributore di Energia ad Elevata Capacità di Carica
pt_br: Distribuidor de Energia de Alta Capacidade
ru: Высокоемкий распределитель питания
zh_cn: 高电容能量分配器

# PowerDistributorHighFrequency
source: Charge Enhanced Power Distributor
de: Energieverteiler mit erhöhter Laderate
es: Distribuidor de energía carga mejorada
fr: Répartiteur de puissance rapide
hu: Megnövelt töltéssebességű teljesítményelosztó
it: Distributore di Energia a Carica Aumentata
pt_br: Distribuidor de Energia de Recarga Melhorada
ru: Быстрозаряжающийся распределитель питания
zh_cn: 高充能能量分配器

# PowerDistributorPriorityEngine
source: Engine Focused Power Distributor
de: Antriebsfokussierter Energieverteiler
es: Distribuidor de energía enfocado a motores
fr: Optimisation moteur du répartiteur de puissance
hu: Hajtóműteljesítményre fókuszált teljesítményelosztó
it: Distributore di Energia Focalizzato sui Propulsori
pt_br: Distribuidor de Energia com Foco nos Motores
ru: Распределитель питания на двигатель
zh_cn: 专注引擎 能量分配器

# PowerDistributorPrioritySystem
source: System Focused Power Distributor
de: Systemfokussierter Energieverteiler
es: Distribuidor de energía enfocado a sistemas
fr: Optimisation des systèmes du répartiteur de puissance
hu: Pajzsteljesítményre fókuszált teljesítményelosztó
it: Distributore di Energia Focalizzato sui Sistemi
pt_br: Distribuidor de Energia com Foco nos Sistemas
ru: Распределитель питания на систему
zh_cn: 专注系统 能量分配器

# PowerDistributorPriorityWeapon
source: Weapon Focused Power Distributor
de: Waffenfokussierter Energieverteiler
es: Distribuidor de energía enfocado a armas
fr: Optimisation des armes du répartiteur de puissance
hu: Fegyverrendszerekre fókuszált teljesítményelosztó
it: Distributore di Energia Focalizzato sulle Armi
pt_br: Distribuidor de Energia com Foco nas Armas
ru: Распределитель питания на орудия
zh_cn: 专注武器 能量分配器

# PowerDistributorShielded
source: Shielded Power Distributor
de: Abgeschirmter Energieverteiler
es: Distribuidor de energía blindado
fr: Répartiteur de puissance renforcé
hu: Megerősített védelmű teljesítményelosztó
it: Distributore di Energia Protetto
pt_br: Distribuidor de Energia Protegido
ru: Защищенный распределитель питания
zh_cn: 护甲遮蔽 能量分配器

# PowerPlantArmoured
source: Armoured Power Plant
de: Gepanzertes Kraftwerk
es: Planta de energía blindada
fr: Générateur blindé
hu: Páncélozott erőmű
it: Generatore di Energia Rinforzato
pt_br: Gerador de Energia Blindado
ru: Бронированная силовая установка
zh_cn: 保护保护 反应堆

# PowerPlantBoosted
source: Overcharged Power Plant
de: Überladungskraftwerk
es: Planta de energía sobrecargada
fr: Générateur surchargé
hu: Túlhajtott erőmű
it: Generatore di Energia Sovraccaricato
pt_br: Gerador de Energia Sobrecarregado
ru: Усиленная силовая установка
zh_cn: 过载 反应堆

# PowerPlantStealth
source: Low Emissions Power Plant
de: Strahlungsarmes Kraftwerk
es: Planta de energía bajas emisiones
fr: Générateur basse émission
hu: Csökkentett emissziójú erőmű
it: Generatore di Energia a Bassa Emissione
pt_br: Gerador de Energia de Baixa Emissão
ru: Силовая установка с малым излучением
zh_cn: 低散射 反应堆

# SensorLongRange
source: Long-Range Sensor
de: Langstreckensensor
es: Sensores de largo alcance
fr: Scanner longue portée
hu: Növelt hatótávú szenzor
it: Sensore a Lungo Raggio
pt_br: Scanner de Longo Alcance
ru: Сканер дальнего действия
zh_cn: 远程 扫描仪

# SensorWideAngle
source: Wide Angle Scanner
de: Weitwinkelscanner
es: Escáner de Ángulo Amplio
fr: Scanner à angle large
hu: Szélessávú szenzor
it: Scanner con angolo di intercettazione ampliato
pt_br: Scanner de Ângulo Amplo
ru: Широкоугольный сканер
zh_cn: 广角 扫描仪

# ShieldBoosterExplosive
source: Blast Resistant Shield Booster
de: Explosionsresistente Schildverstärker
es: Potenciador de escudos resistencia explosiva
fr: Survolteur de bouclier Anti-Explosion
hu: Robbanásálló pajzs erősítő
it: Incrementatore di Scudi Resistente alle Esplosioni
pt_br: Potenciador de Escudo Resistência à Explosão
ru: Взрывостойкий усилитель щита
zh_cn: 抗爆 护盾增幅器

# ShieldBoosterHeavyDuty
source: Heavy Duty Shield Booster
de: Schwere Schildverstärker
es: Potenciador de escudos alta resistencia
fr: Renforts de coque lourd du survolteur de bouclier
hu: Nagy teherbírású pajzs erősítő
it: Incrementatore di Scudi Robusto
pt_br: Potenciador de Escudo Pesado
ru: Надежный усилитель щита
zh_cn: 重 护盾增幅器

# ShieldBoosterKinetic
source: Kinetic Resistant Shield Booster
de: Geschossresistente Schildverstärker
es: Potenciador de escudos resistencia cinética
fr: Résistance cinétique du survolteur de bouclier
hu: Kinetikus ütésálló pajzs erősítő
it: Incrementatore di Scudi Resistente ad Armi Cinetiche
pt_br: Potenciador de Escudo de Resistência Cinética
ru: Противокинетический усилитель щита
zh_cn: 抗穿 护盾增幅器

# ShieldBoosterResistive
source: Resistance Augmented Shield Booster
de: Widerstandsverstärkter Schildverstärker
es: Potenciador de escudos resistencia aumentada
fr: Résistances augmentées du survolteur de bouclier
hu: Megerősített pajzserősítő
it: Incrementatore di Scudi a Resistenza Aumentata
pt_br: Potenciador de Escudo com Resistência Aumentada
ru: Усилитель щита с универсальной защитой
zh_cn: 全抗性增强 护盾增幅器

# ShieldBoosterThermic
source: Thermal Resistant Shield Booster
de: Hitzebeständige Schildverstärker
es: Potenciador de escudos resitencia térmica
fr: Résistance thermique du survolteur de bouclier
hu: Hőálló pajzs erősítő
it: Incrementatore di Scudi Resistente ai Danni Termici
pt_br: Potenciador de Escudo de Resistência Térmica
ru: Термостойкий усилитель щита
zh_cn: 抗热 护盾增幅器

# ShieldCellBankRapid
source: Rapid Charge Shield Cell Bank
de: Schnelllade-Schildzellenbank
es: Células de escudo carga rápida
fr: Chargement rapide des Cellules d'énergie
it: Celle di Ricarica Scudi ad Effetto Accelerato
pt_br: Carga Rápida do Banco de Célula de Escudo
ru: Щитонакопитель быстрой зарядки
zh_cn: 快充 护盾电池

# ShieldCellBankSpecialised
source: Specialised Shield Cell Bank
de: Spezialisierte Schildzellenbank
es: Células de escudo especializadas
fr: Cellules d'énergie spécialisées
it: Celle di Ricarica Scudi Specializzate
pt_br: Banco de Célula de Escudo Especializado
ru: Адаптивный щитонакопитель
zh_cn: 集中 护盾电池

# ShieldGeneratorKinetic
source: Kinetic Resistant Shields
de: Geschossresistente Schilde
es: Escudos resistencia cinética
fr: Bouclier à résistance cinétique
hu: Kinetikus ütésálló pajzsok
it: Scudi Resistenti ad Armi cinetiche
pt_br: Escudos com Resistência Cinética
ru: Противокинетические щиты
zh_cn: 抗穿 护盾

# ShieldGeneratorOptimised
source: Enhanced, Low Power Shields
de: Verbesserte Gering-Energie-Schilde
es: Células de escudo de baja energía
fr: Bouclier amélioré à consommation réduite
it: Scudi Avanzati a Basso Consumo
pt_br: Escudos de Baixo Consumo, Aprimorados
ru: Усиленные энергосберегающие щиты
zh_cn: 增强低能耗 护盾

# ShieldGeneratorReinforced
source: Reinforced Shields
de: Verstärkte Schilde
es: Escudos reforzados
fr: Bouclier renforcé
it: Scudi Rinforzati
pt_br: Escudos Reforçados
ru: Усиленные щиты
zh_cn: 结构增强 护盾

# ShieldGeneratorThermic
source: Thermal Resistant Shields
de: Hitzebeständige Schilde
es: Escudos resitencia térmica
fr: Bouclier à résistance thermique
hu: Hőálló pajzsok
it: Scudi Resistenti ad Armi Termiche
pt_br: Escudos Resistentes Térmica
ru: Термостойкие щиты
zh_cn: 抗热 护盾

# WeaponDoubleShot
source: Double Shot
de: Doppelschuss
es: Doble disparo
fr: Double tir
hu: Dupla lövés
it: Doppio Colpo
pt_br: Tiro Duplo
ru: Двойной выстрел
zh_cn: 双发破片炮

# WeaponEfficient
source: Efficient Weapon
de: Effiziente Waffe
es: Arma eficiente
fr: Arme efficace
it: Arma Efficiente
pt_br: Arma Eficiente
ru: Эффективное орудие
zh_cn: 高效 武器

# WeaponFocused
source: Focused Weapon
de: Fokussierte Waffe
es: Arma concentrada
fr: Tir concentré
it: Arma Focalizzata
pt_br: Arma com Foco
ru: Точное орудие
zh_cn: 聚焦 武器

# WeaponHighCapacity
source: High Capacity Magazine
de: Magazin mit hoher Kapazität
es: Cargador de alta capacidad
fr: Chargeur grande capacité
hu: Megnövelt lőszermennyiségű töltényheveder
it: Caricatore ad Alta Capacità
pt_br: Cartucho de Alta Capacidade
ru: Вместительный магазин
zh_cn: 高弹容量 弹匣

# WeaponLightWeight
source: Light Weight Mount
de: Leichtmontage
es: Anclaje ligero
fr: Support léger
it: Fissaggio Alleggerito
pt_br: Encaixe Leve
ru: Легкое крепление
zh_cn: 轻量化套件

# WeaponLongRange
source: Long-Range Weapon
de: Langstreckenwaffe
es: Arma de largo alcance
fr: Arme à longue portée
it: Arma a Lungo Raggio
pt_br: Arma de Longa Distância
ru: Дальнобойное орудие
zh_cn: 远程 武器

# WeaponOvercharged
source: Overcharged Weapon
de: Überladungswaffe
es: Arma sobrecargada
fr: Arme surchargée
it: Arma Sovraccaricata
pt_br: Arma Sobrecarregada
ru: Усиленное орудие
zh_cn: 过载 武器

# WeaponRapidFire
source: Rapid Fire Modification
de: Schnellfeuermodifikation
es: Modificación de disparo rápido
fr: Modification cadence rapide
it: Modifica a Fuoco Rapido
pt_br: Modificação de Disparo Rápido
ru: Улучшение скорострельности
zh_cn: 速射 改造

# WeaponShortRange
source: Short-Range Blaster
de: Kurzstrecken-Zerstörer
es: Arma de corto alcance
fr: Tir à courte portée
it: Blaster a Corto Raggio
pt_br: Disparo de Curto Alcance
ru: Бластер малого радиуса действия
zh_cn: 近战爆发

# WeaponSturdy
source: Sturdy Mount
de: Stabile Montage
es: Montaje robusto
fr: Support robuste
it: Montaggio Irrobustito
pt_br: Encaixe Robusto
ru: Прочное крепление
zh_cn: 结构增强套件

source: None
de: Nichts
es: Ninguna
fr: Aucun
it: Nessuna Modifica
pt_br: Nenhuma
ru: Нет
zh_cn: 无

# WakeScannerFastScan
source: Fast Wake Scanner
de: Schneller Sogwolken-Scanner
es: Escáner de estelas de salto rápido
fr: Scanner de sillage rapide
it: Scanner di Traccie di Salto Rapido
pt_br: Scanner Rápido
ru: Быстрый сканер
zh_cn: 快速尾迹扫描仪

# WakeScannerLightWeight
source: Light Weight Wake Scanner
de: Leichter Sogwolken-Scanner
es: Escáner de estelas de salto ligero
fr: Scanner de sillage léger
it: Scanner di Traccie di Salto Alleggerito
pt_br: Scanner Leve
ru: Облегченное прочее
zh_cn: 轻量化 尾迹扫描仪

# WakeScannerLongRange
source: Long-Range Scanner
de: Langstreckenscanner
es: Escáner de Largo Alcance
fr: Scanner à longue portée
hu: Megnövelt hatótávú szenzor
it: Scanner con raggio di intercettazione aumentato
pt_br: Scanner de Longo Alcance
ru: Сканер дальнего действия
zh_cn: 远程 扫描仪

# WakeScannerReinforced
source: Reinforced Wake Scanner
de: Verstärkter Sogwolken-Scanner
es: Escáner de estelas de salto reforzado
fr: Scanner de sillage renforcé
it: Scanner di Traccie di Salto Rinforzato
pt_br: Scanner Reforçado
ru: Усиленное прочее
zh_cn: 结构增强 尾迹扫描仪

# WakeScannerShielded
source: Shielded Wake Scanner
de: Abgeschirmter Sogwolken-Scanner
es: Escáner de estelas de salto blindado
fr: Scanner de sillage blindé
it: Scanner di Traccie di Salto Protetto
pt_br: Scanner Protegido
ru: Защищенное прочее
zh_cn: 护甲遮蔽 尾迹扫描仪

# WakeScannerWideAngle
source: Wide Angle Scanner
de: Weitwinkelscanner
es: Escáner de Ángulo Amplio
fr: Scanner à angle large
hu: Szélessávú szenzor
it: Scanner con angolo di intercettazione ampliato
pt_br: Scanner de Ângulo Amplo
ru: Широкоугольный сканер
zh_cn: 广角 扫描仪

# AFMShielded
source: Shielded Maintenance Unit
de: Abgeschirmte Wartungseinheit
es: Unidad de automantenimiento blindada
fr: MTA renforcé
it: Unità di Manutenzione Protetta
pt_br: Unidade de Manutenção Protegida
ru: Защищенное прочее
zh_cn: 维修单元结构增强

# CargoScannerLightWeight
source: Light Weight Cargo Scanner
de: Leichter Fracht-Scanner
es: Escáner de manifiesto ligero
fr: Scanner de soute léger
it: Scanner di Carico Alleggerito
pt_br: Scanner Leve
ru: Облегченное прочее
zh_cn: 轻量化 货舱扫描仪

# CargoScannerReinforced
source: Reinforced Cargo Scanner
de: Verstärkter Fracht-Scanner
es: Escáner de manifiesto reforzado
fr: Scanner de soute renforcé
it: Scanner di Carico Rinforzato
pt_br: Scanner Reforçado
ru: Усиленное прочее
zh_cn: 结构增强 货舱扫描仪

# CargoScannerShielded
source: Shielded Cargo Scanner
de: Abgeschirmter Fracht-Scanner
es: Escáner de manifiesto blindado
fr: Scanner de soute blindé
it: Scanner di Carico Protetto
pt_br: Scanner Protegido
ru: Защищенное прочее
zh_cn: 护甲遮蔽 货舱扫描仪

# ChaffLauncherChaffCapacity
source: Chaff Ammo Capacity
de: Düppel-Kapazität
es: Lanzador de señuelos capacidad de munición
fr: Capacité de munition de contre-mesures
it: Capacità Munizioni Bersagli Fantasma
pt_br: Capacidade de Munição de Chaff
ru: Вместимость припасов дипольного отражателя
zh_cn: 箔条 弹药容量

# ChaffLauncherLightWeight
source: Light Weight Chaff Launcher
de: Leichter Düppel-Werfer
es: Lanzador de señuelos ligero
fr: Contre-mesures légères
it: Lanciatore Bersagli Fantasma Alleggerito
pt_br: Lançador de Chaff Leve
ru: Облегченное прочее
zh_cn: 轻量化 箔条发射器

# ChaffLauncherReinforced
source: Reinforced Chaff Launcher
de: Verstärkter Düppel-Werfer
es: Lanzador de señuelos reforzado
fr: Contre-mesures renforcées
it: Lanciatore Bersagli Fantasma Rinforzato
pt_br: Lançador de Chaff Reforçado
ru: Усиленное прочее
zh_cn: 结构增强 箔条发射器

# ChaffLauncherShielded
source: Shielded Chaff Launcher
de: Abgeschirmter Düppel-Werfer
es: Lanzador de señuelos blindado
fr: Contre-mesures blindées
it: Lanciatore Bersagli Fantasma Protetto
pt_br: Lançador de Chaff Protegido
ru: Защищенное прочее
zh_cn: 护甲遮蔽 箔条发射器

# CollectionLimpetLightWeight
source: Light Weight Collector Limpet
de: Leichte Sammeldrohne
es: Controlador de drones de recogida ligero
fr: Drone collecteur léger
it: Controllore Droni di Raccolta Alleggerito
pt_br: Drone de Coleta Leve
ru: Облегченное прочее
zh_cn: 轻量化 收集无人机

# CollectionLimpetReinforced
source: Reinforced Collector Limpet
de: Verstärkte Sammeldrohne
es: Controlador de drones de recogida reforzado
fr: Drone collecteur renforcé
it: Controllore Droni di Raccolta Rinforzato
pt_br: Drone de Coleta Reforçado
ru: Усиленное прочее
zh_cn: 结构增强 收集无人机

# CollectionLimpetShielded
source: Shielded Collector Limpet
de: Abgeschirmte Sammeldrohne
es: Controlador de drones de recogida blindado
fr: Drone collecteur blindé
it: Controllore Droni di Raccolta Protetto
pt_br: Drone de Coleta Protegido
ru: Защищенное прочее
zh_cn: 护甲遮蔽 收集无人机

# ECMShielded
source: Shielded Electronic Counter Measures
de: Abgeschirmte elektronische Gegenmaßnahmen
es: Contramedidas electrónicas blindadas
fr: CME renforcé
it: Contromisure Elettroniche Protette
pt_br: Contramedida Eletrônica Protegida
ru: Защищенное прочее
zh_cn: 护甲遮蔽 电子对抗

# FuelScoopShielded
source: Shielded Fuel Scoop
de: Abgeschirmter Treibstoffsammler
es: Colector de combustible blindado
fr: Récupérateur de carburant renforcé
it: Concentratore di Carburante Protetto
pt_br: Coletor de Combustível Protegido
ru: Защищенное прочее
zh_cn: 护甲遮蔽油勺

# FuelTransferLimpetLightWeight
source: Light Weight Fuel Transfer Limpet
de: Leichte Treibstofftransferdrohne
es: Controladora de drónes de transferencia de combustible ligera
fr: Drone ravitailleur de carburant léger
it: Controllore Droni di Rifornimento Alleggerito
pt_br: Drone de Transferência de Combustível Leve
ru: Облегченное прочее
zh_cn: 轻量化 加油无人机

# FuelTransferLimpetReinforced
source: Reinforced Fuel Transfer Limpet
de: Verstärkte Treibstofftransferdrohne
es: Controladora de drónes de transferencia de combustible reforzada
fr: Drone ravitailleur de carburant renforcé
it: Controllore Droni di Rifornimento Rinforzato
pt_br: Drone de Transferência de Combustível Reforçado
ru: Усиленное прочее
zh_cn: 结构增强 加油无人机

# FuelTransferLimpetShielded
source: Shielded Fuel Transfer Limpet
de: Abgeschirmte Treibstofftransferdrohne
es: Controladora de drónes de transferencia de combustible blindada
fr: Drone ravitailleur de carburant blindé
it: Controllore Droni di Rifornimento Protetto
pt_br: Drone de Transferência de Combustível Protegido
ru: Защищенное прочее
zh_cn: 护甲遮蔽 加油无人机

# HatchBreakerLimpetLightWeight
source: Light Weight Hatch Breaker Limpet
de: Leichte Frachtlukenbrecherdrohne
es: Controladora de drónes de extracción ligera
fr: Drone perce-soute léger
it: Controllore Droni di Manomissione Portelli Alleggerito
pt_br: Drone Quebra-Escotilha Leve
ru: Облегченное прочее
zh_cn: 轻量化 爆窃无人机

# HatchBreakerLimpetReinforced
source: Reinforced Hatch Breaker Limpet
de: Verstärkte Frachtlukenbrecherdrohne
es: Controladora de drónes de extracción reforzada
fr: Drone perce-soute renforcé
it: Controllore Droni di Manomissione Portelli Rinforzato
pt_br: Drone Quebra-Escotilha Reforçado
ru: Усиленное прочее
zh_cn: 结构增强 爆窃无人机

# HatchBreakerLimpetShielded
source: Shielded Hatch Breaker Limpet
de: Abgeschirmte Frachtlukenbrecherdrohne
es: Controladora de drónes de extracción blindada
fr: Drone perce-soute blindé
hu: Páncélozott hacker drón
it: Controllore Droni di Manomissione Portelli Protetto
pt_br: Drone Quebra-Escotilha Protegido
ru: Защищенное прочее
zh_cn: 护甲遮蔽 爆窃无人机

# HeatSinkLauncherHeatSinkCapacity
source: Heatsink Ammo Capacity
de: Kühlkörper-Kapazität
es: Lanzador de eyector térmico capacidad de munición
fr: Capacité de munition du dissipateur thermique
it: Capacità Munizioni Dispersori di Calore
pt_br: Capacidade de Munição de Dissipador Térmico
ru: Вместимость припасов теплоотвода
zh_cn: 散热器 弹药容量

# HeatSinkLauncherLightWeight
source: Light Weight Heatsink Launcher
de: Leichter Kühlkörperwerfer
es: Lanzador de eyector térmico ligero
fr: Lanceur de dissipateur thermique léger
hu: Könyitett hőrelé kilővö
it: Emettitore Dispersori di Calore Alleggerito
pt_br: Lançador de Dissipador Térmico Leve
ru: Облегченное прочее
zh_cn: 轻量化 散热器发射器

# HeatSinkLauncherReinforced
source: Reinforced Heatsink Launcher
de: Verstärkter Kühlkörperwerfer
es: Lanzador de eyector térmico reforzado
fr: Lanceur de dissipateur thermique renforcé
hu: Megerősitett hőrelé kilővö
it: Emettitore Dispersori di Calore Rinforzato
pt_br: Lançador de Dissipador Térmico Reforçado
ru: Усиленное прочее
zh_cn: 结构增强 散热器发射器

# HeatSinkLauncherShielded
source: Shielded Heatsink Launcher
de: Abgeschirmter Kühlkörperwerfer
es: Lanzador de eyector térmico blindado
fr: Lanceur de dissipateur thermique blindé
hu: Páncélozott hőrelé kilővö
it: Emettitore Dispersori di Calore Protetto
pt_br: Lançador de Dissipador Térmico Protegido
ru: Защищенное прочее
zh_cn: 护甲遮蔽 散热器发射器

# KillWarrantScannerLightWeight
source: Light Weight Kill Warrant Scanner
de: Leichter Tötungsbefehl-Scanner
es: Escáner de registro criminal ligero
fr: Scanner d'avis de recherches léger
it: Scanner di Mandati di Eliminazione Alleggerito
pt_br: Scanner Leve
ru: Облегченное прочее
zh_cn: 轻量化 追杀令扫描仪
