Repository: EDCD/EDDI
Catalog: DataDefinitions/Properties/Modules.*-*.resx
Languages: chs, de, es, fr, hu, it, pt_br, ru

source: Abrasion Blaster
chs: 矿物侵蚀冲击波
es: Destructor de abrasión
fr: Surfaceur abrasif
it: Blaster Abrasivo
pt_br: Detonador de Abrasão
ru: Шлифовальный бластер

source: Advanced Discovery Scanner
chs: 先进探索扫描仪
de: Fortgeschrittener Aufklärungsscanner
es: Escáner de exploración avanzado
fr: Détecteur de Découverte Avancé
it: Scanner di Esplorazione Avanzato
pt_br: Scanner de Descoberta Avançado
ru: Улучшенный исследовательский сканер

source: Advanced Docking Computer
chs: 先进对接电脑
es: Computadora de aterrizaje avanzada
fr: Ordinateur d'appontage avancé
it: Computer di Attracco Avanzato
pt_br: Computador de docagem avançado
ru: Улучшенный стыковочный компьютер

source: Advanced Missile Rack
chs: 先进导弹荚
es: Misiles Avanzados
it: Porta Missili Avanzato
pt_br: Estante de Mísseis Avançada

source: Advanced Multi-Cannon
chs: 先进多管炮
es: Multicañón Avanzado
it: Cannone a Ripetizione Avanzato
pt_br: Canhão de Repetição Avançado

source: Advanced Plasma Accelerator
chs: 先进等离子炮
de: Optimierter Plasmabeschleuniger
es: Acelerador de Plasma Avanzado
fr: Accélérateur à Plasma Avancé
hu: Fejlesztett plazmagyorsító
it: Acceleratore al Plasma Avanzato
pt_br: Acelerador de Plasma Avançado
ru: Улучшенный ускоритель

source: AT Multicannon
chs: AT 多管炮
de: AT Mehrzweckgeschütz
es: Multicañón AT
fr: Multi-canon AT
hu: AT gépágyú
it: Multi cannone A T
pt_br: Canhão de Repetição
ru: Многоствольное орудие АИ

source: Auto Field-Maintenance Unit
chs: 战地修理单元
de: Automatische Feldwartung
es: Unidad de automantenimiento
fr: Unité de maintenance de terrain auto
hu: Automatikus karbantartó egység
it: Unità di manutenzione automatica
pt_br: Unidade AMC
ru: Блок Автом. Полевого Ремонта

# AXMissileRack
source: Anti-Xeno Missile Rack
chs: AX 导弹荚
de: AX Raketengestell
es: Lanzamisiles AX
fr: Batterie de Missiles AX
hu: AX rakétakilövő
it: Porta Missili AX
pt_br: Estante de Mísseis AX
ru: Блок ракет АИ

# AXMulti_Cannon
source: Anti-Xeno Multi-Cannon
chs: AX 多管炮
de: AX Mehrzweckgeschütz
es: Multicañón AX
fr: Multi-canon AX
hu: AX gépágyú
it: Multi Cannone A X
pt_br: Canhão de Repetição AX
ru: Многоствольное орудие АИ

source: Basic Discovery Scanner
chs: 基础探索扫描仪
de: Einfacher Aufklärungsscanner
es: Escáner de exploración básico
fr: Détecteur de Découverte Simple
hu: Alap felfedező szkenner
it: Scanner di Esplorazione basilare
pt_br: Scanner de Descoberta Básico
ru: Базовый исследовательский сканер

source: Beam Laser
chs: 光束激光炮
de: Strahlenlaser
es: Láser de rayo
fr: Rayon Laser
hu: Sugárvető
it: Laser a raggio
pt_br: Laser Contínuo
ru: Пучковый Лазер

source: Bi-Weave Shield Generator
chs: 双波段护盾发生器
de: Bi-Wellen-Schildgenerator
es: Generador de escudo entrelazados
fr: Générateur de bouclier entrelacé
hu: Bi vév pajzsgenerátor
it: Generatore di Scudo Interlacciato
pt_br: Gerador de Escudo Entrelaçado
ru: Двухпоточный Щитогенератор

source: Burst Laser
chs: 多脉冲激光炮
de: Salvenlaser
es: Láser de ráfagas
fr: Laser à rafale
it: Laser Esplosivo
pt_br: Laser de Rajada
ru: Пульсирующие лазеры

source: Business Class Passenger Cabin
chs: 商务舱
de: Business Klasse Passagierkabine
es: Cabina de pasajero clase preferente
fr: Cabine passager de classe affaire
hu: Biznisz osztályú utaskabin
it: Cabina per passeggeri di classe Business
pt_br: Cabine de Passageiro Classe Executiva
ru: Каюта пассажира бизнес-класса

source: Cannon
chs: 加农炮
de: Kanone
es: Cañón
fr: Canon
hu: Ágyú
it: Cannone
pt_br: Canhão
ru: Орудие

source: Cargo Hatch
chs: 货舱门
de: Ladeluke
es: Escotilla de carga
fr: Écoutille de soute
hu: Raktérzsilip
it: Portellone di carico
pt_br: Escotilha de Carga
ru: Грузовой люк

source: Cargo Rack
chs: 货仓架
de: Laderaum
es: Bodega de carga
fr: Compartiment de soute
hu: Raktér modul
it: Modulo di Stoccaggio
pt_br: Estante de Carga
ru: Грузовой стеллаж

source: Chaff Launcher
chs: 箔条发射器
de: Düppelwerfer
es: Lanzador de señuelos
fr: Lanceur de paillettes
hu: Infracsapda
it: Emettitore Chaff
pt_br: Lançador de Chaff
ru: Разбрасыватель дипольных отражателей

source: Cockpit
chs: 驾驶舱
es: Cabina
hu: Pilótafülke
it: Cabina di Pilotaggio
pt_br: Cabine
ru: Кокпит

source: Cockpit Canopy
chs: 座舱玻璃
de: Cockpitkabine
es: Cabina
fr: Verrière
it: Cupolino della Cabina di Pilotaggio
pt_br: Canopla da Cabine
ru: Фонарь кабины

source: Collector Limpet Controller
chs: 收集无人机控制器
de: Steuerung Sammeldrohnen
es: Lanzador drón colector
fr: Contrôleur de drone collecteur
hu: Begyűjtő szonda vezérlő egység
it: Controllore Droni di Raccolta
pt_br: Controlador de Drone Coletor
ru: Контроллер дрона сборщика

source: Coloured string lights
chs: 彩色灯串
de: Farbige Lichterkette
es: Tira de luces de color
fr: Guirlandes colorées
hu: Színes szalagfények
it: Striscia di Luci colorate
pt_br: Faixa Luminosa
ru: Цветная гирлянда

source: Composition Scanner
chs: 合成扫描仪
es: Escáner de composición
fr: Scanner de composition
it: Analizzatore di Composizione
pt_br: Scanner de Composição
ru: Сканер состава

source: Corrosion Resistant Cargo Rack
chs: 耐腐蚀货架
de: korrosionsbeständiger Laderaum
es: Bodega resistente a la corrosión
fr: Compartiment de soute résistant à la corrosion
hu: Korrózióálló raktér egység
it: Modulo di Stoccaggio a prova di Corrosione
pt_br: Estante de Carga Anti-Corrosiva
ru: Коррозийно-устойчивый грузовой стеллаж

source: Cytoscrambler
chs: Cytoscrambler脉冲激光
de: Zytostreuer
es: codificador de células
fr: Cytobrouilleur
hu: Szitószkemböl
it: Demodulatore Rapido
pt_br: Cyto-Espalhador
ru: Дезинтегратор

source: Data Link Scanner
chs: 数据链扫描仪
de: Datenlinkscanner
es: Escáner de enlace de datos
fr: Détecteur de Liaison de Données
it: Analizzatore Connessione Dati
pt_br: Scanner de Ligação de Dados

source: Decontamination Limpet Controller
chs: 船体清理无人机控制器
de: Steuerung Entseuchungsdrohnen
es: Lanzador drón descontaminante
fr: Contrôleur de drone de décontamination
hu: Fertőtlenítő szonda vezérlő egység
it: Controllore Droni di Decontaminazione
pt_br: Controlador de Drone Descontaminador
ru: Очищение

source: Detailed Surface Scanner
chs: 行星表面扫描仪
de: Oberflächenscanner
es: Escáner de superficie detallado
fr: Détecteur de surface détaillé
hu: Részletes felszíni szkenner
it: Scanner di Superficie Avanzato
pt_br: Scanner de Superfície
ru: Сканер поверхностей

# DisplacementMissile
source: Sub-surface Displacement Missile
chs: 浅层矿物钻地导弹
es: Misil de desplazamiento sub-superficial
fr: Missile à charge pénétrante
it: Proiettile Dislocante Iposuperficiale
pt_br: Missel de Deslocamento Subterrâneo
ru: Вытесняющая ракета

source: Disruptor
chs: Disruptor脉冲激光
de: Impulsunterbrecher
fr: Disrupteur
hu: Diszruptor
it: Disturbatore
ru: Дестабилизатор

source: Economy Class Passenger Cabin
chs: 经济舱
de: Touristen Passagierkabine
es: Cabina de pasajero clase económica
fr: Cabine passager de classe économique
hu: Turista osztályú utaskabin
it: Cabina Passeggeri di Classe Economica
pt_br: Cabine de Passageiro Classe Econômica
ru: Каюта пассажира эконом-класса

source: Electronic Countermeasure
chs: 电子对抗
de: Elektronische Gegenmaßnahme
es: Contramedidas electrónicas
fr: Contre-mesures électroniques
it: Contromisure Elettroniche
pt_br: Contramedida Eletrônica
ru: Электр. противодействие

# Enforcer
source: Enforcer Cannon
chs: Enforcer 多管炮
de: Vollstreckerkanone
es: Cañón Ejecutor
fr: Canon Renforcé
it: Cannone Coercitivo
pt_br: Canhão Executor

source: Enhanced Performance Thrusters
chs: 高性能推进器
de: Leistungsoptimierte Triebwerke
es: Propulsores de rendimiento mejorado
fr: Propulseurs à performance améliorée
hu: Fejlesztett teljesítményű hajtóművek
it: Propulsori a Prestazioni Incrementate
pt_br: Propulsores
ru: Усиленные маневровые двигатели

source: Enzyme Missile Rack
chs: 生物酶导弹荚
de: Biologisches Raketengestell
es: Lanzamisiles de Enzimas
fr: Batterie de missiles enzymatiques
hu: Enzim rakéta kilövő
it: Porta Missili Corrosivi
pt_br: Estante de Míssel Enzimático
ru: Пусковая энзимных ракет

source: Fighter Armour
chs: 战斗机护甲
de: Jägerpanzerung
es: Blindaje de caza
fr: Blindage du Chasseur
hu: Vadász páncélzat
it: Armatura per Caccia
pt_br: Blindagem de Caça
ru: Броня

source: Fighter Hangar
chs: 舰载机仓
de: Jägerhangar
es: Hangar de caza
fr: Hangar pour chasseur
hu: Vadász hangár
it: Rimessa per Caccia
pt_br: Hangar de Caça
ru: Ангар для истребителя

source: First Class Passenger Cabin
chs: 头等舱
de: Erste Klasse Passagierkabine
es: Cabina de pasajero primera clase
fr: Cabine passager de première classe
hu: Első osztályú utaskabin
it: Cabina Passeggeri di Prima Classe
pt_br: Cabine de Passageiro de Primeira Classe
ru: Каюта пассажира первого класса

source: fixed
chs: 固定式的
de: fest
es: fijo
fr: fixe
hu: rögzített
it: a puntamento fisso
pt_br: fixa
ru: фиксированный

source: Flechette Launcher
chs: Flechette防空炮
de: Flechet Werfer
es: Lanzador de Flechettes
fr: Lanceur de fléchettes
it: Lancia Flechètte
pt_br: Lançador de Dardo
ru: Пусковая стреловидных снарядов

source: Fragment Cannon
chs: 破片炮
de: Fragmentkanone
es: Cañón de fragmentación
fr: Canon à fragmentation
hu: Repesz ágyú
it: Cannone a Frammentazione
pt_br: Canhão de Fragmentação
ru: Залповое орудие

source: Frame Shift Drive
chs: 超空间折叠引擎
de: Frameshiftantrieb
es: Motor de salto
fr: Réacteur FSD
hu: Varp drájv
it: Motore a Modulazione di Sistema
pt_br: Motor de Distorção de Fase
ru: Рамочно Сместительный двигатель

source: Frame Shift Drive Interdictor
chs: 超空间拦截器
de: Frameshift Unterbrecher
es: Interdictor de motor de salto
fr: Intercepteur de réacteur FSD
hu: Térhajtómű zavaró
it: Interdittore FSD
pt_br: Interditor MDD
ru: Fsd-перехватчик

source: Frame Shift Wake Scanner
chs: 超空间跃迁尾流扫描仪
de: Frameshiftwolkenscanner
es: Escáner de estelas de salto
fr: Détecteur de sillage FSD
it: Analizzatore di Tracce di Motore a Modulazione di Sistema
pt_br: Scanner de Rastro de Distorção
ru: Сканер следа FSD

source: Fuel Scoop
chs: 油勺
de: Treibstoffsammler
es: Colector de combustible
fr: Récupérateur de carburant
hu: Üzemanyag töltő egység
it: Concentratore di Carburante
pt_br: Coletor de Combustível
ru: Топливозаборник

source: Fuel Tank
chs: 油箱
de: Treibstofftank
es: Tanque de combustible
fr: Réservoir
hu: Üzemanyag tank
it: Contenitore di Carburante
pt_br: Tanque de Combustível
ru: Топливный бак

source: Fuel Transfer Limpet Controller
chs: 加油无人机控制器
de: Treibstofftransfer-Drohnensteuerung
es: Lanzador drón de combustible
fr: Contrôleur de drone de ravitaillement
it: Controllore Droni di Trasferimento Carburante
pt_br: Controlador de Drone de Combustível
ru: Контроллер дрона заправщика

source: gimballed
chs: 自稳定的
de: beweglich
es: guiado
fr: rotatif
hu: célzás segítő rendszer
it: a puntamento gimballato
pt_br: guiada
ru: карданный

source: Guardian FSD Booster
chs: 守护者FSD增程器
de: Guardian-FSA-Verstärker
es: Amplificador Guardián de motor de distorsión
fr: Survolteur FSD - Guardians
hu: Őrző FSD teljesítmény növelő
it: Evoluzione FSD dei Guardiani
pt_br: Potenciador do Motor de Distorção de Fase Guardian
ru: Ускоритель FSD Guardians

source: Guardian Gauss Cannon
chs: 守护者高斯炮
de: Guardian-Gausskanone
es: Cañón Gauss Guardián
fr: Canon de Gauss - Guardians
hu: Őrző Gaussz ágyú
it: Cannone Gauss dei Guardiani
pt_br: Canhão Gauss Guardian
ru: Пушка Гаусса

source: Guardian Hull Reinforcement
chs: 守护者船体增强
es: Refuerzo estructural guardián
fr: Renforcement de coque - Guardians
it: Rafforzamento Chiglia dei Guardiani
pt_br: Reforço de Casco Guardian
ru: Усилитель корпуса Guardians

source: Guardian Module Reinforcement
chs: 守护者组件增强
es: Refuerzo estructural guardián
fr: Renforcement de modules - Guardians
it: Rafforzamento Moduli Interni dei Guardiani
pt_br: Reforço de Módulo Guardian
ru: Усилитель для модуля Guardians

source: Guardian Plasma Charger
chs: 守护者等离子炮
de: Guardian-Plasmalader
es: Cargador de Plasma Guardián
fr: Chargeur à Plasma - Guardians
it: Caricatore al Plasma dei Guardiani
pt_br: Carregador de Plasma Guardian
ru: Плазменная пушка

source: Guardian Power Distributor
chs: 守护者能量分配器
de: Guardian-Energieverteiler
es: Distribuidor de Energía Guardián
fr: Répartiteur de puissance hybride - Guardians
it: Distributore di Energia dei Guardiani
pt_br: Distribuidor de Energia Guardian
ru: Распределитель питания Guardians

source: Guardian Power Plant
chs: 守护者反应堆
de: Guardian-Kraftwerk
es: Núcleo de Energía Guardián
fr: Générateur hybride - Guardians
hu: Őrző reaktor
it: Generatore di Energia dei Guardiani
pt_br: Gerador de Energia Guardian
ru: Энергоустановка Стражей

source: Guardian Shield Reinforcement
chs: 守护者护盾增强
es: Refuerzo de escudo guardián
fr: Renforcement de bouclier - Guardians
it: Rafforzamento Scudi dei Guardiani
pt_br: Reforço de Escudo Guardian
ru: Усилитель щита Guardians

source: Hatch Breaker Limpet Controller
chs: 爆窃无人机控制器
de: Steuereinheit Ladelukenöffner
es: Lanzador de dron extractor
fr: Contrôleur de drone perce-soute
hu: Hekker szonda vezérlő egység
it: Controllore Droni di Manomissione Portelli
pt_br: Controlador de Drone Quebra-Escotilha
ru: Контроллер дрона взлома трюма

source: Heat Sink Launcher
chs: 散热器发射器
de: Kühlkörperwerfer
es: Eyector térmico
fr: Éjecteur de dissipateur thermique
hu: Hőcsapda kivető
it: Emettitore Dispersori di Calore
pt_br: Lançador de Dissipador Térmico
ru: Теплоотводная катапульта

source: Hull Reinforcement Package
chs: 船体增强
de: Rumpfhüllenverstärkung
es: Paquete de refuerzo estructural
fr: Renfort de coque
hu: Hajótest erősítő csomag
it: Sistema di Rafforzamento Chiglia
pt_br: Pacote de Reforço de Casco
ru: Набор для усиления корпуса

source: Imperial Hammer
chs: Imperial Hammer磁轨炮
de: Imperialer Hammer
es: Martillo Imperial
fr: Marteleur Impérial
hu: Birodalmi pöröly
it: Martello Imperiale
pt_br: Martelo Imperial
ru: «Молот»

source: Intermediate Discovery Scanner
chs: 中级探索扫描仪
de: Mittlerer Aufklärungsscanner
es: Escáner de exploración intermedio
fr: Détecteur de Découverte Intermédiaire
it: Scanner di Esplorazione Intermedio
pt_br: Scanner de Descoberta Intermediário

source: Kill Warrant Scanner
chs: 追杀令扫描仪
de: Tötungsbefehlscanner
es: Escáner de recompensas
fr: Détecteur d'avis de recherche
it: Scanner di Mandati di Eliminazione
pt_br: Scanner de Registro Criminal
ru: Сканер преступников

source: Life Support
chs: 维生系统
de: Lebenserhaltung
es: Soporte vital
fr: Système de survie
hu: Létfenntartó rendszer
it: Supporto Vitale
pt_br: Suporte de Vida
ru: Система жизнеобеспечения

source: Lightweight Alloy
chs: 轻量化装甲
de: Leichte Legierung
es: Aleaciones ligeras
fr: Alliage Léger
hu: Könnyű ötvözet
it: Lega Alleggerita
pt_br: Liga Leve
ru: Броня из легких сплавов

source: Luxury Class Passenger Cabin
chs: 奢华乘客舱
de: Luxus Passagierkabine
es: Cabina de pasajero clase lujo
fr: Cabine passager de luxe
hu: Luxus osztályú utaskabin
it: Cabina Passeggeri di Classe Lusso
pt_br: Cabine de Passageiro Classe Luxo
ru: Каюта пассажира класса люкс

source: Manifest Scanner
chs: 舱单扫描仪
de: Frachtscanner
es: Escáner de Manifiesto
fr: Détecteur de manifeste
hu: Letapogató egység
it: Analizzatore di Inventario
pt_br: Scanner de Manifesto
ru: Сканер содержимого

source: Meta Alloy Hull Reinforcement
chs: 超合金船体增强
de: Meta-Legierungs Hüllenverstärkung
es: Refuerzo Estructural de Meta-Aleaciones
fr: Renforcement de coque en Méta-Alliage
hu: Meta ötvözetű hajótest erősítés
it: Rafforzamento Chiglia in Meta-Lega
pt_br: Reforço de Casco de Meta Liga
ru: Метасплавное усиление корпуса

source: Military Grade Composite
chs: 军用装甲
de: Militärzusammensetzung
es: Compuesto de grado militar
fr: Coque Composite Militaire
hu: Katonai osztályú burkolat
it: Lega Composita di tipo Militare
pt_br: Composto Nível Militar
ru: Военная броня

source: Mine Launcher
chs: 水雷发射器
de: Minenwerfer
es: Lanzaminas
fr: Lance-mines
it: Lancia Mine
pt_br: Lança de Minas
ru: Минирующее устройство

source: Mining Lance
chs: Mining Lance采矿激光
de: Lanzenabbaulaser
es: Lanza perforadora
fr: Lance de minage
hu: Bányász lándzsa
it: Lancia Mineraria
pt_br: Lança Mineradora
ru: «Копье шахтера»

source: Mining Laser
chs: 采矿激光
de: Erzabbaulaser
es: Láser de minería
fr: Laser Minier
hu: Bányász lézer
it: Laser Minerario
pt_br: Laser de Mineração
ru: Проходочный лазер

source: Mirrored Surface Composite
chs: 镜面装甲
de: Gespiegelte Oberflächenzusammensetzung
es: Compuesto de espejo reforzado
fr: Composite à Surface Miroir
hu: Tükrözött felületű burkolat
it: Composito a superficie riflettente
pt_br: Composto de Superfície Reflexiva
ru: Зеркальная броня

source: Missile Rack
chs: 导弹荚
de: Raketengestell
es: Lanzamisiles
fr: Batterie de Missiles
it: Porta Missili
pt_br: Estante de Mísseis
ru: Ракетный лоток

source: Module Reinforcement Package
chs: 组件增强
de: Modulverstärkung
es: Paquete de refuerzo de módulo
fr: Pack de renforcement de Modules
it: Rafforzamento Moduli Interni
pt_br: Pacote de Reforço de Módulo
ru: Набор для усиления модуля

source: Multi-Cannon
chs: 多管炮
de: Mehrzweckgeschütz
es: Multicañón
fr: Multi-canon
hu: Gépágyú
it: Cannone a ripetizione
pt_br: Canhão de Repetição
ru: Многоствольное орудие

source: Pacifier
chs: Pacifier破片炮
de: Friedenstifter
es: Pacificador
fr: Pacificateur
hu: Békehozó
it: Pacificatore
pt_br: Pacificador
ru: «Миротворец»

source: Pack-Hound
chs: Pack-Hound导弹荚
de: Schwarmwerfer
es: Misil Jauría
fr: Batterie Essaim
hu: Multi rakéta kilövő
it: Cane da Caccia
pt_br: Enxame
ru: «Гончие»

source: Planetary Approach Suite
chs: 行星登陆套件
de: Planetare Anflugs-Suite
es: Equipo de aproximación planetaria
fr: Installation d'approche planétaire
hu: Leszállásvezérlő egység
it: Sistema per Approccio Planetario
pt_br: Instrumento de Aproximação Planetária
ru: Комплект для сближения с планетой

source: Planetary Vehicle Hangar
chs: 月球车舱
de: Fahrzeughangar
es: Hangar VRS
fr: Hangar des véhicules planétaires
hu: Felszíni jármű hangár
it: Rimessa per Veicoli di Superficie
pt_br: Hangar de Veículo Planetário
ru: Гараж для планетарного транспорта

source: Plasma Accelerator
chs: 等离子炮
de: Plasmabeschleuniger
es: Acelerador de Plasma
fr: Accélérateur à plasma
hu: Plazma gyorsító
it: Acceleratore al Plasma
pt_br: Acelerador de Plasma
ru: Ускоритель плазмы

source: Plasma Repeater
chs: 等离子机炮
de: Plasma-Verstärker
es: Repetidor de Plasma
fr: Plasma à répétition
it: Ripetitore al Plasma
pt_br: Metralhadora de Plasma
ru: Автоматическая плазменная пушка

source: Point Defence
chs: 点防御
de: Punktverteidigung
es: Defensa de punto
fr: Défense ponctuelle
it: Punto di Difesa Automatizzata
pt_br: Defesa de Ponto
ru: Точечная оборона

source: Power Distributor
chs: 能量分配器
de: Energieverteiler
es: Distribuidor de energía
fr: Répartiteur de puissance
hu: Energia elosztó
it: Distributore di Energia
pt_br: Distribuidor de Energia
ru: Распределитель питания

source: Power Plant
chs: 反应堆
de: Kraftwerk
es: Núcleo de energía
fr: Générateur
hu: Reaktor
it: Generatore di Energia
pt_br: Gerador de Energia
ru: Силовая установка

source: Prismatic Shield Generator
chs: Prismatic护盾发生器
de: Prismatischer Schildgenerator
es: Generador de escudos prismático
fr: Générateur de Bouclier Prismatique
hu: Prizmatikus pajzsgenerátor
it: Generatore di Scudi Prismatici
pt_br: Escudo Prismatico
ru: Призматический щитогенератор

source: Prospector Limpet Controller
chs: 探测无人机控制器
de: Drohnensteuerung Erzsucher
es: Lanzador drón prospector
fr: Contrôleur de drone de prospection
hu: Talajelemzőszonda vezérlő egység
it: Controllore Droni di Prospezione
pt_br: Controlador de Drone Prospector
ru: Контроллер дрона-изыскателя

source: Pulse Laser
chs: 脉冲激光
de: Pulslaser
es: Láser de pulsos
fr: Laser à impulsion
it: Laser ad Impulso
pt_br: Laser de Pulso
ru: Ипмульсный лазер

# PulseWave
source: Pulse Wave Analyser
chs: 脉冲波分析仪
es: Analizador de onda de pulso
fr: Analyseur à onde pulsée
it: Scanner ad Impulso d'Onda
pt_br: Analisador de Onda de Pulso
ru: Сканер импульсных волн

source: Rail Gun
chs: 磁轨炮
de: Schienenkanone
es: Cañón de riel
fr: Canon électrique
hu: Sínágyú
it: Cannone a Rotaia
pt_br: Canhão Elétrico
ru: Электромагнитная пушка

source: Reactive Surface Composite
chs: 反应装甲
de: Reagierende Oberflächenzusammensetzung
es: Compuesto de superficie reactiva
fr: Composite à Surface Réactive
hu: Reaktív páncélzat
it: Composito con Superficie Reattiva
pt_br: Composto de Superficie Reativa
ru: Реактивная броня

source: Recon Limpet Controller
chs: 侦察无人机控制器
de: Steuerung Aufklärungsdrohnen
es: Lanzador dron de reconocimiento
fr: Contrôleur de drone de reconnaissance
hu: Felderítő szonda vezérlő egység
it: Controllore Droni di Ricognizione
pt_br: Controlador de Drone de Reconhecimento
ru: Разведка

source: Refinery
chs: 精炼器
de: Raffinerie
es: Refinería
fr: Rafinerie
it: Raffineria
pt_br: Refinaria
ru: Устройство переработки

source: Reinforced Alloy
chs: 强化装甲
de: Verstärkte Legierung
es: Aleaciones reforzadas
fr: Alliage Renforcé
hu: Megerősített ötvözet
it: Lega Rinforzata
pt_br: Liga Reforçada
ru: Усиленная броня

source: Remote Release Flak Launcher
chs: 防空炮
de: Flakwerfer mit Fernzündung
es: Lanzamisiles antiaéreo remoto
fr: Lanceur antiaérien déclenché à distance
it: Contraerea a rilascio Remotato
pt_br: Lançador de Flak Remoto
ru: Зенитный снаряд с дистанционным подрывом

source: Repair Limpet Controller
chs: 维修无人机控制器
de: Steuerung Reparaturdrohnen
es: Lanzador drón de reparaciones
fr: Contrôleur de drone de réparation
hu: Javító szonda vezérlő egység
it: Controllore Droni di Riparazione
pt_br: Controlador de Drone de Reparo
ru: Контроллер дрона ремонта

source: Research Limpet Controller
chs: 研究无人机控制器
de: Steuerung Forschungsdrohnen
es: Lanzador drón de investigación
fr: Contrôleur de drone de recherche
it: Controllore Droni di Ricerca
pt_br: Controlador de Drone de Pesquisa
ru: Контроллер дрона геологоразведки

source: Retributor Beam Laser
chs: Retributor光束激光炮

source: Rocket Propelled FSD Disruptor
chs: FSD拦截导弹
de: Raketengetriebener FSA-Unterbrecher
es: Misil de contención
fr: Missiles TC
hu: Rakéta meghajtású FTL disztruptor
it: Perturbatore FSD con propulsione a Razzo
pt_br: Disruptor de MDD Propelido por Foguete

# SeismicCharge
source: Seismic Charge Launcher
chs: 地震炸药发射器
es: Lanzador de carga sísmica
fr: Lanceur à charge sismique
it: Lancia Granate Sismiche
pt_br: Lançador de Carga Sísmica
ru: Пусковая сейсмозарядов

source: Sensors
chs: 传感器
de: Sensoren
es: Sensores
fr: Capteurs
it: Sensori
pt_br: Sensores
ru: Сенсоры

source: Shard Cannon
chs: 守护者破片炮
de: Guardian-Fragmentkanone
es: Cañón de esquirlas
fr: Canon à éclats
it: Cannone a Frammentazione
pt_br: Canhão de Fragmentos
ru: Осколочное орудие

source: Shield Booster
chs: 护盾增幅器
de: Schildverstärker
es: Potenciador de escudos
fr: Survolteur de bouclier
it: Incrementatore di Scudi
pt_br: Potenciador de Escudo
ru: Усилитель щита

source: Shield Cell Bank
chs: 护盾电池
de: Schildzellenbatterie
es: Célula de refuerzo de escudo
fr: Réserve de cellules d'énergie
it: Celle di Ricarica Scudi
pt_br: Banco de Célula de Escudo
ru: Щитонакопитель

source: Shield Generator
chs: 护盾发生器
de: Schildgenerator
es: Generador de escudos
fr: Générateur de bouclier
hu: Pajzsgenerátor
it: Generatore di Scudi
pt_br: Gerador de Escudo
ru: Щитогенератор

source: Ship Integrity
chs: 船体完整度
es: Integridad
fr: Intégrité du Vaisseau
it: Integrità della Nave
pt_br: Integridade da Nave
ru: Целостность корпуса

source: Shock Cannon
chs: 速射加农炮
de: Schockkanone
es: Cañón de Impacto
fr: Canon de choc
it: Cannone a Ripetizione con Autoricarica
pt_br: Canhão de Impacto
ru: Шоковое орудие

source: Shock Mine Launcher
chs: 冲击水雷发射器
de: Schockminenwerfer
es: Lanzaminas de impacto
fr: Lance-mines électriques
it: Lancia Mine Devianti
pt_br: Lança Mina de Impacto
ru: Пусковая шоковых мин

source: Shutdown Field Neutraliser
chs: 关机力场中和器
de: Abschalt-Feldneutralisator
es: Neutralizador de Campo de Desactivación
fr: Neutralisateur de champ incapacitant
it: Neutralizzatore di Campo Elettro-Inibitore
pt_br: Neutralizador de Campo de Desativação
