Repository: EDCD/EDDI
Catalog: DataDefinitions/Properties/Modules.*-*.resx
Languages: chs, de, es, fr, hu, it, pt_br, ru

source: Standard Docking Computer
chs: 标准对接电脑
de: Landecomputer
es: Computadora de aterrizaje asistido
fr: Ordinateur d'appontage
it: Computer di Attracco Standard
pt_br: Computador de Docagem
ru: Стыковочный компьютер

source: Supercruise Assist
chs: 超巡辅助
es: Asistencia de supercrucero
fr: Super-navigation assistée
it: Assistente Iperguida
pt_br: Assistência de supervelocidade
ru: Помощь в гиперкрейсерском режиме

source: Thrusters
chs: 推进器
de: Triebwerke
es: Impulsores
fr: Propulseurs
hu: Hajtóművek
it: Propulsori
pt_br: Propulsores
ru: Двигатели

source: Torpedo Pylon
chs: 鱼雷发射架
es: Lanzatorpedos
fr: Tube lance-torpille
hu: Torpedó pilon
it: Lancia Torpedo
pt_br: Pilone de Torpedo
ru: Торпедная стойка

source: turreted
chs: 炮塔版的
de: turmartig
es: torreta
fr: tourelle
hu: toronyba épített
it: a torretta
pt_br: torreta
ru: Турель

source: White string lights
chs: 白色灯串
de: Weiße Lichterkette
es: Tira de luces blancas
fr: Guirlandes blanches
it: Striscia di Lucine Bianche
pt_br: Faixa de Luzes Brancas
ru: Белая гирлянда

source: Xeno Scanner
chs: 八角扫描仪
es: Xeno escáner
fr: Scanner de Xenomorphes AX
it: Analizzatore Alieni
pt_br: Scanner Xeno
ru: Сканер инопланетян

# VoicePack_Verity
source: Verity
es: Vérity

# VoicePack_Victor
source: Victor
es: Víctor
