Repository: EDCD/EDDI
Catalog: DataDefinitions/Properties/SignalSource.*.resx
Languages: es, fr, hu, ru, zh_cn

# MULTIPLAYER_SCENARIO42_TITLE
source: Nav Beacon
es: Baliza de navegación
fr: Balise de navigation
hu: Navigációs kommunikációs irányadó
ru: Навигационный маяк
zh_cn: 导航信标

# MULTIPLAYER_SCENARIO80_TITLE
source: Compromised Nav Beacon
es: Baliza de navegación comprometida
fr: Balise de navigation compromise
hu: Átmeneti navigációs irányadó
ru: Навигационный маяк под угрозой
zh_cn: 受损的导航信标

# USS
source: Unidentified Signal Source
es: Señal no identificada
fr: Source du signal non identifiée
hu: Azonosítatlan jelforrás
ru: Неизвестный источник сигнала
zh_cn: 未知信号源

# Warzone_PointRace_High
source: High Intensity Conflict Zone
es: Zona de combate de alta intensidad
fr: Zone de combat de haute intensité
hu: Magas intenzitású csatatér
ru: Зона Конфликта Высокий
zh_cn: 高强度战斗区

# Warzone_PointRace_Med
source: Medium Intensity Conflict Zone
es: Zona de combate de intensidad media
fr: Zone de combat d'intensité moyenne
hu: Közepes intenzitású csatatér
ru: Зона Конфликта Средний
zh_cn: 中等强度战斗区

# Warzone_PointRace_Low
source: Low Intensity Conflict Zone
es: Zona de combate de baja intensidad
fr: Zone de combat de faible intensité
hu: Alacsony intenzitású csatatér
ru: Зона Конфликта Низкий
zh_cn: 低强度战斗区

# USS_Type_Salvage
source: Degraded Emissions
es: Emisiones degradadas
fr: Émissions dégradées
hu: Alacsony értékű kibocsátás
zh_cn: 低级信号发射

# USS_Type_Aftermath
source: Combat Aftermath
es: Resultado de combate
hu: Harci utóhatás
ru: Последствия боя
zh_cn: 战斗余波

# USS_Type_Anomaly
source: Anomaly
es: Anomalía
fr: Anomalie
hu: Anomália
ru: Зарегистрирован аномальный сигнал
zh_cn: 异常事态

# USS_Type_Ceremonial
source: Ceremonial Comms
es: Comunicaciones ceremoniales
fr: Communication de cérémonie
hu: Ceremoniális jelzés
zh_cn: 礼仪通讯

# USS_Type_VeryValuableSalvage
source: High Grade Emissions
es: Emisiones de alta calidad
fr: Émission de haute intensité
hu: Nagy értékű kibocsátás
ru: Высокоуровневые излучения
zh_cn: 高级信号发射

# USS_Type_ValuableSalvage
source: Encoded Emissions
es: Emisiones codificadas
fr: Émissions encodées
hu: Kódolt kibocsátás
ru: Зарегистрирован кодированный сигнал
zh_cn: 编码信号发射

# USS_Type_NonHuman
source: Non-Human Signal Source
es: Señal no humana
fr: Source de signal non humain
hu: Nem emberi jelforrás
ru: Инопланетный сигнал
zh_cn: 非人类信号源

# USS_Type_WeaponsFire
source: Weapons Fire
es: Uso de armas
fr: Tirs détectés
hu: Fegyverhasználat
ru: Зарегистрирован огонь из орудий
zh_cn: 武器开火

# USS_Type_MissionTarget
source: Mission Target
es: Objetivo de la misión
fr: Objectif de mission
hu: Küldetési célpont
ru: Цель миссии
zh_cn: 任务目标

# USS_Type_Convoy
source: Convoy Dispersal Pattern
es: Patrón de convoy
fr: Dispersion de convoi détecté
hu: Konvoj diszperziós minta
ru: Зарегистрировано рассредоточение конвоя
zh_cn: 运输队信号

# USS_Type_DistressSignal
source: Distress Call
es: Llamada de auxilio
fr: Appel de détresse
hu: Segélykérő hívás
ru: Сигнал о помощи
zh_cn: 呼救信号

# USS_Type_TradingBeacon
source: Trading Beacon
es: Baliza comercial
fr: Balise de commerce
hu: Kereskedői irányadó
ru: Торговый маяк
zh_cn: 贸易信标

# MULTIPLAYER_SCENARIO78_TITLE
source: High Intensity Resource Extraction Site
es: Lugar de extracción de alta densidad
fr: Site d'extraction de ressources de haute intensité
hu: Magas intenzitású bányászati kitermelő hely
ru: Место добычи ресурсов Высокий уровень
zh_cn: 高风险资源开采场

# MULTIPLAYER_SCENARIO77_TITLE
source: Low Intensity Resource Extraction Site
es: Lugar de extracción de baja densidad
fr: Site d'extraction de ressources de faible intensité
hu: Alacsony intenzitású bányászati kitermelő hely
ru: Место добычи ресурсов Низкий уровень
zh_cn: 低风险资源开采场

# MULTIPLAYER_SCENARIO14_TITLE
source: Resource Extraction Site
es: Lugar de extracción
fr: Site d'extraction de ressources
hu: Bányászati kitermelő hely
ru: Место добычи ресурсов
zh_cn: 资源开采场

# MULTIPLAYER_SCENARIO79_TITLE
source: Hazardous Resource Extraction Site
es: Lugar de extracción peligroso
fr: Site d'extraction de ressources dangereux
hu: Kockázatos bányászati kitermelő hely
ru: Место добычи ресурсов Опасный
zh_cn: 危险资源开采场

# NumberStation
source: Unregistered Comms Beacon
es: Baliza de comunicaciones no registrada
fr: Balise de communication non enregistrée
hu: Regisztrálatlan kommunikációs irányadó
zh_cn: 未注册的通讯信标

# Warzone_TG
source: AX Conflict Zone
es: Zona de conflicto AX
fr: Zone de conflit AX
hu: AntiXeno konfliktus zóna
zh_cn: 反八角冲突区

source: Listening Post
es: Puesto de escucha
fr: Poste d'écoute
hu: Megfigyelési pont
zh_cn: 监听站

# Fixed_Event_Life_Cloud
source: Notable Stellar Phenomena
es: Fenómeno Estelar Notable
zh_cn: 值得注意的恒星现象

# FIXED_EVENT_CAPSHIP
source: Capital Ship
es: Nave Capital
zh_cn: 主力舰

# Fixed_Event_Life_Ring
source: Notable Stellar Phenomena
es: Fenómeno Estelar Notable
zh_cn: 值得注意的恒星现象

# FIXED_EVENT_HIGHTHREATSCENARIO_T5
source: Pirate Activity
es: Actividad Pirata
hu: Kalóz aktivitás
zh_cn: 海盗活动

# SAA_SignalType_Biological
source: Biological Surface Signal
es: Señal Biológica de Superficie
hu: Felszíni biológiai jelforrás
zh_cn: 地表生物信号

# SAA_SignalType_Geological
source: Geological Surface Signal
es: Señal Geológica de Superficie
hu: Felszíni geológiai jelforrás
zh_cn: 地表地质信号

# SAA_SignalType_Human
source: Human Surface Signal
es: Señal de Superficie Humana
zh_cn: 地表人类信号

# SAA_SignalType_Thargoid
source: Thargoid Surface Signal
es: Señal de Superficie Thargoide
zh_cn: 地表八角信号

# Settlement_Unflattened_Unknown
source: Thargoid Barnacle
es: Percebe Thargoide
zh_cn: 八角藤壶

# FIXED_EVENT_CHECKPOINT
source: Checkpoint
es: Punto de Control
zh_cn: 检查站

# FIXED_EVENT_CONVOY
source: Convoy Beacon
es: Baliza de Convoy
zh_cn: 运输队信标

# FIXED_EVENT_HIGHTHREATSCENARIO_T6
source: Pirate Activity
es: Actividad Pirata
zh_cn: 海盗活动

# FIXED_EVENT_HIGHTHREATSCENARIO_T7
source: Pirate Activity
es: Actividad Pirata
zh_cn: 海盗活动

# SAA_SignalType_Guardian
source: Guardian Surface Signal
es: Señal de Superficie Guardian
zh_cn: 地表守护者信号

# Ancient
source: Ancient Ruins
es: Ruinas Antiguas
zh_cn: 古代遗迹

# Ancient_Small
source: Guardian Structure
zh_cn: 守护者建筑

# Ancient_Tiny
source: Guardian Structure
zh_cn: 守护者建筑

# Ancient_Medium
source: Guardian Structure
zh_cn: 守护者建筑

# FIXED_EVENT_DEBRIS
source: Debris Field
es: Campo de Escombros
zh_cn: 残骸场

# SAA_SignalType_Other
source: Other Surface Signal
zh_cn: 其他地表信号

# Settlement_Unflattened_WreckedUnknown
source: Crashed Thargoid ship
zh_cn: 坠毁的八角飞船

# MULTIPLAYER_SCENARIO81_TITLE
source: Salvageable Wreckage
zh_cn: 可回收残骸

# FIXED_EVENT_DISTRIBUTIONCENTRE
source: Distribution Center
zh_cn: 分发中心

# Aftermath_Large
source: Distress Call
zh_cn: 呼救信号

# AttackAftermath
source: Distress Call
zh_cn: 呼救信号

# Abandoned_Buggy
source: Distress Beacon
zh_cn: 求救信标

# Damaged_Eagle_Assassination
source: ENCRYPTED SIGNAL
zh_cn: 加密信号

# Damaged_Sidewinder_Assassination
source: ENCRYPTED SIGNAL
zh_cn: 加密信号

# Damaged_Eagle
source: Distress Beacon
zh_cn: 求救信标

# Damaged_Sidewinder
source: Distress Beacon
zh_cn: 求救信标

# Smugglers_Cache
source: Irregular Markers
zh_cn: 不寻常标记

# Trap_Cargo
source: Irregular Markers
zh_cn: 不寻常标记

# Wreckage_Buggy
source: Minor Wreckage
zh_cn: 小型残骸

# Wreckage_Probe
source: Impact Site
zh_cn: 撞击点

# Wreckage_Satellite
source: Impact Site
zh_cn: 撞击点

# Wreckage_Cargo
source: Minor Wreckage
zh_cn: 小型残骸

# Wrecks_Eagle
source: Crash Site
zh_cn: 坠毁地点

# Wrecks_Sidewinder
source: Crash Site
zh_cn: 坠毁地点

source: Crashed Ship
zh_cn: 坠毁的飞船

# Gro_controlScenarioTitle
source: Armed Revolt
zh_cn: 武装起义

# Trap_Data
source: Irregular Markers
zh_cn: 不寻常标记

# Perimeter
source: Active Power Source
zh_cn: 启动的电源信号

# GenericSignalSource
source: Signal Source
zh_cn: 信号源

# SAA_SignalType_PlanetAnomaly
source: Planetary Anomaly
zh_cn: 地表异常

# Cargo
source: Minor Wreckage
zh_cn: 小型残骸

# Warzone_TG_Med
source: Medium Intensity AX Conflict Zone
zh_cn: 中等强度反八角战斗区

# Warzone_TG_Low
source: Low Intensity AX Conflict Zone
zh_cn: 低强度反八角战斗区

# Warzone_TG_High
source: High Intensity AX Conflict Zone
zh_cn: 高强度反八角战斗区

# Warzone_TG_VeryHigh
source: Very High Intensity AX Conflict Zone
zh_cn: 极高强度反八角战斗区
